[
  {
    "page_number": 0,
    "bbox": [
      72.02,
      731.38,
      542.6,
      755.86
    ],
    "text": "Page 1 of 6",
    "fonts": [
      "Calibri",
      "Calibri-Bold"
    ],
    "sizes": [
      11.039999961853027
    ]
  },
  {
    "page_number": 0,
    "bbox": [
      164.9,
      72.01,
      453.7,
      86.32
    ],
    "text": "IN THE COURT OF APPEAL OF THE DEMOCRATIC",
    "fonts": [
      "Footlight MT Light"
    ],
    "sizes": [
      13.5600004196167
    ]
  },
  {
    "page_number": 0,
    "bbox": [
      72.02,
      86.31,
      410.26,
      114.78
    ],
    "text": "SOCIALIST REPUBLIC OF SRI LANKA",
    "fonts": [
      "Footlight MT Light"
    ],
    "sizes": [
      13.5600004196167
    ]
  },
  {
    "page_number": 0,
    "bbox": [
      72.02,
      114.69,
      544.44,
      238.62
    ],
    "text": "In the matter of an appeal from the Wakf Tribunal in terms of the provisions of the Muslim Mosques and Charitable Trusts or Wakf Act No. 51 of 1956 (as amended). Case No: CA/WAKF/01/2004 Wakf Tribunal No: WT/130/2001",
    "fonts": [
      "BookmanOldStyle",
      "Footlight MT Light"
    ],
    "sizes": [
      12.0,
      13.5600004196167
    ]
  },
  {
    "page_number": 0,
    "bbox": [
      287.04,
      238.59,
      507.01,
      714.37
    ],
    "text": "1. Seyed Sheikh Koya Thangal - (Dead) 2. M. M. M. Mahroof Careem 3. M. A. Ahamed Mohideen 4. N. M. Mohamed Ansar 5. H. I. Ahamed Ibrahim 6. A. L. A. Mohamed Ibrahim 7. A. M. Aliyar Lebbe 8. S. L. Mohamed Aboobuker 9. I. Sulaiman Lebe 10. M. M. Mohamed Ibralebbe 11. P. M. M. Abdul Gaffur All of Muhiyideen Thakkiya Mosque, Kattankudy-04. Respondent - Appellant - Appellants Vs. 1. M. A. Badurdeen Mampulliar Lane,",
    "fonts": [
      "Footlight MT Light"
    ],
    "sizes": [
      13.5600004196167
    ]
  },
  {
    "page_number": 1,
    "bbox": [
      72.02,
      731.38,
      542.6,
      755.86
    ],
    "text": "Page 2 of 6",
    "fonts": [
      "Calibri",
      "Calibri-Bold"
    ],
    "sizes": [
      11.039999961853027
    ]
  },
  {
    "page_number": 1,
    "bbox": [
      287.04,
      72.01,
      505.25,
      363.21
    ],
    "text": "Kattankudy - 04. 2. M. M. Mukthar Shahul Hameed Hadjiar Lane, Kattankudy-04 3. M. I. M. Musthafa Hijra Lane, Kattankudy-04 4. M. I. M. Nowfal Both of Mampalliar Lane, Kattankudy-04 5. A. R. M. Rasheed Both of Mampalliar Lane, Kattankudy-04 Petitioner - Respondent - Respondents",
    "fonts": [
      "Footlight MT Light"
    ],
    "sizes": [
      13.5600004196167
    ]
  },
  {
    "page_number": 1,
    "bbox": [
      72.02,
      364.26,
      342.22,
      440.15
    ],
    "text": "Before: M. T. MOHAMMED LAFFAR, J. and",
    "fonts": [
      "Footlight MT Light"
    ],
    "sizes": [
      13.5600004196167
    ]
  },
  {
    "page_number": 1,
    "bbox": [
      72.02,
      447.2,
      299.36,
      461.51
    ],
    "text": "S. U. B. KARALLIYADDE, J.",
    "fonts": [
      "Footlight MT Light"
    ],
    "sizes": [
      13.5600004196167
    ]
  },
  {
    "page_number": 1,
    "bbox": [
      72.02,
      468.56,
      344.14,
      654.61
    ],
    "text": "Counsel: C. M. M. Nawas for the Appellants. M. Y. Nasar for the Respondents. Argued on: 24.03.2022. Decided on: 21.06.2022.",
    "fonts": [
      "Calibri-Bold",
      "Footlight MT Light"
    ],
    "sizes": [
      13.5600004196167,
      14.039999961853027
    ]
  },
  {
    "page_number": 2,
    "bbox": [
      72.02,
      731.38,
      542.6,
      755.86
    ],
    "text": "Page 3 of 6",
    "fonts": [
      "Calibri",
      "Calibri-Bold"
    ],
    "sizes": [
      11.039999961853027
    ]
  },
  {
    "page_number": 2,
    "bbox": [
      72.02,
      73.67,
      200.38,
      88.85
    ],
    "text": "Mohammed Laffar, J.",
    "fonts": [
      "Calibri-Bold",
      "Footlight MT Light"
    ],
    "sizes": [
      14.039999961853027
    ]
  },
  {
    "page_number": 2,
    "bbox": [
      72.02,
      98.49,
      544.43,
      148.46
    ],
    "text": "This is an appeal preferred by the Respondent-Appellant-Appellants (hereinafter referred to as the Appellants) from the Order of the Wakf Tribunal dated 19-07-2003, seeking inter-alia the following reliefs;",
    "fonts": [
      "BookmanOldStyle",
      "BookmanOldStyle-Italic"
    ],
    "sizes": [
      13.5600004196167
    ]
  },
  {
    "page_number": 2,
    "bbox": [
      90.02,
      157.89,
      544.16,
      190.75
    ],
    "text": "1. To set aside the Order of the Wakf Tribunal dated 19-07-2003. 2. To grant relief to the Appellants, of the right to manage the",
    "fonts": [
      "ArialMT",
      "BookmanOldStyle"
    ],
    "sizes": [
      13.5600004196167
    ]
  },
  {
    "page_number": 2,
    "bbox": [
      90.02,
      192.09,
      544.23,
      259.18
    ],
    "text": "Muhyedeen Takkiya Mosque, upon the authority of His Holiness the Sheikh, and his accredited Representatives according to the rules practices and traditions of the said Thareeqa. 3. To declare the Mureeds and Muhibbeens being the inducted",
    "fonts": [
      "ArialMT",
      "BookmanOldStyle"
    ],
    "sizes": [
      13.5600004196167
    ]
  },
  {
    "page_number": 2,
    "bbox": [
      90.02,
      260.52,
      544.26,
      310.54
    ],
    "text": "faithful followers of the Thareeqa Order, as forming the Jamaath of the said Muhyedeen Takkiya Mosque. 4. To declare that the Respondents have no right or claim to be",
    "fonts": [
      "ArialMT",
      "BookmanOldStyle"
    ],
    "sizes": [
      13.5600004196167
    ]
  },
  {
    "page_number": 2,
    "bbox": [
      90.02,
      311.76,
      544.35,
      361.78
    ],
    "text": "members of the Jamaath of the Muhyedeen Takkiya Mosque, under the rules, practices and traditions of the said Mosque. 5. To declare that the statutory trustees of the said Muhyedeen",
    "fonts": [
      "ArialMT",
      "BookmanOldStyle"
    ],
    "sizes": [
      13.5600004196167
    ]
  },
  {
    "page_number": 2,
    "bbox": [
      108.02,
      363.12,
      544.35,
      430.08
    ],
    "text": "Takkiya Mosque, be appointed upon the authority of His Holiness the Sheikh, and his accredited Representatives according to the rules practices and traditions of the said Thareeqa Order of the said Muhyedeen Takkiya Mosque.",
    "fonts": [
      "BookmanOldStyle"
    ],
    "sizes": [
      13.5600004196167
    ]
  },
  {
    "page_number": 2,
    "bbox": [
      72.02,
      439.58,
      544.64,
      506.49
    ],
    "text": "The question for determination in this appeal is whether the trustees of Muhyedeen Takkiya Mosque are to be appointed by the Wakf Board upon the recommendation of Sheikh Koya Thangal or by the members of the Jamaath of the Mosque.",
    "fonts": [
      "BookmanOldStyle-Bold"
    ],
    "sizes": [
      13.5600004196167
    ]
  },
  {
    "page_number": 2,
    "bbox": [
      72.02,
      515.9,
      544.43,
      600.03
    ],
    "text": "The Appellants contend that, according to the practices, rules and regulations, the trustees of this Mosque have been selected by the spiritual leader, Sheikh Koya Thangal. The contention of the Respondents is that the trustees have been selected by the members of Jamaath.",
    "fonts": [
      "BookmanOldStyle"
    ],
    "sizes": [
      13.5600004196167
    ]
  },
  {
    "page_number": 2,
    "bbox": [
      72.02,
      609.41,
      544.37,
      693.51
    ],
    "text": "In terms of section 14 (1) of the Muslim Mosques and Charitable Trusts or Wakf Act, No. 51 of 1956 (as amended), the Wakf Board is empowered to appoint trustees who have been nominated or selected according to the practices, rules, regulations or other arrangements in force for the administration of the Mosque.",
    "fonts": [
      "BookmanOldStyle"
    ],
    "sizes": [
      13.5600004196167
    ]
  },
  {
    "page_number": 3,
    "bbox": [
      72.02,
      731.38,
      542.6,
      755.86
    ],
    "text": "Page 4 of 6",
    "fonts": [
      "Calibri",
      "Calibri-Bold"
    ],
    "sizes": [
      11.039999961853027
    ]
  },
  {
    "page_number": 3,
    "bbox": [
      72.02,
      72.09,
      544.45,
      344.38
    ],
    "text": "On 12-10-1993, the Wakf Board appointed the Appellants as trustees of this Mosque on the recommendation of Sheikh Koya Thangal (P23). Being aggrieved by the said appointment, the Petitioner-Respondent-Respondents (hereinafter referred to as the Respondents) preferred an appeal to the Wakf Tribunal. The Wakf Tribunal allowed the appeal and ordered the Wakf Board to hear the case de-novo. On 29-07-2001, having considered the evidence adduced and the documents tendered, the Wakf Board held that the established practice had been for the members of the Jamaath to select the persons to be appointed as trustees of this Mosque, and there is no evidence to say that the trustees have been appointed on the recommendation of Koya Thangal. Accordingly, the Board revoked the appointment of trustees made by the Instrument of Appointment dated 12-10-1993 marked P23. Being aggrieved by the said Order the Appellants preferred an appeal to the Wakf Tribunal. On 19-07-2003, the Wakf Tribunal dismissed the appeal and affirmed the Order of the Wakf Board.",
    "fonts": [
      "BookmanOldStyle",
      "BookmanOldStyle-Italic"
    ],
    "sizes": [
      13.5600004196167
    ]
  },
  {
    "page_number": 3,
    "bbox": [
      72.02,
      353.76,
      544.44,
      386.5
    ],
    "text": "Being aggrieved by the Order of the Wakf Tribunal dated 19-07-2003, the instant appeal has been preferred by the Appellants.",
    "fonts": [
      "BookmanOldStyle"
    ],
    "sizes": [
      13.5600004196167
    ]
  },
  {
    "page_number": 3,
    "bbox": [
      72.02,
      396.0,
      544.38,
      548.52
    ],
    "text": "It is to be noted that the Appellants, in the Petition of appeal, have prayed for a relief to set aside the Order of the Wakf Tribunal dated 19-07-2003 and have not sought for an Order to set aside the Order of the Wakf Board dated 29-07-2001. It is settled law that the Courts cannot grant any relief that is not prayed for. However, I am inclined to accept the contention of the learned Counsel for the Appellant that, since the Order of the Wakf Board has categorically been challenged in the averments of the Petition, the absence of a prayer to the same is not an impediment to proceed with this appeal.",
    "fonts": [
      "BookmanOldStyle"
    ],
    "sizes": [
      13.5600004196167
    ]
  },
  {
    "page_number": 3,
    "bbox": [
      72.02,
      557.9,
      544.44,
      607.83
    ],
    "text": "I shall now turn to the factual aspects of the aforesaid central question that has to be determined. The Wakf Tribunal, in the impugned Order, has precisely identified the issue to be determined, which reads thus;",
    "fonts": [
      "BookmanOldStyle"
    ],
    "sizes": [
      13.5600004196167
    ]
  },
  {
    "page_number": 3,
    "bbox": [
      72.02,
      617.21,
      544.43,
      684.27
    ],
    "text": ".the only question to be decided by the Board, in this case, is whether the persons nominated by the Sheik of the said Thareeka or the persons selected by the members of the Jamaath be appointed as trustees to this Mosque..",
    "fonts": [
      "BookmanOldStyle"
    ],
    "sizes": [
      13.5600004196167
    ]
  },
  {
    "page_number": 4,
    "bbox": [
      72.02,
      731.38,
      542.6,
      755.86
    ],
    "text": "Page 5 of 6",
    "fonts": [
      "Calibri",
      "Calibri-Bold"
    ],
    "sizes": [
      11.039999961853027
    ]
  },
  {
    "page_number": 4,
    "bbox": [
      72.02,
      72.09,
      544.44,
      395.62
    ],
    "text": "In this regard, the attention of this Court is drawn to the vital and undisputed document which is submitted by the Appellants as P1. This is the application dated 30-11-1958 made under section 10 of the Muslim Mosques and Charitable Trusts or Wakf Act, by the trustees for the time being of the said Mosque, including the said Koya Thangal, for the registration of the Mosque in dispute. It is pertinent to be noted that the said Koya Thangal has not answered question No. 9 (c) of the said application, namely whether the trustees of this Mosque are appointed by the Jamaath, if not, by whom? If, it is the practice of this Mosque that the trustees have been recommended by the Koya Thangal, there is no impediment for him to mention the same in his application. Since the Koya Thangal has not stated in his application marked P1 that the trustees have been appointed by him to this Mosque, it is abundantly clear that the contention of the Appellants stating that the trustees have been appointed by the Koya Thangal to this Mosque is baseless and devoid of merits. Furthermore, in terms of the document marked P1, the said Koya Thangal is also a trustee of this Mosque. In these circumstances, the said Koya Thangal cannot function as a recommending authority of trustees as well.",
    "fonts": [
      "BookmanOldStyle"
    ],
    "sizes": [
      13.5600004196167
    ]
  },
  {
    "page_number": 4,
    "bbox": [
      72.02,
      405.0,
      544.44,
      643.11
    ],
    "text": "The document marked as P3 is the minutes of a meeting dated 08-05-1958 of the said Mosque. As per P3, the meeting had been held under the Chairmanship of the said Thangal. The trustees and the people of the village were present at the meeting. Mr. S. M. M. Musthafa had proposed Mr. Noor Mohamed as a trustee and Secretary in place of the late A. L. Ismail Hajiar. This proposal had been accepted by the people of the village who were present at the meeting. As per P3, it is evident that the trustees of this Mosque have been selected not by the Koya Thangal but by the people of the village (Jamaath). The affidavit of five trustees, including the said Noor Mohamed is produced as P15 wherein it is stated that they were selected by the members of the Jamaath. Moreover, the documents marked P16, P20, R42 and P22 substantiate the fact that the trustees of the said Mosque have been selected by the members of the Jamaath.",
    "fonts": [
      "BookmanOldStyle"
    ],
    "sizes": [
      13.5600004196167
    ]
  },
  {
    "page_number": 4,
    "bbox": [
      72.02,
      652.49,
      544.3,
      702.39
    ],
    "text": "Besides, from the evidence of M. A. A. Mohideen it is well established that the practice had been for the members of the Jamaath to select trustees of this Mosque.",
    "fonts": [
      "BookmanOldStyle"
    ],
    "sizes": [
      13.5600004196167
    ]
  },
  {
    "page_number": 5,
    "bbox": [
      72.02,
      731.38,
      542.6,
      755.86
    ],
    "text": "Page 6 of 6",
    "fonts": [
      "Calibri",
      "Calibri-Bold"
    ],
    "sizes": [
      11.039999961853027
    ]
  },
  {
    "page_number": 5,
    "bbox": [
      72.02,
      72.09,
      544.38,
      173.35
    ],
    "text": "It is to be noted that the Appellants failed to produce a single document to establish the contention that the trustees have been selected upon the recommendation of Koya Thangal. Having scrutinized the totality of the evidence adduced before the Wakf Board it is well established that the trustees of the said Mosque have been selected by the members of the Jamaath.",
    "fonts": [
      "BookmanOldStyle"
    ],
    "sizes": [
      13.5600004196167
    ]
  },
  {
    "page_number": 5,
    "bbox": [
      72.02,
      182.73,
      544.36,
      266.86
    ],
    "text": "In these respects, it is the view of this Court that there is no basis to interfere with the Order of the Wakf Board dated 29-07-2001 and the Order of the Wakf Tribunal dated 19-07-2003. Thus, the appeal is dismissed with costs fixed at Rs. 50,000/- payable by the Appellants to the Respondents.",
    "fonts": [
      "BookmanOldStyle"
    ],
    "sizes": [
      13.5600004196167
    ]
  },
  {
    "page_number": 5,
    "bbox": [
      72.02,
      276.24,
      544.1,
      308.98
    ],
    "text": "The Registrar is directed to dispatch copies of this Order to the Wakf Board and the Wakf Tribunal.",
    "fonts": [
      "BookmanOldStyle"
    ],
    "sizes": [
      13.5600004196167
    ]
  },
  {
    "page_number": 5,
    "bbox": [
      72.02,
      318.36,
      199.24,
      334.25
    ],
    "text": "Appeal dismissed.",
    "fonts": [
      "BookmanOldStyle-Italic"
    ],
    "sizes": [
      13.5600004196167
    ]
  },
  {
    "page_number": 5,
    "bbox": [
      377.11,
      426.88,
      543.61,
      441.69
    ],
    "text": "Judge of the Court of Appeal",
    "fonts": [
      "Footlight MT Light"
    ],
    "sizes": [
      14.039999961853027
    ]
  },
  {
    "page_number": 5,
    "bbox": [
      72.02,
      494.44,
      209.6,
      509.25
    ],
    "text": "S. U. B. Karalliyadde, J.",
    "fonts": [
      "Footlight MT Light"
    ],
    "sizes": [
      14.039999961853027
    ]
  },
  {
    "page_number": 5,
    "bbox": [
      72.02,
      528.5,
      124.72,
      544.32
    ],
    "text": "I agree.",
    "fonts": [
      "BookmanOldStyle"
    ],
    "sizes": [
      13.5600004196167
    ]
  },
  {
    "page_number": 5,
    "bbox": [
      377.11,
      600.19,
      543.61,
      615.0
    ],
    "text": "Judge of the Court of Appeal",
    "fonts": [
      "Footlight MT Light"
    ],
    "sizes": [
      14.039999961853027
    ]
  }
]