[
  {
    "page_number": 0,
    "bbox": [
      70.94,
      781.9,
      527.0,
      806.28
    ],
    "text": "1",
    "fonts": [
      "Calibri"
    ],
    "sizes": [
      11.039999961853027
    ]
  },
  {
    "page_number": 0,
    "bbox": [
      104.3,
      95.04,
      490.94,
      109.02
    ],
    "text": "IN THE COURT OF APPEAL OF THE DEMOCRATIC SOCIALIST",
    "fonts": [
      "BookmanOldStyle-Bold"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 0,
    "bbox": [
      199.49,
      111.36,
      399.91,
      125.36
    ],
    "text": "REPUBLIC OF SRI LANKA",
    "fonts": [
      "BookmanOldStyle",
      "BookmanOldStyle-Bold"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 0,
    "bbox": [
      241.13,
      135.48,
      528.34,
      214.4
    ],
    "text": "In the matter of an application for Restitution, in the nature of Restitutio-In-Integrum under and in terms of Article 138 of the Constitution of the Democratic Socialist Republic of Sri Lanka,",
    "fonts": [
      "BookmanOldStyle",
      "BookmanOldStyle-Italic"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 0,
    "bbox": [
      70.94,
      248.76,
      527.74,
      767.08
    ],
    "text": "Court of Appeal 1. Nawarathna Arachchige Manel Priyangani Case No: RII/0073/2024 alias Nawarathna Arachchige Manel Priyangani Nawarathna Edirisingha DC Nugegoda Case No: PR/11/23 2. Edirisingha Arachchige Indeewari Joris Edirisingha Both at No. 400, Old Kottawa Road, Udahamulla Nugegoda Plaintiffs Vs Zeon International Private Limited No. 408, Old Kottawa Road, Udahamulla, Nugegoda and No. 145/A, High Level Road, Pannipitiya Defendants And Now Zeon International Private Limited No. 408, Old Kottawa Road, Udahamulla, Nugegoda and No. 145/A, High Level Road, Pannipitiya Defendant- Petitioner 1. Nawarathna Arachchige Manel Priyangani alias Nawarathna Arachchige Manel Priyangani Nawarathna Edirisingha",
    "fonts": [
      "BookmanOldStyle",
      "BookmanOldStyle-Bold",
      "BookmanOldStyle-Italic"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 1,
    "bbox": [
      70.94,
      781.9,
      527.0,
      806.28
    ],
    "text": "2",
    "fonts": [
      "Calibri"
    ],
    "sizes": [
      11.039999961853027
    ]
  },
  {
    "page_number": 1,
    "bbox": [
      70.94,
      70.9,
      541.9,
      620.15
    ],
    "text": "2. Edirisingha Arachchige Indeewari Joris Edirisingha Both at: No. 400 old Kottawa Road, Udahamulla, Nugegoda Plaintiff-Respondents AND NOW BETWEEN Zeon International Private Limited No. 408, Old Kottawa Road, Udahamulla, Nugegoda and No. 145/A, High Level Road, Pannipitiya Defendants-Petitioner-Petitioner VS 1. Nawarathna Arachchige Manel Priyangani alias Nawarathna Arachchige Manel Priyangani Nawarathna Edirisingha 2. Edirisingha Arachchige Indeewari Joris Edirisingha Both at: No. 400 old Kottawa Road, Udahamulla, Nugegoda Plaintiff-Respondents-Respondents Before : R. Gurusinghe J. & M.C.B.S. Morais J.",
    "fonts": [
      "BookmanOldStyle",
      "BookmanOldStyle-Bold",
      "BookmanOldStyle-Italic"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 1,
    "bbox": [
      70.94,
      628.4,
      506.86,
      755.68
    ],
    "text": "Counsel : Mayura Gunawansa, P.C., with Indika Muhandiram for the Defendant-Petitioner-Petitioner Kuvera De Zoysa, P.C. with Randeewari Arangala Instructed by Sanjay Fonseka for the 1st and 2nd Respondents",
    "fonts": [
      "BookmanOldStyle",
      "BookmanOldStyle-Bold"
    ],
    "sizes": [
      8.039999961853027,
      12.0
    ]
  },
  {
    "page_number": 2,
    "bbox": [
      70.94,
      781.9,
      527.0,
      806.28
    ],
    "text": "3",
    "fonts": [
      "Calibri"
    ],
    "sizes": [
      11.039999961853027
    ]
  },
  {
    "page_number": 2,
    "bbox": [
      70.94,
      70.9,
      290.81,
      101.24
    ],
    "text": "Argued on : 05-02-2025",
    "fonts": [
      "BookmanOldStyle"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 2,
    "bbox": [
      70.94,
      111.36,
      254.09,
      125.36
    ],
    "text": "Decided on: 12-06-2025",
    "fonts": [
      "BookmanOldStyle"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 2,
    "bbox": [
      70.94,
      135.47,
      532.17,
      770.56
    ],
    "text": "ORDER R. Gurusinghe J. The defendant-petitioner-petitioner (hereinafter referred to as the petitioner) filed this application against the plaintiff-respondents (hereinafter referred to as the respondents) seeking inter alia order setting aside and annulling all proceedings and steps taken in the case bearing Nos: PR/11/23 in the District Court of Nugegoda, to set aside the order of the Learned District Judge dated 04-07-2024 marked K and to restore the petitioner to the original position and direct the Court to allow the petitioner to file an application for leave, make stay in further proceedings of the abovementioned case until final determination of this application. The respondents have taken up two preliminary objections and substantial objections based on the facts of the case. The respondents instituted the abovementioned action in the District Court of Nugegoda, under the provisions of the Recovery of Possession of Premises given on Lease Act No. 1 of 2023, (hereinafter referred to as the Act) seeking inter alia for the recovery of possession of the premises given on lease to the petitioners, for the recovery of arrears of lease rental, for the recovery of defaulted water bills, electricity bills and rates to the Municipal Council. On the application of the respondents, the Learned District Judge of Nugegoda issued a decree nisi to be served on the petitioner. As the caption of that action bears two addresses of the petitioner, the Learned District Judge directed that the copies of the decree nisi be served at both places. Accordingly, the Fiscal of the District Court reported that the decree nisi was pasted on the property at No. 408, Old Kottawa Road, Udahamulla. The other address was 145A, High Level Road, Pannipitiya. The Fiscal reported that he was unable to locate the place, and the decree nisi was not served at that address. Then, the respondents moved to court for substituted service of the decree nisi to the address at High Level Road. The Fiscal reported he was unable to locate the address. Thereafter, the Learned District Judge directed that once the respondents pointed out the place, the decree was to be served. Thereafter, Fiscal reported that the decree was served at the second address, after the respondents had pointed out the place.",
    "fonts": [
      "BookmanOldStyle",
      "BookmanOldStyle-Bold",
      "BookmanOldStyle-Italic"
    ],
    "sizes": [
      12.0,
      14.039999961853027
    ]
  },
  {
    "page_number": 3,
    "bbox": [
      70.94,
      781.9,
      527.0,
      806.28
    ],
    "text": "4",
    "fonts": [
      "Calibri"
    ],
    "sizes": [
      11.039999961853027
    ]
  },
  {
    "page_number": 3,
    "bbox": [
      70.94,
      70.9,
      532.18,
      554.77
    ],
    "text": "The petitioner made no application after the service of the decree. The respondent made an application on November 1, 2023, to execute the decree. The District Judge allowed the application on November 6, 2023. Accordingly, the fiscal report dated November 28, 2023, reported that possession was handed over to the plaintiff-respondents. Even after that, the petitioner made no application to the District Court. Thereafter, on 10-01-2024, the respondent moved court to recover their claim of money amounting to Rs. 10,268,000/- and also Rs. 470,140.21 cents, as an arrears of water bill charges and arrears of rate charges, levied by the Municipal Council and prayed to seize and sell removable building built by the petitioner made of stainless steel and tempered glass. Consequently, the trial Judge issued an order to seize and auction the removable building. Accordingly, seizure notices were affixed on the subject matter. The petitioner in this application states that it was only then that they became aware of the said case and made an application under Section 839 of the Civil Procedure Code. After an inquiry based on written submissions (as agreed upon by the parties), the Learned District Judge of Nugegoda, delivered his order dated 04-07-2024 in favour of the respondents, allowing them to proceed with the writ. The petitioner filed this application in this court on 22 July 2024. The petitioner in this application took up the position that the decree nisi was never served on the petitioner, and the Fiscal reports are contradictory and unreliable. The petitioner further states that, the Learned Trial Judge made the decree nisi absolute relying on the erroneous and contradictory fiscal reports. The grounds urged by the petitioner in this application are as follows:",
    "fonts": [
      "BookmanOldStyle",
      "BookmanOldStyle-Italic"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 3,
    "bbox": [
      88.94,
      556.97,
      524.74,
      570.97
    ],
    "text": "a) The said order is totally contrary to the statutory law and the well-",
    "fonts": [
      "ArialMT",
      "BookmanOldStyle"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 3,
    "bbox": [
      70.94,
      573.17,
      280.73,
      603.37
    ],
    "text": "established principles of law.",
    "fonts": [
      "BookmanOldStyle"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 3,
    "bbox": [
      88.94,
      605.57,
      528.33,
      619.57
    ],
    "text": "b) The Learned Trial Judge has totally failed and neglected to evaluate",
    "fonts": [
      "ArialMT",
      "BookmanOldStyle"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 3,
    "bbox": [
      88.94,
      621.8,
      528.34,
      699.52
    ],
    "text": "duly and to consider the vital facts and the documentary evidence in arriving at his findings, and thereby, Justice is denied to the petitioner against the law. c) The Learned trial Judge has entered the order without duly analysing",
    "fonts": [
      "ArialMT",
      "BookmanOldStyle"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 3,
    "bbox": [
      106.94,
      701.72,
      528.29,
      748.24
    ],
    "text": "and considering the legal provisions, especially relating to the Recovery of Possession of Premises Given on Lease, Act No. 01 of 2023.",
    "fonts": [
      "BookmanOldStyle"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 4,
    "bbox": [
      70.94,
      781.9,
      527.0,
      806.28
    ],
    "text": "5",
    "fonts": [
      "Calibri"
    ],
    "sizes": [
      11.039999961853027
    ]
  },
  {
    "page_number": 4,
    "bbox": [
      88.94,
      70.9,
      528.34,
      84.96
    ],
    "text": "d) The said order impeached has not at all considered the mala fide,",
    "fonts": [
      "ArialMT",
      "BookmanOldStyle",
      "BookmanOldStyle-Italic"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 4,
    "bbox": [
      88.94,
      87.12,
      528.13,
      132.56
    ],
    "text": "misleading and fraudulent conduct of the Respondents. e) The Learned Trial Judge has totally failed and ignored to consider the",
    "fonts": [
      "ArialMT",
      "BookmanOldStyle"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 4,
    "bbox": [
      88.94,
      134.76,
      528.34,
      212.48
    ],
    "text": "vital legal matters raised by the Petitioner to the extent of denying audi alteram partem to the Petitioner and thereby caused a miscarriage of justice to the Petitioner. f) The Learned Trial Judge has failed to properly evaluate the material",
    "fonts": [
      "ArialMT",
      "BookmanOldStyle",
      "BookmanOldStyle-Italic"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 4,
    "bbox": [
      70.94,
      214.68,
      528.34,
      698.68
    ],
    "text": "facts and evidence placed before him and thereby denied the legitimate expectation and economic rights of the Petitioner whilst allowing the Respondent to unjustly enrich themselves by their illegal, mala fide conduct. The petitioner took up the position that the Learned Trial Judge entered the order without duly analysing and considering the legal provisions relating to the Act No.1 of 2023. However, the petitioner has failed to specify or elaborate on the provisions of Act No. 1 of 2023, which were allegedly violated by the order of the District Judge. The grounds relied upon by the petitioner are neither specific nor clear. The petitioner does not state that the petitioner was not in arrears of the lease money or not in default of utility bills and rates. The petitioner implicitly admits that the petitioner had not paid the agreed-upon lease rentals and utility bills as specified in the lease agreement. In the order of the Learned District Judge dated 04-07-2024, it was observed that the petitioner has failed to state what the defence to the plaintiffs case is and what facts are relied upon to support it. It is clear that the petitioner has failed to disclose a defence that is prima facie sustainable, as required under Section 16(3) of the above mentioned Act. If the petitioner wanted to challenge the fiscal reports which reported the decree nisi was served on the petitioner, a witness from the petitioner's company should have given oral evidence at the inquiry and proved that the fiscal report was wrong. In the case of Wimalawathi and others vs Thotamuna and others (1998) 3 SLR 01, Ranaraja J held as follows;",
    "fonts": [
      "BookmanOldStyle",
      "BookmanOldStyle-Italic"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 4,
    "bbox": [
      106.94,
      700.88,
      527.99,
      763.54
    ],
    "text": "Where a defendant seeks to have an ex-parte decree entered against him set aside, the burden of proof that no summons was served, lies squarely on him, (Vide Sangarapillai v. Kathiravely(1)) It is relevant to note that applications to set aside ex-parte decree are proceedings",
    "fonts": [
      "BookmanOldStyle-Italic"
    ],
    "sizes": [
      8.039999961853027,
      12.0
    ]
  },
  {
    "page_number": 5,
    "bbox": [
      70.94,
      781.9,
      527.0,
      806.28
    ],
    "text": "6",
    "fonts": [
      "Calibri"
    ],
    "sizes": [
      11.039999961853027
    ]
  },
  {
    "page_number": 5,
    "bbox": [
      70.94,
      70.9,
      528.34,
      554.77
    ],
    "text": "incidental to and not a trial proper. No specific procedure is laid down in the Civil Procedure Code as to how such inquiries should be conducted. However, they must be conducted on principles of fairness. The affidavit filed by the Process Server is prima facie evidence of the fact that summons was duly served on the defendants mentioned therein and there is a presumption that summons was duly served. Accordingly, the burden shifts on to the defendants to prove that no summons had been served. The defendants have to begin leading evidence. Once the defendants lead evidence to prove that summons had not been served on them and establish that fact, burden shifts back on to the plaintiffs to rebut that evidence. This can be done by calling the Process Server to give evidence that he had served summons on the defendants. Without such evidence being led to prove the fact that the decree was in fact not served on the petitioner, the fiscal report cannot be disregarded. In this case, the decree has been served at two places. Furthermore, the petitioner has failed to plead exceptional circumstances that warrant the invocation of the extraordinary jurisdiction of Restitutio-in- Integrum. The petitioner failed to disclose the fact that the petitioner had filed a notice of appeal in the District Court, to appeal to the Civil Appellate High Court of Mt. Lavinia against the decree absolute in PR/11/2023. There are clear provisions in the Act for an appeal against an order making a decree nisi absolute by any aggrieved person. Section 25 (1) of the Act is as follows: 25. (1) Any person aggrieved by",
    "fonts": [
      "BookmanOldStyle",
      "BookmanOldStyle-Italic"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 5,
    "bbox": [
      134.78,
      556.97,
      527.82,
      571.03
    ],
    "text": "(a) an order making a decree nisi absolute by refusing an",
    "fonts": [
      "Arial-ItalicMT",
      "BookmanOldStyle-Italic"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 5,
    "bbox": [
      70.94,
      573.17,
      527.78,
      619.63
    ],
    "text": "application made by the defendant on the grounds specified in paragraphs (b) and (c) of section 15;",
    "fonts": [
      "BookmanOldStyle-Italic"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 5,
    "bbox": [
      134.78,
      621.8,
      528.1,
      635.86
    ],
    "text": "(b) an order under subsection (4) of section 16, making a decree nisi",
    "fonts": [
      "Arial-ItalicMT",
      "BookmanOldStyle-Italic"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 5,
    "bbox": [
      70.94,
      638.0,
      477.1,
      668.26
    ],
    "text": "absolute on failure by the defendant to furnish security;",
    "fonts": [
      "BookmanOldStyle-Italic"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 5,
    "bbox": [
      134.78,
      670.4,
      527.77,
      684.46
    ],
    "text": "(c) an order under subsection (5) of section 16 dismissing an",
    "fonts": [
      "Arial-ItalicMT",
      "BookmanOldStyle-Italic"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 5,
    "bbox": [
      70.94,
      686.6,
      527.79,
      733.06
    ],
    "text": "application made by the defendant to have the decree absolute set aside; or",
    "fonts": [
      "BookmanOldStyle-Italic"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 5,
    "bbox": [
      134.78,
      735.19,
      527.78,
      749.26
    ],
    "text": "(d) a final order made under subsection (3) of section 17 either",
    "fonts": [
      "Arial-ItalicMT",
      "BookmanOldStyle-Italic"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 5,
    "bbox": [
      152.78,
      751.39,
      518.86,
      765.46
    ],
    "text": "discharging the decree nisi or making the decree nisi absolute.",
    "fonts": [
      "BookmanOldStyle-Italic"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 6,
    "bbox": [
      70.94,
      781.9,
      527.0,
      806.28
    ],
    "text": "7",
    "fonts": [
      "Calibri"
    ],
    "sizes": [
      11.039999961853027
    ]
  },
  {
    "page_number": 6,
    "bbox": [
      70.94,
      70.9,
      528.34,
      344.15
    ],
    "text": "May prefer an appeal in terms of the provisions of subsection (10) of section 754 of the Civil Procedure Code. Even though the petitioner filed a notice of appeal in the District Court, They have neglected to file the petition of appeal within the stipulated time. The petitioner had an alternative remedy, which was an adequate remedy, but they failed to utilise it. Restitutio-in-Integrum is an extraordinary remedy and will be granted only in exceptional circumstances. Restitution is granted only if no other remedy is available to the party aggrieved. The court will not relieve parties of the consequences of their own folly or negligence or laches (vide Sri Lanka Insurance Corporation Ltd vs. Shanmugam and another [1995] 1 Sri LR 55). For the reasons set out above, we decide that there are no sufficient grounds to issue formal notice on the respondents. The application is dismissed.",
    "fonts": [
      "BookmanOldStyle",
      "BookmanOldStyle-Italic"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 6,
    "bbox": [
      70.94,
      346.35,
      462.7,
      571.09
    ],
    "text": "Judge of the Court of Appeal. M.C.B.S. Morais, J. I agree. Judge of the Court of Appeal.",
    "fonts": [
      "BookmanOldStyle",
      "BookmanOldStyle-Bold"
    ],
    "sizes": [
      12.0
    ]
  }
]