[
  {
    "page_number": 0,
    "bbox": [
      72.02,
      779.74,
      526.13,
      806.38
    ],
    "text": "1",
    "fonts": [
      "Calibri"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 0,
    "bbox": [
      80.54,
      53.04,
      516.27,
      66.0
    ],
    "text": "IN THE COURT OF APPEAL OF THE DEMOCRATIC SOCIALIST REPUBLIC OF SRI LANKA",
    "fonts": [
      "Calibri-Light"
    ],
    "sizes": [
      12.960000038146973
    ]
  },
  {
    "page_number": 0,
    "bbox": [
      72.86,
      89.06,
      523.9,
      157.22
    ],
    "text": "In the matter of an Application for Revision under and in terms of Article 138 of the Constitution of the Democratic Socialist Republic Sri Lanka.",
    "fonts": [
      "Calibri-Light"
    ],
    "sizes": [
      12.960000038146973
    ]
  },
  {
    "page_number": 0,
    "bbox": [
      72.86,
      179.3,
      217.54,
      192.26
    ],
    "text": "CA Case No: CPA/055/2024",
    "fonts": [
      "Calibri-Light"
    ],
    "sizes": [
      12.960000038146973
    ]
  },
  {
    "page_number": 0,
    "bbox": [
      72.86,
      209.54,
      254.14,
      240.74
    ],
    "text": "PHC Tangalle No: HC RA/14/2022 MC Angunukolapelessa No: 30544",
    "fonts": [
      "Calibri-Light"
    ],
    "sizes": [
      12.960000038146973
    ]
  },
  {
    "page_number": 0,
    "bbox": [
      311.45,
      179.3,
      405.0,
      228.74
    ],
    "text": "Officer in Charge, Hungama Police, Hungama.",
    "fonts": [
      "Calibri-Light"
    ],
    "sizes": [
      12.960000038146973
    ]
  },
  {
    "page_number": 0,
    "bbox": [
      288.89,
      234.02,
      524.07,
      302.21
    ],
    "text": "Informant (Plaintiff) Vs. 1. Sheila Kumari Fernando,",
    "fonts": [
      "Calibri-Light"
    ],
    "sizes": [
      12.960000038146973
    ]
  },
  {
    "page_number": 0,
    "bbox": [
      311.45,
      307.49,
      476.19,
      338.69
    ],
    "text": "No.11/A, Sri Saranankara Road, Dehiwala.",
    "fonts": [
      "Calibri-Light"
    ],
    "sizes": [
      12.960000038146973
    ]
  },
  {
    "page_number": 0,
    "bbox": [
      72.86,
      347.78,
      524.07,
      398.81
    ],
    "text": "1st Party Respondent 2. Pattiya Kumburage Indika Prasanna,",
    "fonts": [
      "Calibri-Light"
    ],
    "sizes": [
      8.520000457763672,
      12.960000038146973
    ]
  },
  {
    "page_number": 0,
    "bbox": [
      72.86,
      404.21,
      524.07,
      564.19
    ],
    "text": "No. 04, Dheewara Niwasa, Welladiya, Ranna. 2nd Party Respondent AND Pattiya Kumburage Indika Prasanna, No. 04, Dheewara Niwasa, Welladiya, Ranna.",
    "fonts": [
      "Calibri-Light"
    ],
    "sizes": [
      8.520000457763672,
      12.960000038146973
    ]
  },
  {
    "page_number": 0,
    "bbox": [
      72.86,
      571.36,
      524.07,
      677.26
    ],
    "text": "2nd Party Respondent-Petitioner Vs. Sheila Kumari Fernando, No.11/A, Sri Saranankara Road, Dehiwala.",
    "fonts": [
      "Calibri-Light"
    ],
    "sizes": [
      8.520000457763672,
      12.960000038146973
    ]
  },
  {
    "page_number": 0,
    "bbox": [
      72.86,
      685.03,
      524.07,
      733.42
    ],
    "text": "1st Party Respondent-Respondent",
    "fonts": [
      "Calibri-Light"
    ],
    "sizes": [
      8.520000457763672,
      12.960000038146973
    ]
  },
  {
    "page_number": 0,
    "bbox": [
      72.86,
      720.46,
      424.08,
      751.9
    ],
    "text": "AND NOW BETWEEN",
    "fonts": [
      "Calibri-Light"
    ],
    "sizes": [
      12.960000038146973
    ]
  },
  {
    "page_number": 1,
    "bbox": [
      72.02,
      779.74,
      526.13,
      806.38
    ],
    "text": "2",
    "fonts": [
      "Calibri"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 1,
    "bbox": [
      311.45,
      53.04,
      476.19,
      102.5
    ],
    "text": "Sheila Kumari Fernando, No.11/A, Sri Saranankara Road, Dehiwala.",
    "fonts": [
      "Calibri-Light"
    ],
    "sizes": [
      12.960000038146973
    ]
  },
  {
    "page_number": 1,
    "bbox": [
      72.86,
      109.43,
      521.15,
      123.62
    ],
    "text": "1st Party Respondent-Respondent-",
    "fonts": [
      "Calibri-Light"
    ],
    "sizes": [
      8.520000457763672,
      12.960000038146973
    ]
  },
  {
    "page_number": 1,
    "bbox": [
      72.86,
      129.02,
      524.07,
      233.9
    ],
    "text": "Petitioner Vs. Pattiya Kumburage Indika Prasanna, No. 04, Dheewara Niwasa, Welladiya, Ranna.",
    "fonts": [
      "Calibri-Light"
    ],
    "sizes": [
      12.960000038146973
    ]
  },
  {
    "page_number": 1,
    "bbox": [
      72.86,
      241.43,
      521.15,
      255.62
    ],
    "text": "2nd Party Respondent-Petitioner-",
    "fonts": [
      "Calibri-Light"
    ],
    "sizes": [
      8.520000457763672,
      12.960000038146973
    ]
  },
  {
    "page_number": 1,
    "bbox": [
      72.02,
      261.02,
      524.07,
      383.21
    ],
    "text": "Respondent Officer in Charge, Hungama Police, Hungama. Informant (Plaintiff)-Respondent",
    "fonts": [
      "Calibri",
      "Calibri-Light"
    ],
    "sizes": [
      12.0,
      12.960000038146973
    ]
  },
  {
    "page_number": 1,
    "bbox": [
      72.86,
      421.37,
      315.82,
      434.33
    ],
    "text": "Before: Damith Thotawatte, J.",
    "fonts": [
      "Calibri-Light"
    ],
    "sizes": [
      12.960000038146973
    ]
  },
  {
    "page_number": 1,
    "bbox": [
      198.89,
      445.13,
      314.02,
      458.09
    ],
    "text": "K.M.S. Dissanayake, J.",
    "fonts": [
      "Calibri-Light"
    ],
    "sizes": [
      12.960000038146973
    ]
  },
  {
    "page_number": 1,
    "bbox": [
      72.86,
      468.91,
      523.84,
      536.83
    ],
    "text": "Counsels: Kuvera De Zoysa, P.C. with Anuruddha Dharmaratna instructed by Indika Jayaweera for the 1st Party Respondent- Respondent-Petitioner.",
    "fonts": [
      "Calibri-Light"
    ],
    "sizes": [
      8.520000457763672,
      12.960000038146973
    ]
  },
  {
    "page_number": 1,
    "bbox": [
      72.86,
      552.88,
      524.04,
      677.14
    ],
    "text": "Esara Wellala instructed by Bandula Wellala for the 2nd Party Respondent-Petitioner-Respondent. Argued: 05-08-2025 Written submissions tendered on:",
    "fonts": [
      "Calibri-Light"
    ],
    "sizes": [
      8.520000457763672,
      12.960000038146973
    ]
  },
  {
    "page_number": 1,
    "bbox": [
      72.86,
      644.44,
      521.55,
      732.22
    ],
    "text": "18-09-2025 by 2nd Party Respondent- Petitioner- Respondent. 18-09-2025 by 1st Party Respondent-Respondent-Petitioner. Judgement Delivered: 02-12-2025",
    "fonts": [
      "Calibri-Light"
    ],
    "sizes": [
      8.520000457763672,
      12.960000038146973
    ]
  },
  {
    "page_number": 2,
    "bbox": [
      72.02,
      779.74,
      526.13,
      806.38
    ],
    "text": "3",
    "fonts": [
      "Calibri"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 2,
    "bbox": [
      72.02,
      53.04,
      147.79,
      66.0
    ],
    "text": "Thotawatte, J.",
    "fonts": [
      "Calibri-Light"
    ],
    "sizes": [
      12.960000038146973
    ]
  },
  {
    "page_number": 2,
    "bbox": [
      72.02,
      79.44,
      526.35,
      274.94
    ],
    "text": "This Revision application is against the Order dated 17-05-2024 pronounced in favour of the 2nd Party Respondent-Petitioner-Respondent (hereinafter sometimes referred to as the “Respondent”) by the learned High Court Judge of the Provincial High Court of the Southern Province holden in Tangalle, exercising revisionary jurisdiction under Article 154P(3)(b) of the Constitution, whereby the said Court revised and set aside the Order dated 26-08-2022 made by the learned Magistrate of the Magistrate’s Court of Angunukolapelessa, acting as the Primary Court Judge under the provisions of the Primary Court’s Procedure Act, No. 44 of 1979, in MC Angunukolapelessa Case No. 30544, which had held that the 1st Party Respondent-Respondent-Petitioner (hereinafter sometimes referred to as the “Petitioner”) was entitled to possession of the land known as Sooriyagahawatta.",
    "fonts": [
      "Calibri-Light",
      "Calibri-LightItalic"
    ],
    "sizes": [
      8.520000457763672,
      12.960000038146973
    ]
  },
  {
    "page_number": 2,
    "bbox": [
      72.02,
      288.17,
      526.31,
      410.69
    ],
    "text": "The dispute was initially reported to the Primary Court of Angunukolapelessa upon the filing of information dated 16-12-2019 by the Officer-in-Charge of the Hungama Police Station under Section 66(1)(a) of the Primary Court’s Procedure Act, No. 44 of 1979 (hereinafter sometimes referred to as the “PCP Act”), alleging the likelihood of a breach of the peace arising from a disagreement concerning a fence and the access roadway over the land known as Sooriyagahawatta. The Petitioner was named as the 1st Party Respondent, and the Respondent was named as the 2nd Party Respondent.",
    "fonts": [
      "Calibri-Light",
      "Calibri-LightItalic"
    ],
    "sizes": [
      8.520000457763672,
      12.960000038146973
    ]
  },
  {
    "page_number": 2,
    "bbox": [
      72.02,
      424.01,
      526.35,
      546.43
    ],
    "text": "Upon consideration of the affidavits, supporting documents tendered by the parties, and written submissions of the parties, the learned Magistrate of Angunukolapelessa delivered an Order dated 14-10-2020 (annexed marked X-8), holding inter alia in favour of the Petitioner and directing that all obstructions placed upon the land known as Sooriyagahawatta be removed. The Magistrate accepted the Petitioner’s position that her son, for whom she acted under Power of Attorney, was entitled to possession of the subject property.",
    "fonts": [
      "Calibri-Light",
      "Calibri-LightItalic"
    ],
    "sizes": [
      12.960000038146973
    ]
  },
  {
    "page_number": 2,
    "bbox": [
      72.02,
      565.75,
      526.34,
      651.67
    ],
    "text": "Aggrieved by the said Order, the Respondent preferred a Revision Application to the Provincial High Court of Tangalle, and by Order dated 06-04-2022 (marked X-9), the learned High Court Judge set aside the Magistrate’s Order dated 14-10-2020 and directed that a fresh Order should be delivered after the Magistrate duly considered the entire body of documents tendered by both parties.",
    "fonts": [
      "Calibri-Light"
    ],
    "sizes": [
      12.960000038146973
    ]
  },
  {
    "page_number": 2,
    "bbox": [
      72.02,
      671.02,
      526.35,
      756.94
    ],
    "text": "Consequent to the directions of the Provincial High Court, the matter was reheard by the learned Magistrate of Angunukolapelessa. After reviewing all the documents submitted and the competing claims of possession, the Magistrate delivered a fresh Order dated 26-08-2022 (marked X-10). In this Order, the Magistrate again held in favour of the Petitioner, determining that the Petitioner (and her son) were in possession of",
    "fonts": [
      "Calibri-Light"
    ],
    "sizes": [
      12.960000038146973
    ]
  },
  {
    "page_number": 3,
    "bbox": [
      72.02,
      779.74,
      526.13,
      806.38
    ],
    "text": "4",
    "fonts": [
      "Calibri"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 3,
    "bbox": [
      72.02,
      53.04,
      526.25,
      84.24
    ],
    "text": "the subject land for the purposes of Section 68(3) of the PCP Act, and directing appropriate relief accordingly.",
    "fonts": [
      "Calibri-Light"
    ],
    "sizes": [
      12.960000038146973
    ]
  },
  {
    "page_number": 3,
    "bbox": [
      72.02,
      97.58,
      526.34,
      238.22
    ],
    "text": "The Respondent thereafter once again invoked the revisionary jurisdiction of the Provincial High Court of the Southern Province holden at Tangalle by instituting Case No. HCRA/14/2022, seeking to vacate the fresh Order of the learned Magistrate dated 26-08-2022. After considering the Statement of Objections, Counter-Objections, and written submissions and the oral arguments, by the Order dated 17-05-2024 (marked Z), the learned Provincial High Court Judge revised and set aside the Magistrate’s Order of 26-08-2022, and being dissatisfied with the said order, the Petitioner has preferred this instant application to this court",
    "fonts": [
      "Calibri-Light"
    ],
    "sizes": [
      12.960000038146973
    ]
  },
  {
    "page_number": 3,
    "bbox": [
      72.02,
      251.54,
      526.35,
      337.49
    ],
    "text": "The Respondent has raised several objections to the maintainability of this application, foremost among them the contention that a revision application will not lie against an order of the High Court made in the exercise of its own revisionary jurisdiction. In these circumstances, it is incumbent upon this Court to address this jurisdictional objection as a threshold matter before proceeding to consider the substantive merits of the case.",
    "fonts": [
      "Calibri-Light"
    ],
    "sizes": [
      12.960000038146973
    ]
  },
  {
    "page_number": 3,
    "bbox": [
      72.02,
      350.81,
      526.29,
      474.05
    ],
    "text": "It appears that there exist two competing lines of authorities regarding this question. In Gunawardane and others v. Muthukumarana and others,1 the Supreme Court adopting what can be termed as the permissive approach, held that the Court of Appeal retained revisionary jurisdiction over Provincial High Court appellate orders, reasoning that Section 9 of the High Court of the Provinces (Special Provisions) Act No. 19 of 1990 did not expressly curtail Article 138 and that, in the absence of explicit ouster, review remained available.",
    "fonts": [
      "Calibri-Light",
      "Calibri-LightItalic"
    ],
    "sizes": [
      8.039999961853027,
      12.960000038146973
    ]
  },
  {
    "page_number": 3,
    "bbox": [
      72.02,
      493.51,
      526.35,
      634.27
    ],
    "text": "This reasoning was based on Article 138, and the view that although exercising concurrent jurisdiction, the appellate jurisdiction of the Provincial High Court did not expressly restrict Court of Appeal revisionary jurisdiction, and the revisionary jurisdiction of the Court of Appeal will remain unless expressly excluded. This approach has been followed in a number of decisions by the Court of Appeal. However, some decisions had followed what could be termed as the Restrictive approach on the ground that the Provincial High Court and Court of Appeal rank equally when exercising appellate and Revisionary powers and that concurrency does not generate hierarchy.",
    "fonts": [
      "Calibri-Light",
      "TimesNewRomanPSMT"
    ],
    "sizes": [
      12.0,
      12.960000038146973
    ]
  },
  {
    "page_number": 3,
    "bbox": [
      72.02,
      653.2,
      526.35,
      703.06
    ],
    "text": "In the resent case of W.T.S. Nilantha Fernando v. P.M.S. Nilanthi Perera2, His Lordship Justice Mahinda Samayawardhena has rejected this reasoning of Gunawardane3 holding where a Provincial High Court has acted in excise of its appellate jurisdiction (as",
    "fonts": [
      "Calibri-Light",
      "Calibri-LightItalic"
    ],
    "sizes": [
      8.039999961853027,
      8.520000457763672,
      12.960000038146973
    ]
  },
  {
    "page_number": 3,
    "bbox": [
      72.02,
      721.18,
      422.92,
      769.87
    ],
    "text": "1 SC Appeal No. 111-2015 with SC Appeal Nos. 113-2015 & 114-2015, SCM 27.05.2020 2 SC Appeal No. 65-2025 SCM 10.10.2025 3 supra",
    "fonts": [
      "Calibri",
      "Calibri-Italic"
    ],
    "sizes": [
      6.480000019073486,
      9.960000038146973,
      12.0
    ]
  },
  {
    "page_number": 4,
    "bbox": [
      72.02,
      779.74,
      526.13,
      806.38
    ],
    "text": "5",
    "fonts": [
      "Calibri"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 4,
    "bbox": [
      72.02,
      53.04,
      526.32,
      84.24
    ],
    "text": "in this instant case), the Court of Appeal cannot exercise revisionary jurisdiction against such order or judgement.",
    "fonts": [
      "Calibri-Light"
    ],
    "sizes": [
      12.960000038146973
    ]
  },
  {
    "page_number": 4,
    "bbox": [
      72.02,
      97.31,
      526.35,
      128.78
    ],
    "text": "In Seylan Bank PLC v. Christobel Daniels4, as quoted by His Lordship Justice Samayawardhena, in W.T.S. Nilantha Fernando v. P.M.S. Nilanthi Perera5, it is stated that;",
    "fonts": [
      "Calibri-Light",
      "Calibri-LightItalic"
    ],
    "sizes": [
      8.039999961853027,
      8.520000457763672,
      12.960000038146973
    ]
  },
  {
    "page_number": 4,
    "bbox": [
      99.02,
      142.1,
      525.87,
      209.78
    ],
    "text": "The structure of Article 138 would also prevent this Court exercising revisionary jurisdiction when the sole and exclusive jurisdiction has been vested in the Supreme Court. The revisionary jurisdiction is bestowed in the Court of Appeal thus in Article 138 of the Constitution.",
    "fonts": [
      "Calibri-LightItalic"
    ],
    "sizes": [
      12.960000038146973
    ]
  },
  {
    "page_number": 4,
    "bbox": [
      99.02,
      227.06,
      525.86,
      294.77
    ],
    "text": "“..... and sole and exclusive cognizance by way of appeal, revision and restitutio in integrum, of all causes, suits, actions, prosecutions, matters and things which such High Court, Court of First Instance, tribunal or other institution may have taken cognizance”.",
    "fonts": [
      "Calibri-LightItalic"
    ],
    "sizes": [
      12.960000038146973
    ]
  },
  {
    "page_number": 4,
    "bbox": [
      99.02,
      312.05,
      526.03,
      507.55
    ],
    "text": "It is crystal clear beyond any scintilla of doubt that the revisionary power of this Court lies only against orders made by such High Court, Court of First Instance, tribunal or other institution when they have taken cognizance of causes, suits, actions, prosecutions, matters and things. The words “such High Court, Court of First Instance, tribunal or other institution” must be read ejusdem generis and such collocation of words read together with the words causes, suits, actions, prosecutions, matters and things clearly indicates that these Courts exercise original jurisdiction. Only when the High Court of First Instance, tribunal or other institution has exercised original jurisdiction, revision lies to this court. In other words, only when the High Court has exercised original jurisdiction, the revisionary jurisdiction of this Court can be invoked.",
    "fonts": [
      "Calibri-LightItalic"
    ],
    "sizes": [
      12.960000038146973
    ]
  },
  {
    "page_number": 4,
    "bbox": [
      72.02,
      519.64,
      526.35,
      698.14
    ],
    "text": "Following the judgement In Re the 13th Amendment to the Constitution and the Provincial Council Bill6 where the Supreme Court held that, “The Bills do not affect any change in the structure of the Courts or judicial power of the People. The Supreme Court and the Court of Appeal continue to exercise unimpaired the several jurisdictions vested in them by the Constitution.”, Sharif and Others vs. Wickramasuriya and Others,7 has taken the view that Article 138 jurisdiction of the Court of Appeal remains fully preserved and, as such litigant may either invoke the Court of Appeal’s jurisdiction under Article 138 or proceed before the Provincial High Court under Article 154P(3)(b). If the High Court is chosen, any further appeal lies to the Supreme Court with leave of the High Court under section 9 of the High Court of the Provinces (Special Provisions)",
    "fonts": [
      "ArialMT",
      "Calibri-Light",
      "Calibri-LightItalic"
    ],
    "sizes": [
      8.520000457763672,
      9.960000038146973,
      12.960000038146973
    ]
  },
  {
    "page_number": 4,
    "bbox": [
      72.02,
      727.6,
      218.08,
      769.87
    ],
    "text": "4 CA PHC APN 58-2014 CAM 14.12.2016 5 Supra 6 (1987) 2 Sri LR 312, (at page.323) 7 (2010) 1 Sri LR 255 (at page 265)",
    "fonts": [
      "Calibri-Light",
      "Calibri-LightItalic"
    ],
    "sizes": [
      6.0,
      9.0
    ]
  },
  {
    "page_number": 5,
    "bbox": [
      72.02,
      779.74,
      526.13,
      806.38
    ],
    "text": "6",
    "fonts": [
      "Calibri"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 5,
    "bbox": [
      72.02,
      53.04,
      526.31,
      227.9
    ],
    "text": "Act No. 19 of 1990. If the Court of Appeal is chosen, an appeal lies to the Supreme Court from its final judgment or order with leave of the Court of Appeal under Article 128(1) of the Constitution. His Lordship Eric Basnayake J in “Sharif and Others” has stated that “it is thus clear that both courts enjoy concurrent jurisdiction on matters referred to in Article 154P (3) (b). In Wanni Arachchi Kankanamge Siriyalatha and another v Kospalage Don Kapila Lankaratne8 His Lordship Justice Dissanayake confirming that the Provincial High Court and the Court of Appeal exercise concurrent jurisdiction under Article 138 of the Constitution has stated;",
    "fonts": [
      "Calibri-Light",
      "Calibri-LightItalic"
    ],
    "sizes": [
      8.039999961853027,
      12.960000038146973
    ]
  },
  {
    "page_number": 5,
    "bbox": [
      99.02,
      241.22,
      525.96,
      400.13
    ],
    "text": "“Upon a plain reading of Article 138 of the Constitution as amended, Article 154P(1), Article 154P(3)(b), and Article 154P(6) in conjunction with sections 5and 12 of the Act, it makes it abundantly, clear that both Courts namely; the Court of Appeal as well as the High Court established by Article 154P(1) of the Constitution which enacted by the Thirteenth Amendment to the Constitution, now, enjoy and exercise concurrent or parallel or coordinate appellate and revisionary jurisdiction on matters referred to in Article 154P(3)(b) of the Constitution as quoted above that the Court of Appeal had solely, and exclusively, exercised before the Thirteenth Amendment to the Constitution.",
    "fonts": [
      "Calibri-LightItalic"
    ],
    "sizes": [
      12.960000038146973
    ]
  },
  {
    "page_number": 5,
    "bbox": [
      99.02,
      413.45,
      525.89,
      517.63
    ],
    "text": "In the result, I am of the view that the revisionary jurisdiction that was solely, and exclusively, vested with the Court of Appeal before the Thirteenth Amendment to the Constitution, would after Thirteenth Amendment to the Constitution, now, be exercised by a High Court established by Article 154P(1) of the Constitution which enacted by the Thirteenth Amendment to the Constitution, concurrently or parallel or coordinately with the Court of Appeal”",
    "fonts": [
      "Calibri-LightItalic"
    ],
    "sizes": [
      12.960000038146973
    ]
  },
  {
    "page_number": 5,
    "bbox": [
      72.02,
      530.68,
      526.35,
      616.87
    ],
    "text": "In Weragama v. Eksath Lanka Wathu Kamkaru Samithiya and Others9 It was held that the Jurisdiction of the Court of Appeal is not an entrenched jurisdiction because Article 138 provides that it is subject to the provisions \"of any law\", \"Hence it was always constitutionally permissible for that jurisdiction to be reduced or transferred by ordinary law.”",
    "fonts": [
      "Calibri-Light",
      "Calibri-LightItalic"
    ],
    "sizes": [
      8.039999961853027,
      12.960000038146973
    ]
  },
  {
    "page_number": 5,
    "bbox": [
      72.02,
      630.19,
      526.28,
      716.74
    ],
    "text": "The constitutional flexibility of Article 138 enabled the Thirteenth Amendment to confer concurrent revisionary jurisdiction on Provincial High Courts under Article 154P(3)(b). Ordinary legislation, specifically the High Court of the Provinces (Special Provisions) Act No. 19 of 1990 as amended, not only gives effect to that concurrency but also requires that any further challenge to determinations of a Provincial High Court in exercise of the",
    "fonts": [
      "Calibri",
      "Calibri-Light"
    ],
    "sizes": [
      12.0,
      12.960000038146973
    ]
  },
  {
    "page_number": 5,
    "bbox": [
      72.02,
      733.3,
      218.76,
      769.87
    ],
    "text": "8 CA CPA 0073-2025 CAM 31.10.2025 9 [1994] 1 Sri LR 293",
    "fonts": [
      "Calibri",
      "Calibri-Light"
    ],
    "sizes": [
      6.480000019073486,
      9.0,
      9.960000038146973,
      12.0
    ]
  },
  {
    "page_number": 6,
    "bbox": [
      72.02,
      779.74,
      526.13,
      806.38
    ],
    "text": "7",
    "fonts": [
      "Calibri"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 6,
    "bbox": [
      72.02,
      53.04,
      526.25,
      102.74
    ],
    "text": "appellate jurisdiction vested in it by Article 154P(3)(b) must be directed to the Supreme Court, and not to the Court of Appeal, thereby precluding “revision of a revision” and preventing hierarchical duplication within courts exercising equivalent jurisdiction.",
    "fonts": [
      "Calibri-Light"
    ],
    "sizes": [
      12.960000038146973
    ]
  },
  {
    "page_number": 6,
    "bbox": [
      72.02,
      116.18,
      526.32,
      202.22
    ],
    "text": "Although the Provincial High Court and the Court of Appeal share concurrent revisionary jurisdiction, that concurrency operates only at the initial choice of forum. Once the Provincial High Court has exercised revision, that remedy is exhausted, the Court of Appeal cannot entertain an application for supervisory review of an already-exercised revisionary jurisdiction.",
    "fonts": [
      "Calibri-Light",
      "Calibri-LightItalic"
    ],
    "sizes": [
      12.960000038146973
    ]
  },
  {
    "page_number": 6,
    "bbox": [
      72.02,
      219.23,
      497.67,
      232.46
    ],
    "text": "In W.T.S. Nilantha Fernando10 Justice Samayawardhena, proceeds to observe that;",
    "fonts": [
      "Calibri-Light",
      "Calibri-LightItalic"
    ],
    "sizes": [
      8.039999961853027,
      12.960000038146973
    ]
  },
  {
    "page_number": 6,
    "bbox": [
      103.58,
      245.66,
      525.9,
      386.45
    ],
    "text": "“I would also mention here that allowing an appeal or a revision application from a judgment or order from the Provincial High Court would also lead to, the Court of Appeal having revisionary jurisdiction over an instance where the Provincial High Court exercises its revisionary jurisdiction as is requested for in the instant case. In effect, the Court of Appeal would lie in revision of a revision application. Seeing as Revisionary jurisdiction is to be exercised in exceptional circumstances, allowing a revision application on a revision application would be conceptually contradictory to the spirit of a revision application”.",
    "fonts": [
      "Calibri-LightItalic"
    ],
    "sizes": [
      12.960000038146973
    ]
  },
  {
    "page_number": 6,
    "bbox": [
      72.02,
      399.5,
      526.35,
      485.71
    ],
    "text": "While Judgement of Gunawardane v. Muthukumarana11 relied on the textual permissiveness, the Supreme Court in W.T.S. Nilantha Fernando v. P.M.S. Nilanthi Perera12 based its reasoning on the constitutional scheme and the statutory framework, holding that permitting “revision of a revision” would generate procedural contradictions and undermine the exclusive appellate route to the Supreme Court.",
    "fonts": [
      "Calibri-Light",
      "Calibri-LightItalic"
    ],
    "sizes": [
      8.039999961853027,
      12.960000038146973
    ]
  },
  {
    "page_number": 6,
    "bbox": [
      72.02,
      497.8,
      526.31,
      695.86
    ],
    "text": "The 13th Amendment and the High Court of the Provinces (Special Provisions) Act No. 19 of 1990 were not designed to diminish or restructure the appellate hierarchy but rather to replicate the Court of Appeal’s revisionary and appellate jurisdiction within each province, thereby placing both courts on an equal footing when reviewing orders of Magistrates’ Courts and Primary Courts. This intentional replication of jurisdiction precludes the possibility of “revision of a revision”. Permitting the Court of Appeal to revise a High Court’s revisionary order would undermine the legislative design of concurrent jurisdiction and allow a dissatisfied litigant a duplicative, additional review. Once a party elects to invoke the Provincial High Court’s revisionary power, that remedy is exhausted, and the subsequent mechanism for review is by way of appeal, not a second revision.",
    "fonts": [
      "Calibri-Light"
    ],
    "sizes": [
      8.520000457763672,
      12.960000038146973
    ]
  },
  {
    "page_number": 6,
    "bbox": [
      72.02,
      721.18,
      218.76,
      769.87
    ],
    "text": "10 supra 11 supra 12 supra",
    "fonts": [
      "Calibri",
      "Calibri-Italic"
    ],
    "sizes": [
      6.480000019073486,
      9.960000038146973,
      12.0
    ]
  },
  {
    "page_number": 7,
    "bbox": [
      72.02,
      779.74,
      526.13,
      806.38
    ],
    "text": "8",
    "fonts": [
      "Calibri"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 7,
    "bbox": [
      72.02,
      53.04,
      526.32,
      138.98
    ],
    "text": "Having considered the constitutional framework, the scheme of Articles 138 and 154P, and the jurisprudence of both the Supreme Court and the Court of Appeal on the nature of concurrent revisionary jurisdiction, I am of the view that a revision application does not lie to this Court against an order of a Provincial High Court made in the exercise of its own revisionary jurisdiction under Article 154P(3)(b).",
    "fonts": [
      "Calibri-Light"
    ],
    "sizes": [
      12.960000038146973
    ]
  },
  {
    "page_number": 7,
    "bbox": [
      72.02,
      152.3,
      525.87,
      201.74
    ],
    "text": "I hold that the Court of Appeal lacks jurisdiction to entertain or review, by way of revision, an order of a Provincial High Court made in the exercise of that Court’s concurrent revisionary jurisdiction.",
    "fonts": [
      "Calibri-Light"
    ],
    "sizes": [
      12.960000038146973
    ]
  },
  {
    "page_number": 7,
    "bbox": [
      72.02,
      215.06,
      382.68,
      228.02
    ],
    "text": "Accordingly, the Application is dismissed. No costs ordered.",
    "fonts": [
      "Calibri-Light"
    ],
    "sizes": [
      12.960000038146973
    ]
  },
  {
    "page_number": 7,
    "bbox": [
      375.79,
      320.09,
      526.35,
      333.05
    ],
    "text": "Judge of the Court of Appeal",
    "fonts": [
      "Calibri-Light"
    ],
    "sizes": [
      12.960000038146973
    ]
  },
  {
    "page_number": 7,
    "bbox": [
      72.02,
      346.49,
      187.15,
      375.29
    ],
    "text": "K.M.S. Dissanayake, J.",
    "fonts": [
      "Calibri-Light"
    ],
    "sizes": [
      12.960000038146973
    ]
  },
  {
    "page_number": 7,
    "bbox": [
      72.02,
      394.13,
      121.63,
      425.45
    ],
    "text": "I agree",
    "fonts": [
      "Calibri-Light"
    ],
    "sizes": [
      12.960000038146973
    ]
  },
  {
    "page_number": 7,
    "bbox": [
      375.91,
      438.89,
      526.35,
      451.85
    ],
    "text": "Judge of the Court of Appeal",
    "fonts": [
      "Calibri-Light"
    ],
    "sizes": [
      12.960000038146973
    ]
  }
]