[
  {
    "page_number": 0,
    "bbox": [
      153.38,
      781.78,
      368.57,
      806.26
    ],
    "text": "Page 1 of 31",
    "fonts": [
      "Calibri",
      "Calibri,Bold"
    ],
    "sizes": [
      11.039999961853027
    ]
  },
  {
    "page_number": 0,
    "bbox": [
      154.58,
      81.26,
      436.58,
      110.06
    ],
    "text": "IN THE COURT OF APPEAL OF THE DEMOCRATICSOCIALIST REPUBLIC OF SRI LANKA",
    "fonts": [
      "Calibri,Bold"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 0,
    "bbox": [
      323.71,
      131.78,
      523.76,
      177.5
    ],
    "text": "In the matter of an application for the grant of Writs of Certiorari, under and in terms of Article 140 of the Constitution.",
    "fonts": [
      "Calibri"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 0,
    "bbox": [
      323.71,
      210.5,
      461.45,
      289.85
    ],
    "text": "Dr. Kodagoda Hitige Jayampathy Rohanakumara Wickramaratne of Petit Schonberg 65, 1700 Fribourt, Switzerland",
    "fonts": [
      "Calibri"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 0,
    "bbox": [
      72.02,
      294.65,
      523.01,
      323.57
    ],
    "text": "PETITIONER CA (Writ) Application No: 331 /2021",
    "fonts": [
      "Calibri,Bold"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 0,
    "bbox": [
      323.71,
      330.17,
      345.62,
      342.17
    ],
    "text": "-Vs-",
    "fonts": [
      "Calibri,Bold"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 0,
    "bbox": [
      305.69,
      359.69,
      442.38,
      371.69
    ],
    "text": "1. Hon. Upaly Abeyrathne,",
    "fonts": [
      "Calibri"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 0,
    "bbox": [
      323.71,
      376.49,
      474.77,
      405.41
    ],
    "text": "Chairman (Retired Judge of the Supreme",
    "fonts": [
      "Calibri"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 0,
    "bbox": [
      323.71,
      412.49,
      526.04,
      441.29
    ],
    "text": "Court), Chairman, No. 42/10, Beddagana North, Pita Kotte",
    "fonts": [
      "Calibri"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 0,
    "bbox": [
      306.05,
      447.5,
      469.85,
      473.59
    ],
    "text": "2. Hon. Chandrasiri Jayathilaka,",
    "fonts": [
      "Arial",
      "Calibri"
    ],
    "sizes": [
      8.039999961853027,
      12.0
    ]
  },
  {
    "page_number": 0,
    "bbox": [
      323.95,
      480.55,
      471.17,
      492.55
    ],
    "text": "(Retired Judge of the Court of",
    "fonts": [
      "Calibri"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 0,
    "bbox": [
      323.71,
      499.51,
      517.25,
      528.43
    ],
    "text": "Appeal), No. 24, Diyawanna Gardens Pelawatta, Battaramulla",
    "fonts": [
      "Calibri"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 0,
    "bbox": [
      305.69,
      547.09,
      464.81,
      560.95
    ],
    "text": "3. Chandra Fernando, Member",
    "fonts": [
      "Arial",
      "Calibri"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 0,
    "bbox": [
      323.71,
      565.99,
      511.01,
      577.99
    ],
    "text": "No. 1, Shubbery Gardens Colombo 04",
    "fonts": [
      "Calibri"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 0,
    "bbox": [
      323.59,
      601.39,
      524.69,
      745.3
    ],
    "text": "Presidential Commission of Inquiry to inquire into and obtain information in relation to alleged Political Victimization of Public Officers, Employees of State Corporations, Members of the Armed Forces and the Police Service who held posts during the period commencing 08th January 2015 and ending 16th November 2019. C/O Presidential Secretariat, Colombo 1",
    "fonts": [
      "Calibri"
    ],
    "sizes": [
      8.039999961853027,
      12.0
    ]
  },
  {
    "page_number": 1,
    "bbox": [
      153.38,
      781.78,
      368.33,
      806.26
    ],
    "text": "Page 2 of 31",
    "fonts": [
      "Calibri",
      "Calibri,Bold"
    ],
    "sizes": [
      11.039999961853027
    ]
  },
  {
    "page_number": 1,
    "bbox": [
      306.05,
      72.42,
      455.09,
      86.28
    ],
    "text": "4. Mrs. Pearl K. Weerasinghe",
    "fonts": [
      "Arial",
      "Calibri"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 1,
    "bbox": [
      321.91,
      107.9,
      524.64,
      266.3
    ],
    "text": "Secretary, Presidential Commission of inquiry to inquire into and obtain information in relation to alleged Political Vicitmization of Public Officers, Employees of State Corporations, Members of the Armed Forces and the Police Service who held posts during the period commencing 08th January 2015 and ending 16th November 2019. C/O Secretary to the President, Presidential Secretariat, Colombo -1",
    "fonts": [
      "Calibri"
    ],
    "sizes": [
      8.039999961853027,
      12.0
    ]
  },
  {
    "page_number": 1,
    "bbox": [
      309.29,
      282.41,
      525.95,
      294.41
    ],
    "text": "5. Secretary to the President, Presidential",
    "fonts": [
      "Calibri"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 1,
    "bbox": [
      322.27,
      304.37,
      439.7,
      316.37
    ],
    "text": "Secretariat, Colombo 1.",
    "fonts": [
      "Calibri"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 1,
    "bbox": [
      446.38,
      338.09,
      522.77,
      350.09
    ],
    "text": "RESPONDENTS",
    "fonts": [
      "Calibri,Bold"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 1,
    "bbox": [
      72.02,
      385.73,
      506.81,
      397.73
    ],
    "text": "Before: N. Bandula Karunarathna J. P/CA",
    "fonts": [
      "Calibri",
      "Calibri,Bold"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 1,
    "bbox": [
      72.02,
      407.69,
      263.16,
      419.69
    ],
    "text": "&",
    "fonts": [
      "Calibri,Bold"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 1,
    "bbox": [
      216.05,
      429.65,
      321.62,
      441.65
    ],
    "text": "D. N. Samarakoon, J.",
    "fonts": [
      "Calibri,Bold"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 1,
    "bbox": [
      216.05,
      451.61,
      262.44,
      463.61
    ],
    "text": "&",
    "fonts": [
      "Calibri,Bold"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 1,
    "bbox": [
      216.05,
      473.59,
      451.37,
      485.59
    ],
    "text": "M. T. Mohammed Laffar",
    "fonts": [
      "Calibri,Bold"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 1,
    "bbox": [
      72.02,
      517.51,
      526.08,
      529.51
    ],
    "text": "Counsel: Faisz Musthapha P.C. with Eraj De Silva AAL instructed by",
    "fonts": [
      "Calibri",
      "Calibri,Bold"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 1,
    "bbox": [
      216.05,
      539.47,
      443.45,
      551.47
    ],
    "text": "Vidanapathirana Associates for the Petitioner.",
    "fonts": [
      "Calibri"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 1,
    "bbox": [
      72.02,
      560.41,
      525.94,
      586.27
    ],
    "text": "Milinda Gunatilleke, ASG P.C. with Chaya Sri Nammuni, DSG for",
    "fonts": [
      "Calibri"
    ],
    "sizes": [
      6.960000038146973,
      12.0
    ]
  },
  {
    "page_number": 1,
    "bbox": [
      72.02,
      595.24,
      369.86,
      656.95
    ],
    "text": "the 05th Respondent. Written Submissions: By the Petitioner 06.11.2023",
    "fonts": [
      "Calibri",
      "Calibri,Bold"
    ],
    "sizes": [
      6.960000038146973,
      8.039999961853027,
      12.0
    ]
  },
  {
    "page_number": 1,
    "bbox": [
      72.02,
      661.78,
      381.62,
      758.62
    ],
    "text": "By the Respondents 22.06.2023 Argued on : 11.10.2023 Decided on : 25.03.2024",
    "fonts": [
      "Calibri",
      "Calibri,Bold"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 2,
    "bbox": [
      153.38,
      781.78,
      368.33,
      806.26
    ],
    "text": "Page 3 of 31",
    "fonts": [
      "Calibri",
      "Calibri,Bold"
    ],
    "sizes": [
      11.039999961853027
    ]
  },
  {
    "page_number": 2,
    "bbox": [
      71.54,
      74.4,
      526.13,
      495.55
    ],
    "text": "N. Bandula Karunarathna J. P/CA This is an application for a Writ of Certiorari to quash the decisions/determinations/ recommendations, made by the 1st to 3rd respondents. The petitioner requests to grant and issue an interim order suspending the operation of the decisions, determinations and recommendations made by the 1st to 3rd respondent in so far as they are applicable to the petitioner. The Petitioner is an Attorney-at-Law of the Supreme Court since August 1977 and was appointed President's Counsel in 2001. He was a Member of Parliament from September 2015 to January 2020. The 1st, 2nd and 3rd respondents were appointed by the President as members of a Commission of Inquiry to \"Inquire into and obtain information in relation to alleged Political Victimization of Public Officers, Employees of State Corporations, Members of the Armed Forces and the Police Service who held posts during the period commencing 08.01.2015 and ending 16.11.2019\" under section 2 of the Commissions of Inquiry Act No. 17 of 1948 (as amended) by notification (P 2) published in the Gazette Extraordinary No. 2157/44 dated 09.01.2020, The 1st respondent above named was appointed Chairman of the said Commission. The 4th respondent was the Secretary of the said Commission and the 5th respondent is the Secretary to the President. According to the said notification (P 2), the Presidential Commission of Inquiry (hereinafter referred to as \"the PCI\") was required to inquire into and report, inter alia, the following:",
    "fonts": [
      "Calibri",
      "Calibri,Bold",
      "Calibri,Italic"
    ],
    "sizes": [
      8.039999961853027,
      12.0
    ]
  },
  {
    "page_number": 2,
    "bbox": [
      99.5,
      499.21,
      526.08,
      513.07
    ],
    "text": "(i.) \"Whether there has been any malpractice or irregularity, or non-compliance with",
    "fonts": [
      "Arial",
      "Calibri"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 2,
    "bbox": [
      96.74,
      517.87,
      525.9,
      630.91
    ],
    "text": "or disregard of the proper prudence, norms, guidelines, procedures and best practices applicable in relation to the administration of the Commission to Investigate Allegations of Bribery or Corruption (CIABOC), Financial Investigations Divisions (FCID) of the Sri Lanka Police or the Special Investigations Unit (SIU) of the Sri Lanka Police; (ii.) Whether any investigations by the Commission to Investigate Allegations of Bribery",
    "fonts": [
      "Arial",
      "Calibri"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 2,
    "bbox": [
      93.98,
      635.83,
      525.88,
      731.98
    ],
    "text": "or Corruption (CIABOC), Financial Investigations Divisions (FCID) of the Sri Lanka Police or the Special Investigations Unit (SIU) of the Sri Lanka Police had been influenced or obstructed or prevented in any manner, resulting in loss, damage, injury or detriment, either direct or imputed to any person or persons; (iii.) Whether any officer entrusted with conduct of investigations by the Commission to",
    "fonts": [
      "Arial",
      "Calibri"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 2,
    "bbox": [
      121.58,
      736.9,
      525.9,
      765.7
    ],
    "text": "Investigate Allegations of Bribery or Corruption (CIABOC), Financial Investigations Divisions (FCID) of the Sri Lanka Police or the Special Investigations Unit (SIU) of the",
    "fonts": [
      "Calibri"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 3,
    "bbox": [
      153.38,
      781.78,
      368.33,
      806.26
    ],
    "text": "Page 4 of 31",
    "fonts": [
      "Calibri",
      "Calibri,Bold"
    ],
    "sizes": [
      11.039999961853027
    ]
  },
  {
    "page_number": 3,
    "bbox": [
      93.98,
      74.4,
      525.8,
      136.94
    ],
    "text": "Sri Lanka Police have acted under undue influence by third parties, including by the said Anti-Corruption unit; (iv.) Whether any person had committed any act of political victimization, misuse or",
    "fonts": [
      "Arial",
      "Calibri"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 3,
    "bbox": [
      121.58,
      141.86,
      526.05,
      221.18
    ],
    "text": "abuse of power, corruption or any fraudulent act in relation to the functions of the said Anti-Corruption unit, Commission to Investigate Allegations of Bribery or Corruption (CIABOC), Financial Crimes Investigations Division (FCID) of the Sri Lanka Police or the Special Investigations Unit (SIU) of the Sri Lanka Police, or in relation to the administration of any law or the administration of justice.\"",
    "fonts": [
      "Calibri"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 3,
    "bbox": [
      72.02,
      234.02,
      526.13,
      757.54
    ],
    "text": "The Petitioner states that on or about 30.10.2020, he was made to understand that, in some Sri Lankan newspapers that carried reports of the proceedings of the PCI, he had been referred to as being amongst persons described as \"evading the Commission\". The Petitioner is a citizen of Sri Lanka and he left Sri Lanka on 10.11.2019 and arrived in Germany. Since 16.11.2019, he has been residing in Switzerland. The petitioner states that he was not served with any process or intimation requiring his attendance or response before the PCI. The petitioner is advised and states that he was not amenable to any process issued by the PCI as he was continuously resident outside Sri Lanka from November 2019. Under section 7 (1) (c) of the Commissions of Inquiry Act, a Commission of Inquiry may \"summon any person residing in Sri Lanka to attend any meeting of the commission to give evidence or produce any document or other thing in his possession, and to examine him as a witness or require him to produce any document or other thing in his possession\". The petitioner further states that in terms of section 21 of the Commissions of Inquiry Act every process issued by a Commission appointed under the Act shall be served and executed by the Fiscal. The petitioner says that by his letter dated 30.10. 2020 addressed to the 1st to 3rd respondents, he has stated, inter alia, that he had been made to understand that, in some Sri Lankan newspapers that carried reports of the proceedings of the PCI. He had been referred to as being amongst persons described as \"evading the Commission\". He further stated that if such a reference had been made, it would be grossly unfair in as much as he has not been served with any process or intimation requiring his attendance or response. The petitioner brought to the attention of the 1st to 3rd respondents that he had been continuously residing outside Sri Lanka from November 2019. The Petitioner further stated that although he was not amenable to any process issued by the PCI, he was nevertheless anxious, without prejudice to this position, to assist the Commission in any manner possible",
    "fonts": [
      "Calibri",
      "Calibri,Bold",
      "Calibri,Italic"
    ],
    "sizes": [
      8.039999961853027,
      12.0
    ]
  },
  {
    "page_number": 4,
    "bbox": [
      153.38,
      781.78,
      368.33,
      806.26
    ],
    "text": "Page 5 of 31",
    "fonts": [
      "Calibri",
      "Calibri,Bold"
    ],
    "sizes": [
      11.039999961853027
    ]
  },
  {
    "page_number": 4,
    "bbox": [
      72.02,
      74.4,
      526.12,
      767.5
    ],
    "text": "in regard to any matters which are legitimately within the provisions of the Commission and in respect of which he could be of any assistance. Apart from the fact that he was not compellable to attend, the prevailing pandemic that did not permit any travel. However, the petitioner was ready and willing to communicate with the Commission, if the 1st to 3rd respondents so desire, by Skype or some other alternate virtual means. The petitioner further stated he trusts that, in the event of any such arrangements being mutually agreed upon, the Commission would provide him with all such information and material as may be relevant in accordance with the principles of natural justice, to enable him to assist the Commission in a meaningful manner. The petitioner provided the 1st to 3rd respondents with his Skype ID, email address and telephone number and informed them that he was available on WhatsApp. The petitioner states that the said letter (P 3) was sent through the TNT courier through Swiss Post on 30.10.2020. The Petitioner did not receive any response to the said letter. The petitioner is now aware that on or about 08.12.2020, the report of the aforesaid PCI was handed over to the President. However, the said report has not been published up to date. The petitioner, further stated that by his email communication dated 17.02.2021 addressed to the Information Officer of the Presidential Secretariat, requested that he be issued with a copy of the report of the PCI (including all annexures and amendments, if any) under the provisions of the Right to Information Act. The Petitioner did not receive a response to the said request. The petitioner states that he attended only a few initial meetings of the Anti-Corruption Committee at which only matters of a general nature were discussed. There was no discussion on any action to be taken in respect of any particular person. The petitioner did not take part in any subsequent meetings of the Anti-Corruption Committee as he was heavily involved in the preparation of the drafts of the Nineteenth Amendment to the Constitution Bill and was thereafter in matters relating to the passage of the Bill. The petitioner was, at that time, Senior Advisor to the President on Constitutional Affairs. After he responded about twice when informed over the telephone by the Prime Minister's Office of meetings of the Anti-Corruption Committee to say that he was unable to attend, he was not informed of any further meetings. The petitioner categorically denies that the Anti-Corruption Committee had no legal basis. The petitioner denies that he has committed any act that warrants action against him under the Special Presidential commission of Inquiry Act or any other law and denies that he has committed any offence as has been alleged by the PCI. The petitioner states that he was not informed by the PCI of any allegations against him nor was he provided with any information",
    "fonts": [
      "Calibri"
    ],
    "sizes": [
      8.039999961853027,
      12.0
    ]
  },
  {
    "page_number": 5,
    "bbox": [
      153.38,
      781.78,
      368.57,
      806.26
    ],
    "text": "Page 6 of 31",
    "fonts": [
      "Calibri",
      "Calibri,Bold"
    ],
    "sizes": [
      11.039999961853027
    ]
  },
  {
    "page_number": 5,
    "bbox": [
      71.54,
      74.4,
      526.13,
      205.58
    ],
    "text": "and material as may be relevant in accordance with the principles of natural justice, to enable him to explain matters and respond to any allegations against him. The petitioner was not given any opportunity to communicate with the PCI through Skype or some other alternate means despite his willingness communicated to the Commission. The petitioner says in any event that the conclusions arrived at and recommendations made by the 1st to 3rd respondents in respect of the petitioner are unsupported by evidence. The petitioner states that in the aforesaid circumstances, the 1st to 3rd respondents have;",
    "fonts": [
      "Calibri"
    ],
    "sizes": [
      8.039999961853027,
      12.0
    ]
  },
  {
    "page_number": 5,
    "bbox": [
      96.74,
      220.52,
      525.62,
      301.85
    ],
    "text": "(i.) acted ultra vires their powers under the Commissions of Inquiry Act; (ii.) acted in violation of the rights of the Petitioner including the rules of natural justice;",
    "fonts": [
      "Arial",
      "Calibri"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 5,
    "bbox": [
      93.98,
      303.17,
      525.9,
      369.41
    ],
    "text": "(iii.) acted arbitrarily, unreasonably and irrationally as aforesaid; (iv.) acted in violation of the fundamental right to equality and equal protection of the law guaranteed to the Petitioner by Article 12 (1) of the Constitution.",
    "fonts": [
      "Arial",
      "Calibri"
    ],
    "sizes": [
      0.9599999785423279,
      12.0
    ]
  },
  {
    "page_number": 5,
    "bbox": [
      96.74,
      374.21,
      525.76,
      419.93
    ],
    "text": "(v.) have exposed the Petitioner to the peril of the institution of criminal proceedings against him without al fair and impartial inquiry as mandated by law.",
    "fonts": [
      "Arial",
      "Calibri"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 5,
    "bbox": [
      72.02,
      424.73,
      525.41,
      589.03
    ],
    "text": "This Court being satisfied that the Petitioner had made out a prima facie case, issued Notice in this Application. The Petitioner says that he is an Attorney-at-Law with 45 years standing at the bar, and a President's Counsel for over 20 years The Petitioner challenges the findings in the impugned Report (P6) on the merits, as lacking in substance, and also on procedure, since no hearing was afforded to the Petitioner, thus rendering the entire proceedings ultra vires and without jurisdiction for lack of fair hearing and natural justice. On 8th February 2023 the Hon. Attorney General appeared before this Court in person, and submitted (in all connected cases taken up together) that:",
    "fonts": [
      "Calibri"
    ],
    "sizes": [
      8.039999961853027,
      12.0
    ]
  },
  {
    "page_number": 5,
    "bbox": [
      89.54,
      601.72,
      529.13,
      766.3
    ],
    "text": "\"At the very outset, I wish to bring to Your Lordships' attention that I appear for the 5th Respondent in all these cases that is, the Secretary to the President as well as wherever the Hon. Attorney General has been made a party, as AG I am appearing All these applications invoke the jurisdiction of this Court to quash the recommendation of the Commission of Inquiry, If I may briefly call that Upali Abeyrathne Commission Report. They all came before this Court and there were proceedings which were held on 30th of March 2021.\" \"I have specific instructions that His Excellency is of the considered view, that prior to causing any of the recommendations or decisions contained in the report of the Justice Abeyrathne Commission, that His Excellency wishes to in the first instant, bring an",
    "fonts": [
      "Calibri"
    ],
    "sizes": [
      8.039999961853027,
      12.0
    ]
  },
  {
    "page_number": 6,
    "bbox": [
      153.38,
      781.78,
      368.57,
      806.26
    ],
    "text": "Page 7 of 31",
    "fonts": [
      "Calibri",
      "Calibri,Bold"
    ],
    "sizes": [
      11.039999961853027
    ]
  },
  {
    "page_number": 6,
    "bbox": [
      89.54,
      74.4,
      525.41,
      542.11
    ],
    "text": "objective mind to bear on the contents of the said report and the recommendations and decisions therein and end to see due legal advice as well as to avoid all the recommendations as well as, the final report of the Special Presidential Commission of inquiry consisting of 02 sitting Judges of the Supreme court and a Judge of the court of Appeal that has now been constituted by His Excellency for the purpose of furnishing final recommendations to His Excellency. \" \"It is crystal clear that the Hon. Attorney General had received oral instructions from the Secretary to His Excellency the President. The President has not acted in the findings of the 1st to the 3rd Respondents that is the Abeyrathne Commission and has appointed special Presidential Commission in terms of Government Gazette. The Authority when he got the recommendations and findings of the Commission of Inquiry Abeyrathne Commission for good reason he didn't act on it and instead forwarded those recommendations to be considered by a Special Presidential Commission consisting of a Judge of Supreme Court and 02 Judges of the Court of Appeal. \" \"In April last year, it came to a premature closure. It did not make any recommendation or it did not make any finding. It was an abrupt end to the Special Presidential Commission and His Excellency in his wisdom thought it fit that not to grant any further extension to the Special Presidential Commission of Inquiry. While that process came to an end, in the case of Your Lordship Justice Karunarathna delivered a Judgment CA-WRT-0I73-22 in September 2022, popularly known as Janaka Bandara's case. After Your Lordship delivered the Judgment, it was brought to my attention as the Attorney General and thereafter wrote to the Cabinet of Ministers and wanted a policy decision taken across the board in respect for all these recommendations given by Upali Abeyrathna Commission and also made my suggestions that this matter should come to an end. The Cabinet of Ministers wanted to clarify before they take a final decision on 04 matters; They are as follows;",
    "fonts": [
      "Calibri"
    ],
    "sizes": [
      8.039999961853027,
      12.0
    ]
  },
  {
    "page_number": 6,
    "bbox": [
      90.02,
      549.37,
      522.85,
      698.02
    ],
    "text": "1. Whether the police; 2. The Commission to investigate Bribery and Corruption; 3. Whether the Attorney General; 4. Whether the Public Service Commission had taken any step with regard to the finding or recommendation made by Upali Abeyrathna Commission and the reports were forwarded to the Cabinet. All 04 institutions took up uniform position that no action was taken to implement any of the recommendations of the Upali Abeyrathne Commission. Having been briefed with that My Lord the Cabinet has taken a decision which was taken about a week or two ago with regard to that matter with the Special",
    "fonts": [
      "Arial",
      "Calibri"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 6,
    "bbox": [
      90.02,
      702.94,
      522.92,
      748.54
    ],
    "text": "Presidential Commission of Inquiry coming to a standstill, premature closure there is no validity in going any further ahead with the Upali Abyerathne Commission but stopped short of making any pronouncement on the Upali Abyerathne Commission report but of",
    "fonts": [
      "Calibri"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 7,
    "bbox": [
      153.38,
      781.78,
      368.57,
      806.26
    ],
    "text": "Page 8 of 31",
    "fonts": [
      "Calibri",
      "Calibri,Bold"
    ],
    "sizes": [
      11.039999961853027
    ]
  },
  {
    "page_number": 7,
    "bbox": [
      90.02,
      74.4,
      522.84,
      103.22
    ],
    "text": "course said that they will not interfere in the Court proceedings before Your Lordships Court. \"",
    "fonts": [
      "Calibri"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 7,
    "bbox": [
      90.02,
      116.78,
      522.99,
      246.74
    ],
    "text": "\"Those are the very words which they said. It will not interfere in the Proceedings initiated before Your Lordships' Court. My submission before Your Lordships' Court is it should be recorded that nothing flows from the Upali Abeyrathna Commission report and it is a matter of futility with all due respect whether these cases should proceed I am not for a moment trying to debunk the position taken up by the Petitioner, but I am saying that nothing flows from it because it had a two-tier stage, one tier which had made the recommendation, the 2nd tier came to an abrupt end. So, what is left now, nothing flows from it. \"",
    "fonts": [
      "Calibri"
    ],
    "sizes": [
      8.039999961853027,
      12.0
    ]
  },
  {
    "page_number": 7,
    "bbox": [
      72.02,
      260.18,
      525.53,
      694.54
    ],
    "text": "\"In view of my submission which could be recorded, that is proceedings would be terminated and reserving the rights for the Petitioner to file a motion and reagitate those matters whenever they are advised to do so, otherwise with all due respect there is no live issue to be canvassed except the recommendations of the Upali Abeyrathna Commission. If the Government says that they don't want to implement with the Presidential Commission Inquiry, didn't even make any order on that therefore, what is left? I would suggest may be to look after their interest for the future before they may be worried that there might be peril in the future if somebody wants to take it up, So, terminate the proceedings but reserving their rights for the parties to reagitate this matter whenever they are advised to do so. These are my submissions and I thought it is fit that I should come and make these submissions before your Lordships' court so that appropriate order and also considered wisdom will be taken by my learned friend who is appearing for the Petitioner. \" Therefore, it is clear that the Cabinet of Ministers, on the advice of the Hon. Attorney General, was of the view that no action should be taken on the basis of the said Report of the Commission of Inquiry, inasmuch as it was flawed. However, since the findings in the report remain, it is essential that they be quashed, since they pose a continuing threat to the Petitioner, both in terms of potential exposure to future legal action, and in terms of present reputational harm In this regard, after the amendment by Act No. 16 of 2008 any finding by a Commission of Inquiry is subject to review inasmuch as the Hon. Attorney General may directly indict a person based on such findings, thus depriving such person of the usual legal process and its inbuilt safeguards. Section 24, pursuant to the said amendment, provides;",
    "fonts": [
      "Calibri"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 7,
    "bbox": [
      99.02,
      699.46,
      526.02,
      745.18
    ],
    "text": "\"Notwithstanding anything to the contrary in the Code of Criminal Procedure Act, No. 15 of 1979 or any other law, it shall be lawful for the Attorney-General to institute criminal proceedings in a court of law in respect of any offence based on material",
    "fonts": [
      "Calibri"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 8,
    "bbox": [
      153.38,
      781.78,
      368.33,
      806.26
    ],
    "text": "Page 9 of 31",
    "fonts": [
      "Calibri",
      "Calibri,Bold"
    ],
    "sizes": [
      11.039999961853027
    ]
  },
  {
    "page_number": 8,
    "bbox": [
      71.54,
      74.4,
      525.82,
      170.66
    ],
    "text": "collected in the course of an investigation or inquiry or both an investigation and inquiry, as the case may be, by a Commission of Inquiry appointed under this Act. \" The Petitioner says that in the Report of the Presidential Commission of Inquiry, the 1st to 3rd Respondents have made the following decisions and recommendations against the Petitioner:",
    "fonts": [
      "Calibri"
    ],
    "sizes": [
      8.039999961853027,
      12.0
    ]
  },
  {
    "page_number": 8,
    "bbox": [
      72.02,
      180.2,
      517.2,
      227.78
    ],
    "text": "(a) On the complaint made by Mr. Wijedasa Rajapakse where the Petitioner is named as the 10th Respondent, it has been decided that:",
    "fonts": [
      "Arial",
      "Calibri"
    ],
    "sizes": [
      8.039999961853027,
      12.0
    ]
  },
  {
    "page_number": 8,
    "bbox": [
      107.78,
      238.93,
      526.42,
      382.73
    ],
    "text": "1. ... .",
    "fonts": [
      "Calibri",
      "Iskoola Pota"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 8,
    "bbox": [
      107.78,
      397.36,
      528.89,
      476.11
    ],
    "text": "2. 70 .",
    "fonts": [
      "Calibri",
      "Iskoola Pota"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 8,
    "bbox": [
      107.54,
      490.86,
      529.37,
      671.86
    ],
    "text": "3. 05 386 . 4. . 5. 70 .",
    "fonts": [
      "Calibri",
      "Iskoola Pota"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 8,
    "bbox": [
      67.94,
      706.6,
      525.88,
      720.46
    ],
    "text": "(b) On the complaint 205/2020 made by Dr. Yaddehige Don Nihal Jayatileke where the",
    "fonts": [
      "Arial",
      "Calibri"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 8,
    "bbox": [
      85.58,
      724.39,
      526.15,
      754.18
    ],
    "text": "Petitioner has been named as the 9th Respondent, it has been recommended that the Respondents, including the Petitioner:",
    "fonts": [
      "Calibri"
    ],
    "sizes": [
      8.039999961853027,
      12.0
    ]
  },
  {
    "page_number": 9,
    "bbox": [
      153.38,
      781.78,
      371.45,
      806.26
    ],
    "text": "Page 10 of 31",
    "fonts": [
      "Calibri",
      "Calibri,Bold"
    ],
    "sizes": [
      11.039999961853027
    ]
  },
  {
    "page_number": 9,
    "bbox": [
      108.02,
      89.36,
      526.13,
      219.98
    ],
    "text": "1. 189 , 2. , 70 , 3. , 100 , .",
    "fonts": [
      "Arial",
      "Calibri",
      "Iskoola Pota"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 9,
    "bbox": [
      72.02,
      232.4,
      526.05,
      246.26
    ],
    "text": "(c) On complaints 289/2020 and 290/2020 made by Mr. Ranawaka Arachchilage Amitha",
    "fonts": [
      "Arial",
      "Calibri"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 9,
    "bbox": [
      89.54,
      250.19,
      526.26,
      296.81
    ],
    "text": "Kithsiri Ranawaka, where the Petitioner has been named as the 9th Respondent, it has been recommended that the Respondents, including the Petitioner:",
    "fonts": [
      "Calibri"
    ],
    "sizes": [
      8.039999961853027,
      12.0
    ]
  },
  {
    "page_number": 9,
    "bbox": [
      72.02,
      299.87,
      528.89,
      465.29
    ],
    "text": "1. 189 191 , 2. , 70 , 3. , 100 , . (d) On the complaint 316/2020 made by Mr. Ratnayake Palliyage Bandula Thilakasiri where",
    "fonts": [
      "Arial",
      "Calibri",
      "Iskoola Pota"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 9,
    "bbox": [
      90.26,
      469.24,
      526.41,
      516.07
    ],
    "text": "the Petitioner has been named as the 9th Respondent, it has been recommended that the Respondents, including the Petitioner:",
    "fonts": [
      "Calibri"
    ],
    "sizes": [
      8.039999961853027,
      12.0
    ]
  },
  {
    "page_number": 9,
    "bbox": [
      72.02,
      519.13,
      528.77,
      667.78
    ],
    "text": "1. 189 . 2. , 70 , 3. , 100 , . (e) On the complaint 816/2020 made by Mr. Hewa Gunaratne Bhashwara Senanka where the",
    "fonts": [
      "Arial",
      "Calibri",
      "Iskoola Pota"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 9,
    "bbox": [
      90.26,
      671.71,
      526.35,
      718.54
    ],
    "text": "Petitioner has been named as the 9th Respondent, it has been recommended that the Respondents, including the Petitioner:",
    "fonts": [
      "Calibri"
    ],
    "sizes": [
      8.039999961853027,
      12.0
    ]
  },
  {
    "page_number": 9,
    "bbox": [
      108.02,
      721.6,
      526.13,
      752.38
    ],
    "text": "1. 189 ,",
    "fonts": [
      "Arial",
      "Calibri",
      "Iskoola Pota"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 10,
    "bbox": [
      153.38,
      781.78,
      371.09,
      806.26
    ],
    "text": "Page 11 of 31",
    "fonts": [
      "Calibri",
      "Calibri,Bold"
    ],
    "sizes": [
      11.039999961853027
    ]
  },
  {
    "page_number": 10,
    "bbox": [
      90.26,
      72.54,
      526.31,
      221.18
    ],
    "text": "2. , 70 , 3. , 100 , . (f) On complaints 432/2020 and 433/2020 made by Mr. Nalaka Godahewa and Mr. Dhammika Manjira Perera respectively, where the Petitioner has been named as the 9th Respondent, it has been recommended that the Respondents, including the Petitioner:",
    "fonts": [
      "Arial",
      "Calibri",
      "Iskoola Pota"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 10,
    "bbox": [
      72.74,
      232.33,
      528.89,
      396.53
    ],
    "text": "1. 208 , 2. , 70 , 3. , 100 , . (g) On the complaints 1807/2020 made by Mr. Waduge Palitha Piyasiri Fernando, where the",
    "fonts": [
      "Arial",
      "Calibri",
      "Iskoola Pota"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 10,
    "bbox": [
      90.5,
      401.33,
      524.15,
      430.13
    ],
    "text": "Petitioner has been named as the 9th Respondent, it has been recommended that the Respondents, including the Petitioner:",
    "fonts": [
      "Calibri"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 10,
    "bbox": [
      108.02,
      460.09,
      527.33,
      608.71
    ],
    "text": "1. 189 191 , 2. , 100 , 3. 70 , .",
    "fonts": [
      "Arial",
      "Calibri",
      "Iskoola Pota"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 10,
    "bbox": [
      71.54,
      616.98,
      524.49,
      681.46
    ],
    "text": "(g)On the complaints 1842/2020 made by Mr.Lalith Sepala Ratnayake, where the Petitioner has been named as the 9th Respondent, it has been recommended that the Respondents, including the Petitioner:",
    "fonts": [
      "Calibri",
      "Iskoola Pota"
    ],
    "sizes": [
      8.039999961853027,
      12.0
    ]
  },
  {
    "page_number": 10,
    "bbox": [
      112.58,
      683.92,
      524.57,
      745.42
    ],
    "text": "1. .",
    "fonts": [
      "Arial",
      "Calibri",
      "Iskoola Pota"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 11,
    "bbox": [
      153.38,
      781.78,
      371.09,
      806.26
    ],
    "text": "Page 12 of 31",
    "fonts": [
      "Calibri",
      "Calibri,Bold"
    ],
    "sizes": [
      11.039999961853027
    ]
  },
  {
    "page_number": 11,
    "bbox": [
      72.74,
      72.54,
      524.42,
      86.4
    ],
    "text": "(h) On the complaints 414/2020 made by Mr. Piyadasa Kudabalage, where the Petitioner has",
    "fonts": [
      "Arial",
      "Calibri",
      "Iskoola Pota"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 11,
    "bbox": [
      90.5,
      90.23,
      524.35,
      137.18
    ],
    "text": "been named as the 9th Respondent, it has been recommended that the Respondents, including the Petitioner:",
    "fonts": [
      "Calibri"
    ],
    "sizes": [
      8.039999961853027,
      12.0
    ]
  },
  {
    "page_number": 11,
    "bbox": [
      130.58,
      140.36,
      512.09,
      154.22
    ],
    "text": "1. 1 12",
    "fonts": [
      "Arial",
      "Calibri",
      "Iskoola Pota"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 11,
    "bbox": [
      130.58,
      156.61,
      526.61,
      220.46
    ],
    "text": "189 190 , 2.",
    "fonts": [
      "Arial",
      "Calibri",
      "Iskoola Pota"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 11,
    "bbox": [
      130.58,
      223.09,
      526.61,
      270.5
    ],
    "text": "100 . 3.",
    "fonts": [
      "Arial",
      "Calibri",
      "Iskoola Pota"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 11,
    "bbox": [
      90.5,
      272.56,
      526.61,
      370.01
    ],
    "text": ". (i) On the complaints 414/2020 made by Mr. Piyadasa Kudabalage, where the Petitioner has been named as the 09th Respondent, it has been recommended that the Respondents, including the Petitioner;",
    "fonts": [
      "Arial",
      "Calibri",
      "Iskoola Pota"
    ],
    "sizes": [
      8.039999961853027,
      12.0
    ]
  },
  {
    "page_number": 11,
    "bbox": [
      116.54,
      379.48,
      524.81,
      443.21
    ],
    "text": "189 190 .",
    "fonts": [
      "Calibri",
      "Iskoola Pota"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 11,
    "bbox": [
      130.58,
      446.15,
      526.13,
      460.01
    ],
    "text": "1. 100",
    "fonts": [
      "Arial",
      "Calibri",
      "Iskoola Pota"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 11,
    "bbox": [
      130.58,
      463.26,
      526.13,
      493.75
    ],
    "text": ". 2.",
    "fonts": [
      "Arial",
      "Calibri",
      "Iskoola Pota"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 11,
    "bbox": [
      148.58,
      496.5,
      528.89,
      658.3
    ],
    "text": ", 2015 , 1978 7 7 .",
    "fonts": [
      "Calibri",
      "Iskoola Pota"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 11,
    "bbox": [
      72.5,
      694.42,
      525.04,
      706.42
    ],
    "text": "(k) On the complaint 352/2020 made by Mr.Neil Bandara Hapuhinna, where the Petitioner",
    "fonts": [
      "Calibri"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 11,
    "bbox": [
      90.74,
      710.23,
      525.16,
      740.14
    ],
    "text": "has been named as the 10th Respondent it has been recommended that the Respondents, including the petitioner",
    "fonts": [
      "Calibri"
    ],
    "sizes": [
      8.039999961853027,
      12.0
    ]
  },
  {
    "page_number": 12,
    "bbox": [
      153.38,
      781.78,
      371.45,
      806.26
    ],
    "text": "Page 13 of 31",
    "fonts": [
      "Calibri",
      "Calibri,Bold"
    ],
    "sizes": [
      11.039999961853027
    ]
  },
  {
    "page_number": 12,
    "bbox": [
      103.22,
      72.71,
      146.73,
      86.4
    ],
    "text": "1.",
    "fonts": [
      "Calibri",
      "Iskoola Pota"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 12,
    "bbox": [
      103.22,
      110.77,
      525.41,
      124.46
    ],
    "text": "2.",
    "fonts": [
      "Calibri",
      "Iskoola Pota"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 12,
    "bbox": [
      121.58,
      127.69,
      525.7,
      189.5
    ],
    "text": "189 190 .",
    "fonts": [
      "Calibri",
      "Iskoola Pota"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 12,
    "bbox": [
      103.22,
      213.97,
      525.41,
      227.66
    ],
    "text": "3. 2 11",
    "fonts": [
      "Calibri",
      "Iskoola Pota"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 12,
    "bbox": [
      121.58,
      230.05,
      525.41,
      293.81
    ],
    "text": ", 113 (1) 100 .",
    "fonts": [
      "Calibri",
      "Iskoola Pota"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 12,
    "bbox": [
      72.02,
      319.97,
      521.7,
      348.65
    ],
    "text": "It was argued on behalf of the Petitioner that flawed procedure adopted by the commission of inquiry is illegal. The Petitioner was never summoned before the Commission of Inquiry.",
    "fonts": [
      "Calibri"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 12,
    "bbox": [
      71.3,
      358.73,
      401.78,
      370.73
    ],
    "text": "At paragraphs 5 9 of his Petition the Petitioner has pleaded that:",
    "fonts": [
      "Calibri"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 12,
    "bbox": [
      90.98,
      381.95,
      524.75,
      446.33
    ],
    "text": "5. The Petitioner states that on or about 30 October 2020, he was made to understand that, in some Sri Lankan newspapers that carried reports of the proceedings of the PCI, he had been referred to as being amongst persons described as \"evading the Commission\"",
    "fonts": [
      "Arial",
      "Calibri"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 12,
    "bbox": [
      90.98,
      451.13,
      525.0,
      530.59
    ],
    "text": "6. The Petitioner states that he was not served with any process or intimation requiring his attendance or response before the PCI. The Petitioner is advised and states that he was not amenable to any process issued by the PCI as he was continuously resident outside Sri Lanka from November 2019.",
    "fonts": [
      "Arial",
      "Calibri"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 12,
    "bbox": [
      94.58,
      535.39,
      524.82,
      767.38
    ],
    "text": "Under section 7 (1) (c) of the Commissions of Inquiry Act, a Commission of Inquiry may \"summon any person residing in Sri Lanka to attend any meeting of the commission to give evidence or produce any document or other thing in his possession, and to examine him as a witness or require him to produce any document or other thing in his possession\". The Petitioner further states that in terms of section 21 of the Commissions of Inquiry Act every process issued by a Commission appointed under the Act shall be served and executed by the Fiscal. 7. By his letter dated 30 October 2020 addressed to the 1st to 3rd respondents, the Petitioner stated, inter alia, that he had been made to understand that, in some Sri Lankan newspapers that carried reports of the proceedings of the PCI, he had been referred to as being amongst persons described as \"evading the Commission\". He",
    "fonts": [
      "Arial",
      "Calibri"
    ],
    "sizes": [
      8.039999961853027,
      12.0,
      12.960000038146973
    ]
  },
  {
    "page_number": 13,
    "bbox": [
      153.38,
      781.78,
      371.45,
      806.26
    ],
    "text": "Page 14 of 31",
    "fonts": [
      "Calibri",
      "Calibri,Bold"
    ],
    "sizes": [
      11.039999961853027
    ]
  },
  {
    "page_number": 13,
    "bbox": [
      94.58,
      74.4,
      512.65,
      120.14
    ],
    "text": "further stated that if such a reference had been made, it would be grossly unfair in as much as he has not been served with any process or intimation requiring his attendance or response. The petitioner brought to the attention of the 1st to 3rd",
    "fonts": [
      "Calibri"
    ],
    "sizes": [
      8.039999961853027,
      12.0
    ]
  },
  {
    "page_number": 13,
    "bbox": [
      72.02,
      124.94,
      526.01,
      458.93
    ],
    "text": "respondents that he had been continuously residing outside Sri Lanka from November 2019. 8. The Petitioner further stated that although he was not amenable to any process issued by the PCI, he was nevertheless anxious, without prejudice to this position, to assist the Commission in any manner possible in regard to any matters which are legitimately within the province of the Commission and in respect of which he could be of any assistance. Apart from the fact that he was not compellable to attend, the prevailing pandemic that did not permit any travel. However, the petitioner was ready and willing to communicate with the Commission, if the 1st to 3rd Respondents so desire, by Skype or some other alternate virtual means. The petitioner further stated he trusts that, in the event of any such arrangements being mutually agreed upon, the Commission would provide him with all such information and material as may be relevant in accordance with the principles of natural justice, to enable him to assist the Commission in a meaningful manner. The Petitioner provided the 1st to 3rd respondents with his Skype ID, email address and telephone number and informed them that he was available on WhatsApp. 9. The Petitioner states that the said letter P3 was sent through the TNT courier through Swiss Post on 30 October 2020.",
    "fonts": [
      "Arial",
      "Calibri"
    ],
    "sizes": [
      8.039999961853027,
      12.0,
      12.960000038146973
    ]
  },
  {
    "page_number": 13,
    "bbox": [
      71.54,
      462.1,
      525.69,
      577.87
    ],
    "text": "10. The Petitioner states that he was not informed by the PCI of any allegations against him nor was he provided with any information and material as may be relevant in accordance with the principles of natural justice, to enable him to explain matters and/or respond to any allegations against him. The Petitioner was not given any opportunity to communicate with the PCI through Skype or some other alternate means despite his willingness communicated to the Commission.",
    "fonts": [
      "Arial",
      "Calibri"
    ],
    "sizes": [
      12.0,
      12.960000038146973
    ]
  },
  {
    "page_number": 13,
    "bbox": [
      72.02,
      582.67,
      526.08,
      695.74
    ],
    "text": "11. Thus, though not subject to the jurisdiction of the Commission of Inquiry, since he was residing abroad, the Petitioner volunteered to assist and give evidence. However, he was never informed of any allegations against him, nor offered an opportunity to respond. It is my view that the legal provisions relating to procedure before a commission of inquiry is important at this juncture.",
    "fonts": [
      "Calibri"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 13,
    "bbox": [
      72.02,
      705.46,
      526.12,
      765.82
    ],
    "text": "In addition to the ordinary principles of natural justice which would apply before anybody or tribunal such as a Commission of Inquiry, the Commissions of Inquiry Act No. 17 of 1948 provides as follows;",
    "fonts": [
      "Calibri"
    ],
    "sizes": [
      11.039999961853027,
      12.0
    ]
  },
  {
    "page_number": 14,
    "bbox": [
      153.38,
      781.78,
      371.45,
      806.26
    ],
    "text": "Page 15 of 31",
    "fonts": [
      "Calibri",
      "Calibri,Bold"
    ],
    "sizes": [
      11.039999961853027
    ]
  },
  {
    "page_number": 14,
    "bbox": [
      109.22,
      74.4,
      522.72,
      170.66
    ],
    "text": "s. 16 Every person whose conduct is the subject of inquiry under this Act, or who is in any way implicated or concerned in the matter under inquiry, shall be entitled to be represented by one or more attorneys-at-law at the whole of the inquiry; and any other person who may consider it desirable that he should be so represented may, by leave of the commission, be represented in the manner aforesaid,",
    "fonts": [
      "Calibri"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 14,
    "bbox": [
      111.14,
      175.46,
      525.32,
      305.45
    ],
    "text": "s.23 Where a Commission of Inquiry appointed in terms of this Act, has been required by the President to conduct an investigation or Inquiry or both an investigation and inquiry into any matter or incident, notwithstanding the generality of the powers conferred on such Commission, it shall be entitled to obtain the assistance of a public officer selected by the Commission, with the concurrence of the relevant appointing authority, and through such officer cause the conduct of investigations into any relevant matter or incident under its direction and supervision",
    "fonts": [
      "Calibri"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 14,
    "bbox": [
      111.62,
      310.25,
      525.88,
      372.65
    ],
    "text": "Provided however, the Commission shall not arrive at any conclusion on such matter or incident investigated into, unless the Commission has examined the material collected in the course of such investigation and inquired into such matter or incident, observing the rules of natural justice.",
    "fonts": [
      "Calibri"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 14,
    "bbox": [
      71.54,
      396.77,
      525.41,
      493.03
    ],
    "text": "Therefore, in addition to the right to legal representation and the right to natural justice available under the general law, the Commissions of Inquiry Act highlights the need for same. The circumstances in which preliminary and advisory acts, investigations and orders may be subject to writ have been the subject of decisions as well as comments by jurists. In R. v. Race Relations Board, ex parte Selvarajan it is said;",
    "fonts": [
      "Calibri"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 14,
    "bbox": [
      121.58,
      497.95,
      525.41,
      577.27
    ],
    "text": "\"The fundamental rule is that, if a person may be subject to pains or penalties, or be exposed to prosecution or proceedings, or be deprived of remedies or redress, or is in some such way adversely affected by the investigations and report, then he should be told the matter against him and afforded a fair opportunity of answering it. \"",
    "fonts": [
      "Calibri"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 14,
    "bbox": [
      72.5,
      589.51,
      312.48,
      601.51
    ],
    "text": "His Lordship has also stated that (page 171-172);",
    "fonts": [
      "Calibri"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 14,
    "bbox": [
      121.94,
      614.95,
      244.32,
      626.95
    ],
    "text": "\"Wade also puts it thus -",
    "fonts": [
      "Calibri"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 14,
    "bbox": [
      121.58,
      640.39,
      525.26,
      686.14
    ],
    "text": "\"Questions affecting the rights of subjects is really co-relative to the idea of legal power the exercise of which necessarily affects some person's legal rights, status or situations. \"",
    "fonts": [
      "Calibri"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 14,
    "bbox": [
      72.02,
      713.95,
      296.16,
      726.94
    ],
    "text": "Further, Wade (11th Edition), page 431 states;",
    "fonts": [
      "Calibri"
    ],
    "sizes": [
      8.039999961853027,
      12.0
    ]
  },
  {
    "page_number": 14,
    "bbox": [
      106.82,
      740.26,
      525.6,
      769.06
    ],
    "text": "\"Natural justice often requires the disclosure of reports and evidence in the possession of the deciding authority. A tribunal must disclose reports and evidence bearing upon",
    "fonts": [
      "Calibri"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 15,
    "bbox": [
      153.38,
      781.78,
      371.09,
      806.26
    ],
    "text": "Page 16 of 31",
    "fonts": [
      "Calibri",
      "Calibri,Bold"
    ],
    "sizes": [
      11.039999961853027
    ]
  },
  {
    "page_number": 15,
    "bbox": [
      106.82,
      74.4,
      525.89,
      103.22
    ],
    "text": "the case before it, although it may use its own knowledge and experience as to general questions.\"",
    "fonts": [
      "Calibri"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 15,
    "bbox": [
      71.54,
      140.27,
      295.56,
      153.26
    ],
    "text": "Wade (11th Edition) page 471 also states that;",
    "fonts": [
      "Calibri"
    ],
    "sizes": [
      8.039999961853027,
      12.0
    ]
  },
  {
    "page_number": 15,
    "bbox": [
      106.82,
      168.5,
      525.74,
      231.02
    ],
    "text": "\"the procedure must pass the test of fairness at each and every stage. In general, however, the courts are favorable to the observance of natural justice in the making of preliminary investigations and reports which may lead to serious legal consequences to some person.\"",
    "fonts": [
      "Calibri"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 15,
    "bbox": [
      108.5,
      244.34,
      525.82,
      323.69
    ],
    "text": "\"A police officer threatened with compulsory retirement is entitled to have the report of a preliminary inquiry disclosed to his own doctor. A gas company should be given the opportunity to comment on adverse report by a gas tester which might lead to an order against it by the local authority. These are really instances of the right to know the opposing case.\"",
    "fonts": [
      "Calibri"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 15,
    "bbox": [
      72.02,
      328.49,
      526.13,
      374.21
    ],
    "text": "The right to cross examine witnesses is recognized as a requirement of a fair hearing. Wade (8th Edition) page 963, states that;",
    "fonts": [
      "Calibri"
    ],
    "sizes": [
      8.039999961853027,
      12.0
    ]
  },
  {
    "page_number": 15,
    "bbox": [
      108.02,
      379.13,
      525.69,
      407.93
    ],
    "text": "\"Cross examination is allowed by procedural rules and evidently also by the rules of natural justice.\"",
    "fonts": [
      "Calibri"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 15,
    "bbox": [
      71.54,
      412.73,
      439.34,
      441.65
    ],
    "text": "Thus, in terms of both the English and Sri Lankan authorities it is clear that;",
    "fonts": [
      "Calibri"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 15,
    "bbox": [
      108.02,
      455.33,
      525.71,
      517.87
    ],
    "text": "\"The fundamental rule is that, if a person may be subject to pains or penalties, or be exposed to prosecution or proceedings, or be deprived of remedies or redress, or is in some such way adversely affected by the investigations and report, then he should be told the matter against him and afforded a fair opportunity of answering it. \"",
    "fonts": [
      "Calibri"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 15,
    "bbox": [
      71.54,
      545.23,
      525.88,
      708.82
    ],
    "text": "The contention of the learned President's Counsel who appeared on behalf of the Petitioner was that there has been no compliance with the rules of natural justice, in so far this Petitioner is concerned, the findings are ex-facie ultra vires and have no basis. It was further argued that the findings are unreasonable in the Wednesbury sense. In the circumstances, the learned Counsel for the Petitioner says that the findings and the report is ex-facie, ultra vires, void and has no force or effect in law. It is important to note that, an examination of the position of the 5A Respondent, supports the position of the Petitioner, and fortifies the view that the findings and the report ought to be quashed. This Court heard the Petitioner in support, and was inclined to issue Notices on or about 9th",
    "fonts": [
      "Calibri"
    ],
    "sizes": [
      8.039999961853027,
      12.0
    ]
  },
  {
    "page_number": 15,
    "bbox": [
      72.02,
      713.74,
      525.97,
      759.22
    ],
    "text": "May 2022. Notices were issued and served on the Respondents, who chose not to file any objections, having received the complaint of the Petitioner. The Secretary to the President sought to be added as the 5A Respondent.",
    "fonts": [
      "Calibri"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 16,
    "bbox": [
      153.38,
      781.78,
      371.09,
      806.26
    ],
    "text": "Page 17 of 31",
    "fonts": [
      "Calibri",
      "Calibri,Bold"
    ],
    "sizes": [
      11.039999961853027
    ]
  },
  {
    "page_number": 16,
    "bbox": [
      72.02,
      74.4,
      526.04,
      153.86
    ],
    "text": "However, no objections had been filed thus far by any of the Respondents for over a year, and on this ground alone it must deem that the Respondents have no objection to the grant of the reliefs. It was argued that on this ground alone, the reliefs sought, ought to be granted. In any event, the learned President's counsel submits that the findings and the Report is contrary to all principles of natural justice known to law.",
    "fonts": [
      "Calibri"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 16,
    "bbox": [
      72.02,
      175.1,
      234.6,
      187.1
    ],
    "text": "The Petitioner has pleaded, that:",
    "fonts": [
      "Calibri"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 16,
    "bbox": [
      72.02,
      191.09,
      525.97,
      375.77
    ],
    "text": "a. the Petitioner received certain summons; and, b. on or about the 4th September 2020, the Petitioner attended the said Commission and was informed by the Commission that the Petitioner was not being treated as a Respondent, but only as a witness. In these circumstances, the Petitioner argued that he was led to believe and had a legitimate expectation that no findings and recommendations would be made against the Petitioner and there would be no material collected against the Petitioner to the detriment of the Petitioner. In these circumstances, the Petitioner gave evidence, as was asked. However, the Petitioner says that;",
    "fonts": [
      "Arial",
      "Calibri"
    ],
    "sizes": [
      8.039999961853027,
      12.0,
      12.960000038146973
    ]
  },
  {
    "page_number": 16,
    "bbox": [
      144.02,
      378.83,
      524.97,
      444.05
    ],
    "text": "a. No proper charges were served; b. No complaints have been served on the Petitioner; and c. The nature of the charges against the Petitioner were not disclosed to the Petitioner.",
    "fonts": [
      "Arial",
      "Calibri"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 16,
    "bbox": [
      71.54,
      464.35,
      525.01,
      526.87
    ],
    "text": "The petitioner finds that the report contains, damaging findings against the Petitioner, are grave and very serious. In these circumstances, he argued that there is a grave violation of the rules of natural justice, and on this ground alone, the report and the findings should be quashed.",
    "fonts": [
      "Calibri"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 16,
    "bbox": [
      71.54,
      548.71,
      523.94,
      644.95
    ],
    "text": "In my considered view that former President Gotabhaya Rajapaksha had appointed a Special Presidential Commission by Gazette Notification 2212/53 dated 29.01.2021 appointing a Special Commission of Inquiry to look into whether the observations and recommendations contained in the report P6 of the 1st to 3rd Respondents were legally binding and had merit. The words used in the mandate at paragraph 1, inter alia, are as follows;",
    "fonts": [
      "Calibri"
    ],
    "sizes": [
      8.039999961853027,
      12.0
    ]
  },
  {
    "page_number": 16,
    "bbox": [
      108.02,
      649.78,
      523.96,
      746.02
    ],
    "text": "\"... to further investigate and report whether the above malpractices have done and what extent are the respondents so responsible, and to recommend whether a person should be subjected to a community disability according to the provisions of Article 81 of the Constitution and Section 9 of the Special Presidential Commission of Inquiry Act (Special Provisions) Act No 4 of 1978.\"",
    "fonts": [
      "Calibri"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 17,
    "bbox": [
      153.38,
      781.78,
      371.45,
      806.26
    ],
    "text": "Page 18 of 31",
    "fonts": [
      "Calibri",
      "Calibri,Bold"
    ],
    "sizes": [
      11.039999961853027
    ]
  },
  {
    "page_number": 17,
    "bbox": [
      71.54,
      73.41,
      523.83,
      170.54
    ],
    "text": "Therefore, it is clear that the recommendations of the 1st to 3rd Respondents could not be given effect to until the Special Presidential Commission appointed by the President had gone into the contents of the said report and made their own recommendations as to the validity and legality of giving effect to the Report of the 1st to 3rd Respondents and after further investigation making their independent recommendation of the course of action that needs to be adopted in this regard.",
    "fonts": [
      "Calibri"
    ],
    "sizes": [
      8.039999961853027,
      12.0
    ]
  },
  {
    "page_number": 17,
    "bbox": [
      71.54,
      195.86,
      523.77,
      292.13
    ],
    "text": "Whether or not the rights of the Petitioner may or may not be affected would therefore, depend on the recommendations of the Special Presidential Commission. The mandate of the said Special Presidential Commission of Inquiry was further amended by Gazette Number 2221/54 dated 01 April 2021. By the said Gazette, His Excellency the President has stated inter alia as follows;",
    "fonts": [
      "Calibri"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 17,
    "bbox": [
      88.1,
      296.93,
      523.6,
      359.45
    ],
    "text": "\"And whereas, now, I am of the considered view that in consideration of the specific, findings, decisions and recommendations made against and/or against the specific persons identified in the said report submitted to me by the Presidential Commission of inquiry constituted by me, by the warrant issued on 09 January 2020, \"",
    "fonts": [
      "Calibri"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 17,
    "bbox": [
      71.54,
      364.97,
      525.15,
      648.31
    ],
    "text": "\"that such specific, findings, decisions and recommendations contained in the said Report in respect of all such identified persons should inter alia in the public interest, and for purposes of greater scrutiny be further inquired into by you, and to report to me on the suitability and justification if any for the implementation and enforcement of the said findings, decisions and recommendations contained in the sad Report of the Presidential Commission of Inquiry as well as for the adoption of any action in respect thereof.\" It is clear that His Excellency the President had, at the time of the promulgation of the aforesaid Gazette not yet decided whether there was any justification for the implementation and enforcement of the recommendations of the 1st to 3rd Respondents. In the said Gazette Number 2221/54 dated 01 April 2021 the Terms of Reference of the Special Presidential Commission was expanded by paragraph 02 of the said Gazette and the Special Presidential Commission was mandated to also inquire into and report whether all or any of the findings, decisions and recommendations contained in the aforesaid Report of the Presidential Commission of Inquiry, made in respect of all the persons identified therein and whether any or all of the same should be implemented or cause to be implemented.",
    "fonts": [
      "Calibri"
    ],
    "sizes": [
      8.039999961853027,
      12.0
    ]
  },
  {
    "page_number": 17,
    "bbox": [
      72.02,
      674.26,
      525.06,
      753.7
    ],
    "text": "The expansion of the mandate of the Special Presidential Commission made it clear as a matter of law that in the view of the appointing authority H.E the President, the recommendations of the 1st to 3rd Respondents were unfit for implementation pending a decision of the Special Presidential Commission as to whether any of such recommendations should be implemented or not.",
    "fonts": [
      "Calibri"
    ],
    "sizes": [
      8.039999961853027,
      12.0
    ]
  },
  {
    "page_number": 18,
    "bbox": [
      153.38,
      781.78,
      371.09,
      806.26
    ],
    "text": "Page 19 of 31",
    "fonts": [
      "Calibri",
      "Calibri,Bold"
    ],
    "sizes": [
      11.039999961853027
    ]
  },
  {
    "page_number": 18,
    "bbox": [
      71.54,
      74.4,
      525.19,
      237.98
    ],
    "text": "The Special Presidential Commission could not finalize this report and was given an extension of time until 28.04.2022 by Gazette Notification 2251/37 dated 28.10.2021. However, the Special Presidential Commission could not carry out their mandate and finalize any report and did not submit any recommendation before the expiry of the mandate of the commission on 28.04.2021. The mandate of this Special Presidential Commission was not extended by His Excellency the President. When this Special Presidential Commission appointed for that very purpose became functus without submitting any recommendations, what remains is the last Presidential directive not to implement the Report of the 1st to 3rd",
    "fonts": [
      "Calibri",
      "Calibri,Italic"
    ],
    "sizes": [
      8.039999961853027,
      12.0
    ]
  },
  {
    "page_number": 18,
    "bbox": [
      72.02,
      242.9,
      524.96,
      271.7
    ],
    "text": "Respondents without fully looking into and reviewing the recommendations to ascertain whether such recommendations were justified.",
    "fonts": [
      "Calibri"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 18,
    "bbox": [
      71.54,
      289.73,
      525.11,
      419.57
    ],
    "text": "The fact that the term of the Special Commission expired without extension and without resulting in a final report does not in any way, take away the fact that the first impugned Report was viewed by His Excellency the President and the Cabinet of Ministers as lacking and requiring further investigation and inquiry. The appointment of another Special Presidential Commission of Inquiry by His Excellency the President, the recommendation of the Commission comprising 1st to 3rd Respondents has become redundant. By the said appointment of the Special Presidential Commission, the recommendations of 1st",
    "fonts": [
      "Calibri"
    ],
    "sizes": [
      8.039999961853027,
      12.0
    ]
  },
  {
    "page_number": 18,
    "bbox": [
      72.02,
      423.5,
      524.93,
      503.83
    ],
    "text": "to 3rd Respondents have become inoperative and it is evident that His Excellency the President does not wish to proceed with the said recommendations. Even though the position of the 5th Respondent was that, the recommendations of the Special Presidential Commission has now become redundant, the question that has to be considered is whether, the recommendations of the Commission of Inquiry are legally binding.",
    "fonts": [
      "Calibri"
    ],
    "sizes": [
      8.039999961853027,
      12.0
    ]
  },
  {
    "page_number": 18,
    "bbox": [
      72.02,
      517.51,
      525.08,
      596.83
    ],
    "text": "In the case of Silva and Others v. Sadique and Other; (1978) 1 SLR 166, it was examined whether the commissions formed under Commission of Inquiry Act 1948 able to review by of Writ of Certiorari under Article 140 of the 1978 Constitution and held that recommendation made by a Commission of Inquiry are not subject to review as the decisions are not bidding in nature and lacks legal authority.",
    "fonts": [
      "Calibri"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 18,
    "bbox": [
      71.54,
      608.95,
      525.04,
      655.27
    ],
    "text": "In the case of Kehar Singh v Delhi Administration, AIR [1988] SC 1883: [1988] 3 SCC 609, it was held that,",
    "fonts": [
      "Calibri"
    ],
    "sizes": [
      8.039999961853027,
      12.0
    ]
  },
  {
    "page_number": 18,
    "bbox": [
      107.18,
      660.1,
      524.9,
      739.54
    ],
    "text": "\"The report of a Commission is a recommendation of the Commission for the consideration of the Government. It is the opinion of the Commission based on the statements of witnesses and other material. It has no evidentiary value in the trial of a criminal case... \"",
    "fonts": [
      "Calibri"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 19,
    "bbox": [
      153.38,
      781.78,
      371.09,
      806.26
    ],
    "text": "Page 20 of 31",
    "fonts": [
      "Calibri",
      "Calibri,Bold"
    ],
    "sizes": [
      11.039999961853027
    ]
  },
  {
    "page_number": 19,
    "bbox": [
      72.02,
      74.4,
      524.89,
      136.94
    ],
    "text": "In the case of Kabugo v The Commission of Inquiry (effectiveness of law, policies and processes of land acquisition, land administration, land management and land registration in Uganda) & Anor, (Miscellaneous Cause 108 of 2019) [2020] UGHCCD 62 [23 April 2020] it was held that;",
    "fonts": [
      "Calibri"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 19,
    "bbox": [
      126.5,
      142.46,
      525.08,
      171.26
    ],
    "text": "\"Basically, an inquiry under the Commissions of Inquiry Act is usually mounted by the government for the information of its own mind.... \"",
    "fonts": [
      "Calibri"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 19,
    "bbox": [
      125.06,
      183.98,
      525.3,
      263.3
    ],
    "text": "\"The Commissions of Inquiry Act makes no provision for giving effect to the commission's findings. The commission is merely a fact-finding body having no power to pronounce a binding or definitive judgment or orders. It collects facts through the evidence laid before it, and after considering the same, it submits its report which the appointing authority may or may not accept\"",
    "fonts": [
      "Calibri"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 19,
    "bbox": [
      124.34,
      277.61,
      525.19,
      340.13
    ],
    "text": "\"The Commission is required to collect fact fairly to all concerned and in the best manner possible and advise the government with its findings. It will be ultimately for the appointing authority (President or government) to accept the commission's findings and take appropriate measures as advised or even otherwise.\"",
    "fonts": [
      "Calibri"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 19,
    "bbox": [
      72.02,
      353.69,
      524.17,
      382.61
    ],
    "text": "In the abovementioned case of, Silva and Others v. Sadique and Other, [1978] 1 SLR 166 the court held that;",
    "fonts": [
      "Calibri"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 19,
    "bbox": [
      72.02,
      393.53,
      526.11,
      590.71
    ],
    "text": "\"It appears to be clear that certiorari will also lie where there is some decision, as opposed to a recommendation, which is a prescribed step in a statutory process and leads to an ultimate decision affecting rights even though that decision itself does not immediately affect rights. From the citations which I have set out, it would appear that a Writ of Certiorari would lie in respect of an order or decision where such order or decision is binding on a person and it either imposes an obligation or involves civil consequences to him or in some way alters his legal position to his disadvantage or where such order or decision is a step in a statutory process which would have such effect.\" Further in the case of Silva and Others vs Director of Health Services and Others [2010] 1 SLR 285 it has been held that;",
    "fonts": [
      "Calibri"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 19,
    "bbox": [
      125.54,
      601.99,
      525.95,
      715.06
    ],
    "text": "\"The recommendation of the Human Rights Commission contained in PI la and P12 does not take effect proprio vigore. There is no provision in the said Act to enforce the recommendation of the said Commission. If the Commission 's recommendations are not complied with, the Commission can only report to the President and in turn it can be placed in Parliament. In view of this the recommendation of the Human Rights Commission cannot be quashed by a writ of Certiorari.\"",
    "fonts": [
      "Calibri",
      "Calibri,Italic"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 19,
    "bbox": [
      72.02,
      719.86,
      525.91,
      765.58
    ],
    "text": "In the case of S.S.A.U.S.A Udayar and another vs M.S.M.K. Marikkar and Others C. A. (Writ) 106/2012, (C.A Minutes; 22.06.2020) it was held that;",
    "fonts": [
      "Calibri"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 20,
    "bbox": [
      153.38,
      781.78,
      371.09,
      806.26
    ],
    "text": "Page 21 of 31",
    "fonts": [
      "Calibri",
      "Calibri,Bold"
    ],
    "sizes": [
      11.039999961853027
    ]
  },
  {
    "page_number": 20,
    "bbox": [
      135.02,
      74.4,
      526.11,
      136.94
    ],
    "text": "\"There is a long line of judicial authority which unequivocally states that a writ of certiorari will issue only where the decision-maker has determined questions affecting the rights of the subject and will not issue against recommendations that do not have any force praprio vigore. \"",
    "fonts": [
      "Calibri",
      "Calibri,Italic"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 20,
    "bbox": [
      71.54,
      141.86,
      526.13,
      238.58
    ],
    "text": "[De Mel v. De Silva (51 N.L.R. 105), Dias v. Abeywardena (68 N.L.R. 409), Fernando v. Jayaratne (78 N.L.R. 123)11, G.P.A. Silva and Others v. Sadique and Others [(1978-79) 1 S.L.R. 166]. In the case of, Ratnasiri and others v. Ellawala and others, (2004) SLR 180 12, it was held that;",
    "fonts": [
      "Calibri"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 20,
    "bbox": [
      71.54,
      244.1,
      525.97,
      410.09
    ],
    "text": "\"This court is mindful of the fact that the prerogative remedies it is empowered to grant in these proceedings are not available as of right. Court has a discretion in regard to the grant of relief in the exercise of its supervisory jurisdiction. It has been held time and time again by our Courts that \"A writ... will not issue where it would be vexatious or futile. \" See, P.S. Bus Co. Ltd. v Members and Secretary of the Ceylon Transport Board In Siddeek v Jacolyn Seneviratne and Others 1984 (1) SLR 83 Soza, J. delivering the judgment of the Supreme Court observed that;",
    "fonts": [
      "Calibri"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 20,
    "bbox": [
      144.02,
      415.61,
      525.92,
      461.21
    ],
    "text": "\"The Court will have regard to the special circumstances of the case before issuing a writ of certiorari. The writ of certiorari clearly will not issue where the end result will be futility, frustration, injustice and illegality.\"",
    "fonts": [
      "Calibri"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 20,
    "bbox": [
      71.54,
      466.75,
      525.36,
      597.19
    ],
    "text": "The learned Additional Solicitor General who appeared on behalf of the 5A Respondent submitted that the recommendations sought to be quashed by the Petitioner has not been acted upon by His Excellency the President and there are no legally binding and operative recommendations to be quashed. Therefore, the issuance of Writ of Certiorari as prayed for by the Petitioner in this application is futile. The learned Additional Solicitor General suggests to terminate the proceedings with liberty for the Petitioner to re agitate this matter if the need arises.",
    "fonts": [
      "Calibri"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 20,
    "bbox": [
      71.54,
      610.84,
      526.13,
      759.82
    ],
    "text": "It is my view that the impugned recommendations and decisions of the 1st to 3rd Respondents are not final and conclusive. Therefore, this matter is now futile and academic in view of the fact that the decisions of the 1st to 3rd Respondents are not final and conclusive. When this matter was taken up on 14.03.2022, it was submitted on behalf of the Attorney General that the Secretary to His Excellency the President Gotabhaya Rajapaksha, has instructed the Attorney General that he does not intends to refer the report of the 1st to 3rd Respondents to Bribery Commission or Public Service Commission but to await the full recommendation of the Special Presidential Commission that His Excellency the President",
    "fonts": [
      "Calibri"
    ],
    "sizes": [
      8.039999961853027,
      12.0
    ]
  },
  {
    "page_number": 21,
    "bbox": [
      153.38,
      781.78,
      371.09,
      806.26
    ],
    "text": "Page 22 of 31",
    "fonts": [
      "Calibri",
      "Calibri,Bold"
    ],
    "sizes": [
      11.039999961853027
    ]
  },
  {
    "page_number": 21,
    "bbox": [
      72.02,
      74.4,
      526.08,
      238.58
    ],
    "text": "Gotabhaya Rajapaksha has appointed, in terms of the SPCOI Act No 7 of 1978. Thereafter this matter was supported for Notice and Interim Relief. This Court issued the order Notice on the Respondents but not interim relief, holding that the opportunity to make decisions which were prejudicial to the Petitioner no longer existed (Order dated 9.5.2022). As borne out by the proceedings dated 08.02.2023, the position with regard to the Report of the 1st to 3rd Respondents was submitted by the Hon. Attorney General to this Court as follows; I quote;",
    "fonts": [
      "Calibri"
    ],
    "sizes": [
      8.039999961853027,
      12.0
    ]
  },
  {
    "page_number": 21,
    "bbox": [
      108.5,
      243.5,
      523.38,
      760.9
    ],
    "text": "\"All these applications invoke the jurisdiction of Your Lordships' Court to quash the recommendation of the Commission of Inquiry. If I may briefly call that Upali Abeyrathne commission Report, now My Lord they all came before Your Lordships Court and there were proceedings which were held before Your Lordships' Court on 30th of March 2021. I would like to advert to the proceedings of 30th March 2021.\" \"May I read page 02 of the proceedings, the learned President's Counsel appearing for the 6th Respondent somewhere in the middle of that proceedings in CA Writ 174/21 states as follows;\" \"I have specific instructions from the President that His Excellency whilst being acutely conscious of there being very serious grievances of those who made genuine complaints of discrimination and victimization to the Presidential Commission of Inquiry that nevertheless in accordance with the rule of law that His Excellency is of the considered view, that prior to causing any of the recommendations or decisions contained in the report of the Justice Abeyrathne Commission, that His Excellency wishes to in the first instant, bring an objective mind to bear on the contents of the said report and the recommendations as well as, the final report of the Special Presidential Commission of Inquiry consisting of 02 sitting Judges of the Supreme Court and a Judge of the Court of Appeal, that has now been constituted by His Excellency the President Gotabhaya Rajapaksha for the purpose of furnishing final recommendations to His Excellency.\" \"The Hon. Attorney General has received oral instructions from the Secretary to His Excellency the President Gotabhaya Rajapaksha. He has not acted in the findings of the 1st to the 3rd Respondents that are the Abeyrathne Commission report and has appointed another Special Presidential Commission in terms of Government Gazette. My submission here is the authority when he got the recommendations and findings of the Commission of Inquiry of Abeyrathne Commission for good reason he didnt act on it and instead forwarded those recommendations to be considered by a Special Presidential Commission consisting of two Judges of the Supreme Court and 01 Judge of Court of Appeal.\"",
    "fonts": [
      "Calibri"
    ],
    "sizes": [
      8.039999961853027,
      12.0
    ]
  },
  {
    "page_number": 22,
    "bbox": [
      153.38,
      781.78,
      371.09,
      806.26
    ],
    "text": "Page 23 of 31",
    "fonts": [
      "Calibri",
      "Calibri,Bold"
    ],
    "sizes": [
      11.039999961853027
    ]
  },
  {
    "page_number": 22,
    "bbox": [
      94.58,
      74.4,
      526.12,
      389.69
    ],
    "text": "\"Now Your Lordship may ask me what happened to the Special Presidential Commission of inquiry. Up to now from April last year, it came to a premature closure. It did not make any recommendation; it did not make any finding. It was an abrupt end to the Special Presidential Commission and His Excellency in his wisdom thought it fit that not to grant any further extension to the Special Presidential Commission of Inquiry. While that process came to an end, in that case this Court delivered a judgment in CA-WRT-0173-22 in September 2022, popularly known as Janaka Bandara's Case. After Your Lordship delivered the judgment, it was brought to my attention as the Attorney General I wrote to the Cabinet of Ministers and wanted a policy decision taken across the board in respect for all these recommendations given by Upali Abeyrathne Commission and also made my suggestion that this matter should come to an end. The Cabinet of Ministers wanted to clarify before they took a final decision in four matters, 1. Whether the police; 2. The Commission to investigate Bribery and Corruption; 3. Whether the Attorney General; 4. Whether the Public Service Commission;",
    "fonts": [
      "Arial",
      "Calibri",
      "Times New Roman"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 22,
    "bbox": [
      108.02,
      394.49,
      525.9,
      744.7
    ],
    "text": "had taken any step with regard to the finding or recommendation made by Upali Abeyrathna Commission. The reports were forwarded to the Cabinet and all institutions took up uniform position that no action was taken to implement any of the recommendations of the Upali Abeyrathna Commission. Having been briefed with that My Lord, the Cabinet has taken a decision which was taken about a week ago with regard to that matter with the Special Presidential Commission of Inquiry coming to a standstill, premature closure there is no validity in going any further ahead with the Upali Abeyrathna Commission report. They stopped short of making any pronouncement on the Upali Abeyrathna Commission report but of course said that they will not interfere in the Court proceedings before Your Lordships' Court. Those are the very words which they said. It will not interfere in the proceedings initiated before Your Lordships Court. \" \"Now having briefed Your Lordships Court based on what I just mentioned, my submission before Your Lordships Court is that the Upali Abeyrathna Commission Report, the appointing Authority in its wisdom thought it fit, it should not be acted on its own. It should go passed the shifting process of a Special Presidential Commission of inquiry. That Commission of inquiry it should be recorded that nothing flows from the Upali Abeyrathna Commission report. And it is a matter of futility with all due respect whether these cases should proceed I am not for a moment trying to debunk the position taken up by the Petitioner, but I am saying that nothing flows from it",
    "fonts": [
      "Calibri"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 23,
    "bbox": [
      153.38,
      781.78,
      371.45,
      806.26
    ],
    "text": "Page 24 of 31",
    "fonts": [
      "Calibri",
      "Calibri,Bold"
    ],
    "sizes": [
      11.039999961853027
    ]
  },
  {
    "page_number": 23,
    "bbox": [
      108.5,
      74.4,
      525.77,
      103.22
    ],
    "text": "because it had a two-tier stage, one tier which had made the recommendation, the 2nd tier came to an abrupt end. So, what is left now, nothing flows from it. \"",
    "fonts": [
      "Calibri"
    ],
    "sizes": [
      8.039999961853027,
      12.0
    ]
  },
  {
    "page_number": 23,
    "bbox": [
      107.54,
      119.78,
      525.9,
      333.89
    ],
    "text": "\"In view of my submission which could be recorded, that is proceedings would be terminated and deserving the rights for the Petitioner to file a motion and reagitate those matters whenever they are advised to do so, otherwise with all due respect there is no live issue to be canvassed, except the recommendations of the Upali Abeyrathna Commission. If the Government says they dont want to implement with the presidential Commission inquiry, didnt even make any order on that therefore, what is left. I would suggest may be to look after their interest for the future before they may be worried that there might be peril in the future if somebody wants to take it up. So, terminate the proceedings but reserving their rights for the parties to reagitate this matter whenever they are advised to do so. These are my submissions and I thought it is fit that I should come and make these submissions before your lordships court so that appropriate order and also considered wisdom will be taken by my learned friend who is appearing for the Petitioner. \"",
    "fonts": [
      "Calibri"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 23,
    "bbox": [
      71.54,
      350.45,
      525.67,
      396.17
    ],
    "text": "Hon. Attorney general himself makes submissions and informs this Court that Cabinet has decided not to take any action regarding the Upali Abeyrathna Presidential Commission Report. Therefore, he is requesting this Court to terminate the proceeding.",
    "fonts": [
      "Calibri"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 23,
    "bbox": [
      72.02,
      411.62,
      524.51,
      424.61
    ],
    "text": "The learned Presidents Counsel argued on behalf of the Petitioner that is it clear that the 1st",
    "fonts": [
      "Calibri"
    ],
    "sizes": [
      8.039999961853027,
      12.0
    ]
  },
  {
    "page_number": 23,
    "bbox": [
      72.02,
      428.42,
      525.26,
      492.07
    ],
    "text": "to the 3rd Respondents have lent themselves party to a political witch-hunt, and the there is no legal basis whatsoever for the findings and the report. An examination of the mandate of the 1st to the 3rd Respondents, it is crystal clear that there is no mandate for the recommendations made and the findings arrived at.",
    "fonts": [
      "Calibri"
    ],
    "sizes": [
      8.039999961853027,
      12.0
    ]
  },
  {
    "page_number": 23,
    "bbox": [
      72.02,
      513.67,
      525.4,
      609.91
    ],
    "text": "The said findings and recommendations and material collected is ex- facie and otherwise ultra-vires the powers of the Commission and the power given to it in terms of the mandate marked P2a, P2b, P3a and P3b. The Gazette marked P2(a), which set out the original mandate of the 1st to the 3rd Respondents, as amended by P2(b). The findings far exceed the mandate set out in P2(a) as amended by P2(b). In the circumstances, ex-facie, the findings are ultra-vires the mandate of the 1st to the 3rd Respondents.",
    "fonts": [
      "Calibri"
    ],
    "sizes": [
      8.039999961853027,
      12.0
    ]
  },
  {
    "page_number": 23,
    "bbox": [
      71.54,
      631.51,
      525.86,
      744.7
    ],
    "text": "It was the contention of the learned Presidents counsel for the Petitioner that in any event the findings and recommendations and material collected are grossly unreasonable. The findings and recommendations and material collected are nowhere in the vicinity of such that could be arrived at by a reasonably prudent person. On behalf of the Petitioner, he further submits that to put it in the famous words of Lord Diplock, the findings and recommendations so outrageous in its defiance of logic or accepted moral standards that no sensible person who had applied his mind to the question to be decided could have arrived at it.",
    "fonts": [
      "Calibri"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 24,
    "bbox": [
      153.38,
      781.78,
      371.09,
      806.26
    ],
    "text": "Page 25 of 31",
    "fonts": [
      "Calibri",
      "Calibri,Bold"
    ],
    "sizes": [
      11.039999961853027
    ]
  },
  {
    "page_number": 24,
    "bbox": [
      72.02,
      74.4,
      502.61,
      86.4
    ],
    "text": "The evidence of this Petitioner, before the Commission has been clear in that, inter alia;",
    "fonts": [
      "Calibri"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 24,
    "bbox": [
      125.54,
      90.8,
      525.59,
      104.66
    ],
    "text": "a. The Anti-Corruption Committee and the Secretariat were established",
    "fonts": [
      "Arial",
      "Calibri"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 24,
    "bbox": [
      143.06,
      109.58,
      399.62,
      121.58
    ],
    "text": "consequent to approval by the Cabinet of Ministers;",
    "fonts": [
      "Calibri"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 24,
    "bbox": [
      125.54,
      127.16,
      525.49,
      141.02
    ],
    "text": "b. The Cabinet of Ministers at the time, having deliberated decided to establish",
    "fonts": [
      "Arial",
      "Calibri"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 24,
    "bbox": [
      143.06,
      145.82,
      221.28,
      157.82
    ],
    "text": "the committee;",
    "fonts": [
      "Calibri"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 24,
    "bbox": [
      125.54,
      162.32,
      525.52,
      176.18
    ],
    "text": "c. Prosecutions and actions have been initiated by the relevant law enforcement",
    "fonts": [
      "Arial",
      "Calibri"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 24,
    "bbox": [
      143.06,
      180.98,
      525.58,
      209.66
    ],
    "text": "authorities, including, the Attorney General, the Police and the Commission to Investigate Allegations of Bribery; and",
    "fonts": [
      "Calibri"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 24,
    "bbox": [
      125.54,
      215.48,
      525.46,
      229.34
    ],
    "text": "d. Thereafter, respective Courts have taken cognizance of the matters and",
    "fonts": [
      "Arial",
      "Calibri"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 24,
    "bbox": [
      143.06,
      234.14,
      402.26,
      246.14
    ],
    "text": "proceedings have been initiated in terms of the law.",
    "fonts": [
      "Calibri"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 24,
    "bbox": [
      71.54,
      268.49,
      343.82,
      280.49
    ],
    "text": "The unequivocal position of the Petitioner is as follows;",
    "fonts": [
      "Calibri"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 24,
    "bbox": [
      126.02,
      284.87,
      525.68,
      298.73
    ],
    "text": "1. at all material times it was the relevant authorities, including the Police, the",
    "fonts": [
      "Arial",
      "Calibri"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 24,
    "bbox": [
      126.02,
      303.65,
      525.83,
      366.17
    ],
    "text": "Attorney General's Department and the Judiciary that investigated the complaints, took decisions to prosecute and carry out prosecutions in all cases; and 2. at no point did the Petitioner interfere with such investigations and with such",
    "fonts": [
      "Arial",
      "Calibri"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 24,
    "bbox": [
      144.02,
      370.97,
      202.92,
      382.97
    ],
    "text": "authorities.",
    "fonts": [
      "Calibri"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 24,
    "bbox": [
      72.02,
      404.57,
      525.73,
      568.27
    ],
    "text": "It is crystal clear that there appears to be no finding that the Petitioner interfered and meddled with any proceedings and that the Petitioner manipulated and engineered any proceedings in a particular desired fashion. However, the recommendations, that have been arrived at (from page 17 onwards in P6), are gross unreasonable and far exceeds what a reasonably prudent person would arrive at, given the positions and the evidence before them. In the circumstances, the findings are unreasonable in the Wednesbury sense and ought to be quashed, on this ground alone. According to the learned Additional Solicitor General, the 5A Respondent's position appears to be as follows;",
    "fonts": [
      "Calibri"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 24,
    "bbox": [
      142.58,
      571.3,
      526.1,
      758.62
    ],
    "text": "a. the findings and recommendations and material collected in the report are not final and conclusive; b. that the findings and recommendations and material collected have been the subject matter of further Presidential Commission of inquiry; c. the term of the said presidential commission of inquiry has expired without extension and no outcome has been achieved; d. the Cabinet of Ministers and the relevant authorities including the Attorney General, the Bribery Commission and the Police have indicated that no actions have been and will be taken in terms of the findings and recommendations and material collected; and e. in the circumstances, this application would be futile.",
    "fonts": [
      "Arial",
      "Calibri"
    ],
    "sizes": [
      12.0,
      12.960000038146973
    ]
  },
  {
    "page_number": 25,
    "bbox": [
      153.38,
      781.78,
      371.45,
      806.26
    ],
    "text": "Page 26 of 31",
    "fonts": [
      "Calibri",
      "Calibri,Bold"
    ],
    "sizes": [
      11.039999961853027
    ]
  },
  {
    "page_number": 25,
    "bbox": [
      72.02,
      74.4,
      525.76,
      103.22
    ],
    "text": "On this position alone it is clear that the findings and recommendations and material collected are;",
    "fonts": [
      "Calibri"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 25,
    "bbox": [
      139.58,
      107.72,
      338.78,
      138.38
    ],
    "text": "i. baseless; and ii. in any event, completely ultra vires.",
    "fonts": [
      "Arial",
      "Calibri"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 25,
    "bbox": [
      72.02,
      158.54,
      525.97,
      221.06
    ],
    "text": "As set out earlier, in view of that, particularly the reputation of this Petitioner, these baseless findings cannot be allowed to stand. In view of the position of the 5A Respondent alone, there could not be any questions for this Petitioner's relief being granted. In these circumstances, there is no objection from the Respondents to the reliefs being granted.",
    "fonts": [
      "Calibri"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 25,
    "bbox": [
      72.02,
      242.78,
      526.13,
      305.33
    ],
    "text": "In the case of Shell Gas Lanka Ltd. v. Consumer Affairs Authority and others [2008] 1 Sri LR 128 which was a matter regarding an inquiry under Section 13 of the Consumer Affairs Authority Act, it was held by Justice Sriskandarajah that;",
    "fonts": [
      "Calibri"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 25,
    "bbox": [
      121.58,
      310.13,
      525.75,
      372.65
    ],
    "text": "\"The duty of the court is to see that power shall not be exercised in unlawful and arbitrary manner, when exercise of such powers affects the basic rights of individuals. The courts should be alert to see that such powers conferred by the statute are not exceeded or abused. \"",
    "fonts": [
      "Calibri"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 25,
    "bbox": [
      72.02,
      394.25,
      525.9,
      439.97
    ],
    "text": "Dealing with an inquiry held under Section 18(3) of the Consumer Affairs Authority act, Justice Sripavan (as he then was) held in the case of Nestle Lanka Ltd. v. Consumer Affairs Authority and another [2005] 2 Sri LR 138, 141 that;",
    "fonts": [
      "Calibri"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 25,
    "bbox": [
      139.22,
      453.17,
      526.22,
      735.94
    ],
    "text": "\"Though the aforesaid section gives certain amount of discretion to the Authority in order to decide on the increase of a reasonable price, the exercise of such discretion necessarily implies good faith in discharging public duty. The abuse of power or discretion constitutes a ground of invalidity independent of excess of power. It is to be borne in mind that when a power granted for one purpose is exercised for a different purpose or a collateral object or in bad faith, the court will necessarily intervene and declare such act as illegal or invalid. Statutory powers conferred for public purposes are conferred upon trust and not absolutely. That is to say, that they can be validly used only in the right and proper manner.\" \"The lawful exercise of a statutory power presupposes not only compliance with the substantive and procedural conditions laid down for its performance but also with the implied requirements governing the exercise of the discretion. Thus, all statutory powers must be exercised fairly and reasonably, in good faith, for the purposes for which they are given with due regard to relevant considerations without being influenced by irrelevant considerations.\"",
    "fonts": [
      "Calibri"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 26,
    "bbox": [
      153.38,
      781.78,
      371.45,
      806.26
    ],
    "text": "Page 27 of 31",
    "fonts": [
      "Calibri",
      "Calibri,Bold"
    ],
    "sizes": [
      11.039999961853027
    ]
  },
  {
    "page_number": 26,
    "bbox": [
      72.02,
      74.4,
      526.12,
      103.1
    ],
    "text": "In the case of G.P.A De Silva and others v Sadique and Others (1978-79-80) SLR 166, 171, a divisional bench of 5 judges of the Supreme Court held that;",
    "fonts": [
      "Calibri"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 26,
    "bbox": [
      72.02,
      125.18,
      528.77,
      273.14
    ],
    "text": "\"The classic statement in regard to when a Writ of Certiorari will issue is however found in the judgment of Lord Atkin in R v Electricity Commissioners, in which he held that writs of certiorari and prohibition may \"wherever anybody of persons having legal authority to determine questions affecting the rights of subjects, and having the duty to act judicially act in excess of their legal authority\" In the case of Gregory Fernando and Others v. Stanley Perera, Acting Principal, Christ the King National School and Other [2004] 1 SLR 346, 349 Justice Sripavan (as he then was) stated that;",
    "fonts": [
      "Calibri"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 26,
    "bbox": [
      139.58,
      297.29,
      525.96,
      376.61
    ],
    "text": "\"it is of fundamental importance that justice should not only be done, but should manifestly and undoubtedly be seen to be done. The law is concerned with public confidence in the administration of justice; hence it is of paramount importance to ensure that individuals fee that they have been given a fair hearing before a decision is taken. \"",
    "fonts": [
      "Calibri"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 26,
    "bbox": [
      72.02,
      400.73,
      525.79,
      429.53
    ],
    "text": "In the case of Mahindapala and Others v. Minister of Lands and Land Development and Others [2009] 2 SLR 324, 327-328 it was held by Justice Lecamwasam that;",
    "fonts": [
      "Calibri"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 26,
    "bbox": [
      72.02,
      451.97,
      526.25,
      599.95
    ],
    "text": "\"...Had they followed the proper procedure petitioners would have got an opportunity to air their grievances. Failure on the part of the authorities to follow the procedure deprived the petitioners of that opportunity. One pillar of the doctrine of Natural Justice is the right to a fair hearing before an administrative authority acts or makes decisions affecting the rights of subjects.. Addressing the general procedure required for a fair hearing, Wade (8th Edition) at pages 511-512 states as follows;",
    "fonts": [
      "Calibri"
    ],
    "sizes": [
      8.039999961853027,
      12.0
    ]
  },
  {
    "page_number": 26,
    "bbox": [
      144.02,
      604.75,
      525.61,
      684.22
    ],
    "text": "\"A 'hearing' will normally be an oral hearing. But in some cases, it may suffice to give an opportunity to make representations in writing, provided that any adverse material is disclosed and provided, as always, that the demands of fairness as substantially met Where an oral hearing is given, it has been laid down that a tribunal must",
    "fonts": [
      "Calibri"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 26,
    "bbox": [
      155.54,
      689.62,
      525.5,
      753.34
    ],
    "text": "(a) consider all relevant evidence which a party wishes to submit; (b) inform every party of all the evidence to be taken into account, whether derived from another party or independently (c) allow witnesses to be questioned;",
    "fonts": [
      "Calibri"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 27,
    "bbox": [
      153.38,
      781.78,
      371.09,
      806.26
    ],
    "text": "Page 28 of 31",
    "fonts": [
      "Calibri",
      "Calibri,Bold"
    ],
    "sizes": [
      11.039999961853027
    ]
  },
  {
    "page_number": 27,
    "bbox": [
      72.02,
      74.4,
      525.77,
      138.14
    ],
    "text": "(d) allow comment on the evidence and argument on the whole case.\" In Gunadasa v. Attorney-General and Others [1989] 2 SLR 130, 133-134 it was held by Justice Gunawardana that;",
    "fonts": [
      "Calibri"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 27,
    "bbox": [
      143.18,
      160.22,
      526.02,
      256.46
    ],
    "text": "\"...It has been said by Lord Denning in the case of Kanda vs. Government of Malaya that, \"If the right to be heard is to be a real right which is worth anything, it must carry with it a right in the accused man to know the case which is made against him. He must know what evidence has been given and what statements have been made affecting him and then he must be given a fair opportunity to correct or contradict them.\"",
    "fonts": [
      "Calibri"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 27,
    "bbox": [
      143.18,
      277.73,
      525.96,
      373.97
    ],
    "text": "\"Hence the failure to give to the petitioner a fair opportunity to \"correct or contradict\" the said witnesses when they gave evidence, in my view has occasioned a violation of the principle of natural justice, that a man's defence must always be fairly heard. The non observation of the said principle of natural justice would consequently amount to an error on the face of the record, which would attract the remedy of Writ of Certiorari\"",
    "fonts": [
      "Calibri"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 27,
    "bbox": [
      72.02,
      394.34,
      522.65,
      407.33
    ],
    "text": "Wade and Forsyth, Administrative Law (11th Edition; page 428) quote Lord Denning to state;",
    "fonts": [
      "Calibri"
    ],
    "sizes": [
      8.039999961853027,
      12.0
    ]
  },
  {
    "page_number": 27,
    "bbox": [
      141.14,
      428.93,
      525.88,
      508.27
    ],
    "text": "\"if the right to be heard is to be a real right which is worth anything, it must carry with it a right in the accused man to know the case which is made against him. He must know what evidence has been given and what statements have been made affecting him: and then he must be given a fair opportunity to correct or contradict them\"",
    "fonts": [
      "Calibri"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 27,
    "bbox": [
      72.02,
      515.11,
      525.54,
      646.27
    ],
    "text": "\"The fundamental rule is that, if a person may be subject to pains or penalties, or be exposed to prosecution or proceedings, or be deprived of remedies or redress, or is in some such way adversely affected by the investigations and report, then he should be told the matter against him and afforded a fair opportunity of answering it.\" R vs. Race Relations Board, ex parte, Selvarajan, cited with approval in G.P.A De Silva and others v Sadique and Others (1978-79-80 1SLR 166, 171)",
    "fonts": [
      "Calibri"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 27,
    "bbox": [
      144.02,
      667.9,
      525.98,
      764.14
    ],
    "text": "\"if the right to be heard is to be a real right which is worth anything, it must carry with it a right in the accused man to know the case which is made against him. He must know what evidence has been given and what statements have been made affecting him and then he must be given a fair opportunity to correct or contradict them \"",
    "fonts": [
      "Calibri"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 28,
    "bbox": [
      153.38,
      781.78,
      371.09,
      806.26
    ],
    "text": "Page 29 of 31",
    "fonts": [
      "Calibri",
      "Calibri,Bold"
    ],
    "sizes": [
      11.039999961853027
    ]
  },
  {
    "page_number": 28,
    "bbox": [
      71.54,
      74.4,
      525.89,
      170.54
    ],
    "text": "The unreasonableness should be considered as an important element when it comes to issuing of writs. The classic test of \"unreasonableness\" was set out in the landmark case of the Associated Provincial Picture Houses Ltd. v Wednesbury Corporation [1948] 1 KB 223, where it was held that the if a decision is \"so outrageous in its defiance of logic or accepted moral standards that no sensible person who had applied his mind to the question to be decided could have arrived at it\", same is liable to be quashed by way of a writ of certiorari.",
    "fonts": [
      "Calibri"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 28,
    "bbox": [
      72.02,
      192.86,
      525.47,
      221.54
    ],
    "text": "In Dona Marian Sandya Kumari Kodduruarachchi vs Additional Secretary, Education quality Development [CA WRIT 343/2009] Decided 30.05.2013 Anil Gooneratne J observed that:",
    "fonts": [
      "Calibri"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 28,
    "bbox": [
      142.34,
      243.62,
      525.75,
      306.17
    ],
    "text": "The hallmark of the Wednesbury connotation of unreasonableness is that the repository of discretion, although acting within the four corners of the legislative grant of discretion, has arrived at a decision which is repugnant to all reason. -Recent Developments in Administrative Law- G.L. Pieris pg. 189.",
    "fonts": [
      "Calibri"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 28,
    "bbox": [
      72.02,
      326.93,
      525.4,
      372.65
    ],
    "text": "In those circumstances, it is clear that in the event the court finds a decision to be unreasonable in the Wednesbury sense, the Courts have had no hesitation in quashing such a decision, on such ground alone.",
    "fonts": [
      "Calibri"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 28,
    "bbox": [
      72.02,
      393.41,
      525.3,
      422.21
    ],
    "text": "The writ sought in the prayer to the Petitioner is granted. The findings and the report P6 are quashed as sought.",
    "fonts": [
      "Calibri"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 28,
    "bbox": [
      71.54,
      445.46,
      525.87,
      508.99
    ],
    "text": "Wade and Forsyth Administrative Law 10th Edition deals with the power of issuing Writs of Certiorari and Prohibition when the lower Tribunal has acted in excess of Jurisdiction on pages 214 and 215, where there is a breach of natural justice on pages 372 to 379, where there is a lack of fair hearing at pages 405 to 408 and bias at pages 389 to 392.",
    "fonts": [
      "Calibri"
    ],
    "sizes": [
      8.039999961853027,
      12.0
    ]
  },
  {
    "page_number": 28,
    "bbox": [
      71.54,
      514.39,
      525.97,
      577.51
    ],
    "text": "Wade and Forsyth administrative Law in 12th Edition at page 398 under the sub heading Acting Fairly, refers to the case of Furnell vs. Whangarei High School Board [1973] A. C. 660 at 679 where Lord Morris said, that,",
    "fonts": [
      "Calibri"
    ],
    "sizes": [
      8.039999961853027,
      12.0
    ]
  },
  {
    "page_number": 28,
    "bbox": [
      143.54,
      581.89,
      424.58,
      604.03
    ],
    "text": "Natural justice is but fairness writ large and judicially.",
    "fonts": [
      "Calibri"
    ],
    "sizes": [
      6.0,
      12.0
    ]
  },
  {
    "page_number": 28,
    "bbox": [
      71.54,
      609.43,
      526.13,
      672.7
    ],
    "text": "At the same page the learned writers have also referred to the dicta of Lord Diplock in Regina vs. Commission for Racial Equality ex parte Hillingdon LBC [1982] A. C. 779 where Lord Diplock said,",
    "fonts": [
      "Calibri"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 28,
    "bbox": [
      107.54,
      678.1,
      525.93,
      757.42
    ],
    "text": "Where an Act of Parliament confers upon an administrative body functions which involve its making decisions which affect to their detriment the rights of other persons or curtail their liberty to do as they please, there is a presumption that Parliament intended that the administrative body should act fairly towards those persons who will be affected by their decision.",
    "fonts": [
      "Calibri"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 29,
    "bbox": [
      153.38,
      781.78,
      371.45,
      806.26
    ],
    "text": "Page 30 of 31",
    "fonts": [
      "Calibri",
      "Calibri,Bold"
    ],
    "sizes": [
      11.039999961853027
    ]
  },
  {
    "page_number": 29,
    "bbox": [
      71.54,
      74.4,
      526.13,
      137.54
    ],
    "text": "Hence it appears to this Court, that, as the obligation to exercise powers and discretion fairly extends to administrative bodies too, there is no question about its application to judicial and quasi-judicial bodies.",
    "fonts": [
      "Calibri"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 29,
    "bbox": [
      71.54,
      143.06,
      528.77,
      172.46
    ],
    "text": "It is also submitted, that, it was said in Roberts vs. Hopewood, 1925, Appeal Cases 578, that;",
    "fonts": [
      "Calibri"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 29,
    "bbox": [
      71.54,
      177.86,
      526.11,
      545.47
    ],
    "text": "I rest my opinion on higher grounds. A person in whom is vested a discretion must exercise his discretion upon reasonable grounds. A discretion does not empower a man to do what he likes merely because he is minded to do so he must in the exercise of his discretion do not what he likes but what he ought. In other words, he must, by use of his reason, ascertain and follow the course which reason directs. He must act reasonably. (Lord Wrenbury, page 613). The Petitioner was never summoned before the Commission of Inquiry; he was not told the allegations against him; he was not told of the material against him, he was not given an opportunity to contradict the material against him or contradict the material against him. These failures were all notwithstanding the fact that the Petitioner wrote to the Commission of Inquiry upon being aware from newspaper reports that there was some allegation against him, and volunteered to give evidence. The findings tarnish the Petitioner's reputation as an eminent President's Counsel, held in high esteem by the general public and the legal fraternity. The Report could also serve as the basis of action by a future government. This may include another attempt to intimidate the Petitioner through another Special Presidential Commission of Inquiry to recommend the imposition of civic disabilities. Thus, since the Report would be a step in that process as it was in the now defunct Special Presidential Commission of Inquiry process, he is entitled to seek a writ of certiorari to quash the said Report.",
    "fonts": [
      "Calibri"
    ],
    "sizes": [
      11.039999961853027,
      12.0
    ]
  },
  {
    "page_number": 29,
    "bbox": [
      72.02,
      556.72,
      526.07,
      653.95
    ],
    "text": "The Commission comprising the 1st to 3rd Respondents have conducted themselves in a grossly unlawful and unreasonable manner, with improper motives, and without even a semblance of fair hearing, natural justice or fairness being afforded to the Petitioner. It is manifest that the political victimization commission has acted to politically victimize the Petitioner. In the aforesaid the findings in the Commission of Inquiry Report are liable to be quashed by the issuance of mandates in the nature of writs of certiorari.",
    "fonts": [
      "Calibri"
    ],
    "sizes": [
      8.039999961853027,
      12.0
    ]
  },
  {
    "page_number": 29,
    "bbox": [
      71.54,
      657.76,
      525.94,
      698.14
    ],
    "text": "It is important to note that there are a few cases in which the matters of Writs concerning the Presidential Commission of Inquiry were decided.",
    "fonts": [
      "Calibri"
    ],
    "sizes": [
      6.960000038146973,
      12.0
    ]
  },
  {
    "page_number": 29,
    "bbox": [
      90.02,
      712.12,
      462.89,
      759.7
    ],
    "text": "(a) Dharmaratne vs Samaraweera and Others 2004 1 SLR 57 (b) Mendis. Fowzieand others vs. Goonewardena (1979) 2 SLR 322 (c) Seneviratne vs. Tissa Dias Bandaranayake and Another (1999) 2 SLR 341",
    "fonts": [
      "Arial",
      "Calibri"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 30,
    "bbox": [
      153.38,
      781.78,
      371.09,
      806.26
    ],
    "text": "Page 31 of 31",
    "fonts": [
      "Calibri",
      "Calibri,Bold"
    ],
    "sizes": [
      11.039999961853027
    ]
  },
  {
    "page_number": 30,
    "bbox": [
      90.02,
      72.54,
      494.57,
      86.4
    ],
    "text": "(d) B. Sirisena Cooray vs. Tissa Dias Bandaranayake and two Others (1999) 1 SLR 1",
    "fonts": [
      "Arial",
      "Calibri"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 30,
    "bbox": [
      71.54,
      101.3,
      526.11,
      233.54
    ],
    "text": "Article 140 of the Constitution prescribes the Law under which this Court can issue Writs in the nature of Certiorari, Mandamus and Prohibition. This Court issue a Writ of Certiorari quashing the findings, decisions, determinations, material and recommendations of the 1st to 3rd Respondents in the report marked as `P6' in respect of the Petitioner, under prayers (e) and (f) of the Petition dated 23.04.2021. Considering the circumstances, we make no order for cost.",
    "fonts": [
      "Calibri"
    ],
    "sizes": [
      8.039999961853027,
      12.0
    ]
  },
  {
    "page_number": 30,
    "bbox": [
      71.54,
      308.81,
      526.13,
      390.65
    ],
    "text": "President of the Court of Appeal D.N. Samarakoon J. I agree.",
    "fonts": [
      "Calibri",
      "Calibri,Bold"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 30,
    "bbox": [
      71.54,
      396.05,
      526.13,
      442.97
    ],
    "text": "Judge of the Court of Appeal M.T. Mohammed Laffar J.",
    "fonts": [
      "Calibri",
      "Calibri,Bold"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 30,
    "bbox": [
      153.38,
      448.37,
      506.81,
      477.91
    ],
    "text": "I agree",
    "fonts": [
      "Calibri",
      "Calibri,Bold"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 30,
    "bbox": [
      153.38,
      483.31,
      526.13,
      512.71
    ],
    "text": "Judge of the Court of Appeal",
    "fonts": [
      "Calibri",
      "Calibri,Bold"
    ],
    "sizes": [
      12.0
    ]
  }
]