[
  {
    "page_number": 0,
    "bbox": [
      108.0,
      778.85,
      489.82,
      805.76
    ],
    "text": "1",
    "fonts": [
      "CIDFont+F1"
    ],
    "sizes": [
      11.040450096130371
    ]
  },
  {
    "page_number": 0,
    "bbox": [
      127.56,
      94.86,
      472.03,
      110.02
    ],
    "text": "IN THE COURT OF APPEAL OF THE DEMOCRATIC",
    "fonts": [
      "CIDFont+F2"
    ],
    "sizes": [
      12.960525512695312
    ]
  },
  {
    "page_number": 0,
    "bbox": [
      171.36,
      117.66,
      428.35,
      132.82
    ],
    "text": "SOCIALIST REPUBLIC OF SRI LANKA",
    "fonts": [
      "CIDFont+F2"
    ],
    "sizes": [
      12.960525512695312
    ]
  },
  {
    "page_number": 0,
    "bbox": [
      108.0,
      141.29,
      491.47,
      296.26
    ],
    "text": "In the matter of an Appeal under Section 331 of the Code of Criminal Procedure Act No. 15 of 1979, read with Article 138 of the Constitution of the Democratic Socialist Republic of Sri Lanka.",
    "fonts": [
      "CIDFont+F3"
    ],
    "sizes": [
      12.960525512695312
    ]
  },
  {
    "page_number": 0,
    "bbox": [
      288.0,
      299.21,
      453.88,
      331.42
    ],
    "text": "The Democratic Socialist Republic of Sri Lanka",
    "fonts": [
      "CIDFont+F3"
    ],
    "sizes": [
      12.960525512695312
    ]
  },
  {
    "page_number": 0,
    "bbox": [
      108.0,
      334.37,
      415.27,
      436.66
    ],
    "text": "Court of Appeal Case No. CA/HCC/0135/2019 Complainant High Court of Colombo V. Case No.HC/0031/2018",
    "fonts": [
      "CIDFont+F2",
      "CIDFont+F3"
    ],
    "sizes": [
      12.960525512695312
    ]
  },
  {
    "page_number": 0,
    "bbox": [
      108.0,
      439.61,
      491.47,
      489.34
    ],
    "text": "Perumpuli Hewage Podiappu Piyasena",
    "fonts": [
      "CIDFont+F3"
    ],
    "sizes": [
      12.960525512695312
    ]
  },
  {
    "page_number": 0,
    "bbox": [
      108.0,
      491.7,
      504.04,
      664.78
    ],
    "text": "Accused AND NOW BETWEEN Perumpuli Hewage Podiappu Piyasena AccusedAppellant V.",
    "fonts": [
      "CIDFont+F2",
      "CIDFont+F3"
    ],
    "sizes": [
      12.960525512695312
    ]
  },
  {
    "page_number": 0,
    "bbox": [
      288.0,
      667.73,
      478.07,
      748.56
    ],
    "text": "Hon. Attorney General, Attorney Generals Department, Colombo 12.",
    "fonts": [
      "CIDFont+F3"
    ],
    "sizes": [
      12.000450134277344,
      12.960525512695312
    ]
  },
  {
    "page_number": 0,
    "bbox": [
      324.0,
      750.72,
      488.39,
      764.76
    ],
    "text": "ComplainantRespondent",
    "fonts": [
      "CIDFont+F2"
    ],
    "sizes": [
      12.000450134277344
    ]
  },
  {
    "page_number": 1,
    "bbox": [
      108.0,
      778.85,
      489.82,
      805.76
    ],
    "text": "2",
    "fonts": [
      "CIDFont+F1"
    ],
    "sizes": [
      11.040450096130371
    ]
  },
  {
    "page_number": 1,
    "bbox": [
      108.0,
      72.06,
      488.39,
      104.62
    ],
    "text": "BEFORE : K. PRIYANTHA FERNANDO, J. (P/CA)",
    "fonts": [
      "CIDFont+F2",
      "CIDFont+F3"
    ],
    "sizes": [
      12.000450134277344,
      12.960525512695312
    ]
  },
  {
    "page_number": 1,
    "bbox": [
      252.0,
      112.44,
      455.25,
      126.48
    ],
    "text": "WICKUM A. KALUARACHCHI, J.",
    "fonts": [
      "CIDFont+F2"
    ],
    "sizes": [
      12.000450134277344
    ]
  },
  {
    "page_number": 1,
    "bbox": [
      108.0,
      156.54,
      491.5,
      448.42
    ],
    "text": "COUNSEL : Anil Silva, PC for the Accused Appellant. Anoopa de Silva, Deputy Solicitor General for the Respondent. ARGUED ON : 24.11.2022 WRITTEN SUBMISSIONS FILED ON : 25.02.2021 by the Accused Appellant. 27.04.2021 by the Respondent. JUDGMENT ON : 13.01.2023",
    "fonts": [
      "CIDFont+F2",
      "CIDFont+F3"
    ],
    "sizes": [
      9.96037483215332,
      12.960525512695312
    ]
  },
  {
    "page_number": 1,
    "bbox": [
      93.84,
      450.78,
      491.52,
      764.26
    ],
    "text": "************** K. PRIYANTHA FERNANDO, J.(P/CA) 1. The accused appellant (hereinafter referred to as the appellant) in this case, was indicted in the High Court of Colombo for the offence of misappropriation of public property, a motor vehicle bearing registration no. WPKJ-6268, an offence punishable in terms of section 5(1) of the Offences Against Public Property Act No. 12 of 1982. Upon conviction after trial, the learned High Court Judge sentenced the appellant for 4 years rigorous imprisonment. He was also ordered to pay three times of Rs. 1,830,108/- as fine, for the cost incurred by the prime ministers office.",
    "fonts": [
      "CIDFont+F2",
      "CIDFont+F3",
      "CIDFont+F4",
      "CIDFont+F5"
    ],
    "sizes": [
      12.960525512695312
    ]
  },
  {
    "page_number": 2,
    "bbox": [
      108.0,
      778.85,
      489.82,
      805.76
    ],
    "text": "3",
    "fonts": [
      "CIDFont+F1"
    ],
    "sizes": [
      11.040450096130371
    ]
  },
  {
    "page_number": 2,
    "bbox": [
      93.84,
      72.51,
      491.51,
      157.42
    ],
    "text": "2. Being aggrieved by the above conviction and the sentence, the appellant preferred the instant appeal. The learned Counsel for the appellant in his written submissions has urged the following grounds of appeal.",
    "fonts": [
      "CIDFont+F3",
      "CIDFont+F4"
    ],
    "sizes": [
      12.960525512695312
    ]
  },
  {
    "page_number": 2,
    "bbox": [
      162.0,
      160.23,
      491.42,
      174.94
    ],
    "text": "a. Has the learned High Court Judge misdirected",
    "fonts": [
      "CIDFont+F3",
      "CIDFont+F4"
    ],
    "sizes": [
      12.960525512695312
    ]
  },
  {
    "page_number": 2,
    "bbox": [
      162.0,
      177.89,
      491.44,
      293.74
    ],
    "text": "himself in holding that the prosecution has proved beyond reasonable doubt that the vehicle bearing registration no. WP KJ 6268 is public property within the meaning of Public Property Act No. 12 of 1982. b. Has the prosecution failed to prove in terms of",
    "fonts": [
      "CIDFont+F3",
      "CIDFont+F4"
    ],
    "sizes": [
      9.96037483215332,
      12.960525512695312
    ]
  },
  {
    "page_number": 2,
    "bbox": [
      162.0,
      296.69,
      491.44,
      377.5
    ],
    "text": "the Evidence Ordinance the fact that the accused appellant had received the purported letters dated 09.07.2015 and 31.05.2016. c. Has the learned High Court Judge placed",
    "fonts": [
      "CIDFont+F3",
      "CIDFont+F4"
    ],
    "sizes": [
      9.96037483215332,
      12.960525512695312
    ]
  },
  {
    "page_number": 2,
    "bbox": [
      162.0,
      380.45,
      491.44,
      478.66
    ],
    "text": "undue weightage on the non-suggestion of various positions taken up by the accused appellant in his dock statement and based on that, rejected the dock statement. d. Has the learned High Court Judge failed to take",
    "fonts": [
      "CIDFont+F3",
      "CIDFont+F4"
    ],
    "sizes": [
      9.96037483215332,
      12.960525512695312
    ]
  },
  {
    "page_number": 2,
    "bbox": [
      162.0,
      481.73,
      491.44,
      579.94
    ],
    "text": "into consideration that the facts narrated in the dock statement satisfies the test of probability and thereby misdirected himself in assessing the credibility of the dock statement. e. Has the learned High Court Judge failed to",
    "fonts": [
      "CIDFont+F3",
      "CIDFont+F4"
    ],
    "sizes": [
      9.96037483215332,
      12.960525512695312
    ]
  },
  {
    "page_number": 2,
    "bbox": [
      162.0,
      582.89,
      491.44,
      698.74
    ],
    "text": "consider that allowing the numerous amendments made to the charge in the course of the trial notwithstanding the objections of the defence deprived the accused appellant of a fair trial. f. Has the learned High Court Judge misdirected",
    "fonts": [
      "CIDFont+F3",
      "CIDFont+F4"
    ],
    "sizes": [
      9.96037483215332,
      12.960525512695312
    ]
  },
  {
    "page_number": 2,
    "bbox": [
      162.0,
      701.69,
      491.44,
      768.94
    ],
    "text": "himself on the law when he held that the ingredients of the offence been proved beyond reasonable doubt.",
    "fonts": [
      "CIDFont+F3"
    ],
    "sizes": [
      12.960525512695312
    ]
  },
  {
    "page_number": 3,
    "bbox": [
      108.0,
      778.85,
      489.82,
      805.76
    ],
    "text": "4",
    "fonts": [
      "CIDFont+F1"
    ],
    "sizes": [
      11.040450096130371
    ]
  },
  {
    "page_number": 3,
    "bbox": [
      162.0,
      72.65,
      491.42,
      104.74
    ],
    "text": "g. Has the learned High Court Judge misdirected",
    "fonts": [
      "CIDFont+F3",
      "CIDFont+F4"
    ],
    "sizes": [
      12.960525512695312
    ]
  },
  {
    "page_number": 3,
    "bbox": [
      93.84,
      107.69,
      491.53,
      736.54
    ],
    "text": "himself on the law relating to making suggestions to the prosecution witnesses during the course of the prosecution case. 3. The facts as per the case for the prosecution were that, the appellant was elected as a member of the parliament in April 2010. He has written a letter marked P-1 to the then prime minister on 28.01.2015 requesting for a vehicle. Upon that request, on 06.02.2015, the vehicle in question KJ 6268 was handed over to the appellant as per the letter marked P-2. The vehicle has been accepted by one Shashikumar on behalf of the appellant. On 26.06.2015, the parliament was dissolved and a fresh election was held in August 2015. The appellant was not re-elected in the August 2015 election. Thereafter, the authorities have informed the appellant to hand over the vehicle on several occasions in writing as well as over the telephone. The appellant has failed to hand over the vehicle to the prime ministers office. However, after informing the appellant that a police complaint will be lodged against him, he has handed over the vehicle to the prime ministers office through a third party on 26.07.2016. By the time the driver Chithracoopan (PW6) handed over the vehicle, the authorities had already lodged a complaint to the Colpety police. 4. The appellant in his unsworn statement from the dock has taken up the position that he did not use the vehicle for his personal use. He has admitted that he received a letter in July 2016 asking him to hand over the vehicle to which he has informed over the telephone that he is unwell. Thereafter, when he was informed to hand over the vehicle before 3.00 pm on the 27th July, he has asked one Ubeyraasa to send the vehicle over to the prime ministers office through a driver. The position taken up by the appellant in his dock statement was that, the",
    "fonts": [
      "CIDFont+F3",
      "CIDFont+F4",
      "CIDFont+F5"
    ],
    "sizes": [
      8.520299911499023,
      12.960525512695312
    ]
  },
  {
    "page_number": 4,
    "bbox": [
      108.0,
      778.85,
      489.82,
      805.76
    ],
    "text": "5",
    "fonts": [
      "CIDFont+F1"
    ],
    "sizes": [
      11.040450096130371
    ]
  },
  {
    "page_number": 4,
    "bbox": [
      122.16,
      72.65,
      491.52,
      104.74
    ],
    "text": "then prime minister told him to continue to keep the vehicle in order to serve the people.",
    "fonts": [
      "CIDFont+F3"
    ],
    "sizes": [
      12.960525512695312
    ]
  },
  {
    "page_number": 4,
    "bbox": [
      93.84,
      107.69,
      491.53,
      314.26
    ],
    "text": "5. At the hearing of this appeal, the learned Presidents Counsel for the appellant submitted that, the prime minster has given the appellant oral permission to retain the vehicle. However, the learned Presidents Counsel further submitted that, although he was not re-elected to the parliament, he has failed to return the vehicle. It was the contention of the learned Presidents Counsel that, the appellant never received the letters said to have been sent to the appellant asking him to hand over the vehicle, and that he never intended to commit any offence.",
    "fonts": [
      "CIDFont+F3",
      "CIDFont+F4"
    ],
    "sizes": [
      12.960525512695312
    ]
  },
  {
    "page_number": 4,
    "bbox": [
      93.84,
      317.21,
      491.53,
      646.66
    ],
    "text": "6. Although it was not pursued at the hearing of this appeal, a further ground of appeal has been urged by the learned Presidents Counsel in his written submissions. That is, the prosecution has failed to prove beyond reasonable doubt that the vehicle in question falls within the definition of public property. This aspect has been sufficiently considered by the learned High Court Judge in his judgment at page 37 (page 363 of the appeal brief). The evidence was adduced by the prosecution at the trial that, the vehicle in question was originally bought by the Ministry of Economic Development subject to a leasing facility from the Bank of Ceylon. Thereafter, the vehicle was handed over to the prime ministers office. Finally, the vehicle was handed over to the appellant through the prime ministers office. Hence, the prosecution has proved beyond reasonable doubt that this vehicle does fall within the definition of public property. Thus, the above ground of appeal should necessarily fail.",
    "fonts": [
      "CIDFont+F3",
      "CIDFont+F4"
    ],
    "sizes": [
      12.960525512695312
    ]
  },
  {
    "page_number": 4,
    "bbox": [
      93.84,
      649.61,
      491.52,
      768.34
    ],
    "text": "7. The appellant has taken up the position that he did not receive any letters asking him to hand over the vehicle, other than the one that was sent through registered post. In his statement from the dock, the appellant stated that he received one letter in July 2016. This aspect was also sufficiently considered by the learned",
    "fonts": [
      "CIDFont+F3",
      "CIDFont+F4"
    ],
    "sizes": [
      12.960525512695312
    ]
  },
  {
    "page_number": 5,
    "bbox": [
      108.0,
      778.85,
      489.82,
      805.76
    ],
    "text": "6",
    "fonts": [
      "CIDFont+F1"
    ],
    "sizes": [
      11.040450096130371
    ]
  },
  {
    "page_number": 5,
    "bbox": [
      122.16,
      72.65,
      491.53,
      315.34
    ],
    "text": "High Court Judge in his judgment from page 33 onwards (page 359 of the appeal brief). Officers from the prime ministers office PW1, PW9 and PW10 have given evidence stating that, the appellant was not entitled to keep the vehicle in his possession once he ceased to be a member of the parliament. Therefore, by keeping the vehicle in his possession continuously for some time after he ceased to be a member of parliament, he has committed the offence of misappropriation. Even after he received the letter through registered post, the appellant has failed to hand over the vehicle back to the prime ministers office. The vehicle was handed over only after he was informed that a complaint will be lodged against him.",
    "fonts": [
      "CIDFont+F3"
    ],
    "sizes": [
      12.960525512695312
    ]
  },
  {
    "page_number": 5,
    "bbox": [
      93.84,
      318.29,
      491.52,
      401.98
    ],
    "text": "8. The learned High Court Judge who heard the evidence of all the witnesses has finally delivered the judgment. He had the opportunity of observing the demeanor and deportment of witnesses.",
    "fonts": [
      "CIDFont+F3",
      "CIDFont+F4"
    ],
    "sizes": [
      12.960525512695312
    ]
  },
  {
    "page_number": 5,
    "bbox": [
      93.84,
      405.05,
      491.51,
      471.1
    ],
    "text": "9. In case of Fradd v. Brown and Co. Ltd. 20 N.L.R. (Page 282) it was held that,",
    "fonts": [
      "CIDFont+F3",
      "CIDFont+F4",
      "CIDFont+F6"
    ],
    "sizes": [
      12.960525512695312
    ]
  },
  {
    "page_number": 5,
    "bbox": [
      93.84,
      474.43,
      491.52,
      657.7
    ],
    "text": "Where the controversy is about veracity of witnesses, immense importance attaches, not only to the demeanor of the witnesses, but also to the course of the trial, and the general impression left on the mind of the Judge of first instance, who saw and noted everything that took place in regard to what was said by one or other witness. It is rare that a decision of a Judge of first instance upon a point of fact purely is overruled by a Court of Appeal. 10. In his judgment, the learned High Court Judge has",
    "fonts": [
      "CIDFont+F3",
      "CIDFont+F4",
      "CIDFont+F5"
    ],
    "sizes": [
      12.960525512695312
    ]
  },
  {
    "page_number": 5,
    "bbox": [
      122.16,
      660.77,
      491.52,
      763.06
    ],
    "text": "specifically mentioned his observations on the demeanor and deportment of the official independent witnesses from the prime ministers office, who testified on the sequence of events that have taken place when the appellant requested for the vehicle, from handing over the vehicle to the appellant, notifying the appellant to",
    "fonts": [
      "CIDFont+F3"
    ],
    "sizes": [
      12.960525512695312
    ]
  },
  {
    "page_number": 6,
    "bbox": [
      108.0,
      778.85,
      489.82,
      805.76
    ],
    "text": "7",
    "fonts": [
      "CIDFont+F1"
    ],
    "sizes": [
      11.040450096130371
    ]
  },
  {
    "page_number": 6,
    "bbox": [
      93.84,
      72.65,
      491.52,
      350.5
    ],
    "text": "hand over the vehicle on several occasions, and the appellant handing over the vehicle after he was informed that a complaint will be lodged against him if it is not handed over. Hence, this court will not lightly disregard the decision of the learned High Court Judge, on the facts based on the evidence of the witnesses, finding them to be credible. 11. The learned High Court Judge has given due consideration to the defence and the statement made by the appellant from the dock from page 38-43 of his judgment. Further, he has given good and sufficient reasons for not accepting the position taken up by the defence and by the appellant in his dock statement. Therefore, the grounds of appeal b, c, d, f and g are devoid of merit.",
    "fonts": [
      "CIDFont+F3",
      "CIDFont+F4"
    ],
    "sizes": [
      12.960525512695312
    ]
  },
  {
    "page_number": 6,
    "bbox": [
      93.84,
      353.45,
      251.88,
      384.46
    ],
    "text": "12. Ground of appeal e.",
    "fonts": [
      "CIDFont+F3",
      "CIDFont+F4"
    ],
    "sizes": [
      12.960525512695312
    ]
  },
  {
    "page_number": 6,
    "bbox": [
      122.16,
      387.41,
      491.53,
      595.06
    ],
    "text": "Although it was not pursued by the learned Presidents Counsel at the hearing of this appeal, in his written submissions, the learned Counsel for the appellant submitted that, as numerous amendments were made during the trial, the appellant was deprived of a fair trial. However, neither in his written submissions nor at the hearing of this appeal was this ground pursued by the Counsel. On perusing the court record, it is noted that on 07.08.2018 the learned State Counsel has moved to amend the indictment. The learned Counsel who appeared for the appellant has not made any objection, as the amendment was being made at the initial stages.",
    "fonts": [
      "CIDFont+F3"
    ],
    "sizes": [
      12.960525512695312
    ]
  },
  {
    "page_number": 6,
    "bbox": [
      93.84,
      598.01,
      491.4,
      629.02
    ],
    "text": "13. On 14.12.2018, another amendment was made to the",
    "fonts": [
      "CIDFont+F3",
      "CIDFont+F4"
    ],
    "sizes": [
      12.960525512695312
    ]
  },
  {
    "page_number": 6,
    "bbox": [
      122.16,
      632.09,
      491.51,
      769.42
    ],
    "text": "indictment, where the learned Counsel for the appellant has stated that, he has no objection to the same. Therefore, those amendments have not caused any prejudice to the appellant and have not deprived him of a fair trial.",
    "fonts": [
      "CIDFont+F3"
    ],
    "sizes": [
      12.960525512695312
    ]
  },
  {
    "page_number": 7,
    "bbox": [
      108.0,
      778.85,
      489.82,
      805.76
    ],
    "text": "8",
    "fonts": [
      "CIDFont+F1"
    ],
    "sizes": [
      11.040450096130371
    ]
  },
  {
    "page_number": 7,
    "bbox": [
      93.84,
      72.65,
      491.4,
      104.74
    ],
    "text": "14. In the above premise, I find that the grounds of appeal",
    "fonts": [
      "CIDFont+F3",
      "CIDFont+F4"
    ],
    "sizes": [
      12.960525512695312
    ]
  },
  {
    "page_number": 7,
    "bbox": [
      108.0,
      107.69,
      491.52,
      210.1
    ],
    "text": "urged by the appellant are without merit and I have no reason to interfere with the judgment of the learned High Court Judge. Hence, I affirm the conviction and the sentence imposed on the appellant by the learned High Court Judge.",
    "fonts": [
      "CIDFont+F3"
    ],
    "sizes": [
      12.960525512695312
    ]
  },
  {
    "page_number": 7,
    "bbox": [
      108.0,
      213.05,
      273.47,
      308.64
    ],
    "text": "Appeal is dismissed",
    "fonts": [
      "CIDFont+F2",
      "CIDFont+F3"
    ],
    "sizes": [
      12.000450134277344,
      12.960525512695312
    ]
  },
  {
    "page_number": 7,
    "bbox": [
      108.0,
      310.8,
      471.36,
      525.96
    ],
    "text": "PRESIDENT OF THE COURT OF APPEAL WICKUM A. KALUARACHCHI, J. I agree",
    "fonts": [
      "CIDFont+F2",
      "CIDFont+F3"
    ],
    "sizes": [
      12.000450134277344,
      12.960525512695312
    ]
  },
  {
    "page_number": 7,
    "bbox": [
      216.0,
      528.12,
      441.11,
      542.16
    ],
    "text": "JUDGE OF THE COURT OF APPEAL",
    "fonts": [
      "CIDFont+F2",
      "CIDFont+F3"
    ],
    "sizes": [
      12.000450134277344
    ]
  }
]