[
  {
    "page_number": 0,
    "bbox": [
      70.94,
      781.9,
      527.0,
      806.28
    ],
    "text": "1",
    "fonts": [
      "Calibri"
    ],
    "sizes": [
      11.039999961853027
    ]
  },
  {
    "page_number": 0,
    "bbox": [
      104.3,
      95.04,
      495.02,
      109.02
    ],
    "text": "IN THE COURT OF APPEAL OF THE DEMOCRATIC SOCIALIST",
    "fonts": [
      "BookmanOldStyle-Bold"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 0,
    "bbox": [
      199.49,
      111.36,
      399.91,
      125.34
    ],
    "text": "REPUBLIC OF SRI LANKA",
    "fonts": [
      "BookmanOldStyle-Bold"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 0,
    "bbox": [
      241.13,
      135.48,
      528.33,
      230.6
    ],
    "text": "In the matter of an appeal under and in terms of Section 34(1) of the Right to Information Act No. 12 of 2016 read with Court of Appeal (Appellate Procedure) Rules 1990 of the Constitution of the Democratic Socialist Republic of Sri Lanka.",
    "fonts": [
      "BookmanOldStyle"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 0,
    "bbox": [
      70.94,
      240.72,
      525.82,
      758.32
    ],
    "text": "Court of Appeal Case No: RTI 0001-2020 Hewa Baddage Gunaratne, “Saman”, RTI Appeal No: Udapanguwa, RTIC/Appeal/766/2018 Lunugala. Appellant-Petitioner VS 1. Right to Information Commission, Room No. 203, 204, BMICH, Bauddhaloka Mawatha, Colombo. 2. The Designated Officer, Department of Education, Uwa Province, Welagedera Road, Badula Respondent-Respondents Before : R. Gurusinghe, J. & Dr. S. Premachandra, J.",
    "fonts": [
      "BookmanOldStyle",
      "BookmanOldStyle-Bold"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 1,
    "bbox": [
      70.94,
      781.9,
      527.0,
      806.28
    ],
    "text": "2",
    "fonts": [
      "Calibri"
    ],
    "sizes": [
      11.039999961853027
    ]
  },
  {
    "page_number": 1,
    "bbox": [
      70.94,
      70.9,
      382.03,
      263.24
    ],
    "text": "Counsel : Mahinda Jayawardena for the Petitioner Aruni Seneviratne for the Respondent-Respondent Mihiri De Alwis, S.S.C. For the 2nd Respondent Argued on : 31-10-2025",
    "fonts": [
      "BookmanOldStyle",
      "BookmanOldStyle-Bold"
    ],
    "sizes": [
      8.039999961853027,
      12.0
    ]
  },
  {
    "page_number": 1,
    "bbox": [
      70.94,
      273.39,
      254.09,
      287.39
    ],
    "text": "Decided on: 26-11-2025",
    "fonts": [
      "BookmanOldStyle"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 1,
    "bbox": [
      70.94,
      297.51,
      528.34,
      765.16
    ],
    "text": "JUDGMENT R. Gurusinghe, J. Appellant-petitioner requested some information from the Department of Education, Uva Province, by application dated 13-01-2018. Copy of that application produced marked P2. Since he did not receive the information sought, he filed an appeal with the Designated Officer on 07-02-2018. Petitioner states that even after that, he did not receive the requested information. He then appealed to the Right to Information Commission (RTIC) by his appeal dated 23-08-2018. After hearing the appeal, RTIC on 19-08-2019 decided that the Public Authority had responded to both letters with a delay. The Public Authority submitted to the RTIC that the Zonal Office maintained the files for teacher retirements, and that the Provincial Education Office received only the letter of retirement, which the Public Authority had sent to the petitioner on 06-06-2015. The appellant requested from the Public Authority “copies of letters sent by the appellant to the Department of Education, Uva Province and the letters sent by the Department of Education, Uva Province, to the appellant and any other letters pertaining to this matter and other letters written to any other institutions by the Provincial Education Department.” The Public Authority noted that the documents requested by the appellant were not specified and, as such, requested, by letter dated 22-02-2018, marked 2R2, from the appellant to send the reference numbers or copies of",
    "fonts": [
      "BookmanOldStyle",
      "BookmanOldStyle-Bold"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 2,
    "bbox": [
      70.94,
      781.9,
      527.0,
      806.28
    ],
    "text": "3",
    "fonts": [
      "Calibri"
    ],
    "sizes": [
      11.039999961853027
    ]
  },
  {
    "page_number": 2,
    "bbox": [
      70.94,
      70.9,
      528.34,
      587.17
    ],
    "text": "the letters he had sent. However, it is apparent that the appellant has not supplied any further information to the Public Authority that would enable it to identify the documents. The appellant himself should have kept copies of the letters he sent. Letters sent to the appellant by the Department of Education, Uva Province, must be with him. Any other letters that were relevant to the retirement of the petitioner would have been copied to the petitioner. At the hearing of this appeal, the Court inquired from Counsel for the appellant, whether the appellant is receiving his pension, and he informed the Court that the appellant is receiving his pension. Further, the Public Authority had informed the appellant by letter dated 22-05-2019 that all the requested documents are kept at the Zonal Education Office, Passara. In paragraph 9 of the petition, the appellant states, “Since the appellant had already obtained the required documents from Passara Zonal Education Office on a previous application, under the Right to Information Act from the Information Officer, he did not want to act on this misleading direction.” The RTIC observed that the Public Authority had responded to both letters sent by the appellant with a delay. Appellant himself stated in the petition that all the documents required from the Zonal Education Office, Passara, were received. Further, there is no issue with his pension, as he is receiving it. In the above circumstances, we see no reason to interfere with the decision of the Right to Information Commission dated 19-08-2019. The Appeal is dismissed. No costs.",
    "fonts": [
      "BookmanOldStyle",
      "BookmanOldStyle-Italic"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 2,
    "bbox": [
      70.94,
      589.37,
      462.7,
      716.92
    ],
    "text": "Judge of the Court of Appeal. Dr. S Premachandra, J. I agree. Judge of the Court of Appeal.",
    "fonts": [
      "BookmanOldStyle",
      "BookmanOldStyle-Bold"
    ],
    "sizes": [
      12.0
    ]
  }
]