[
  {
    "page_number": 0,
    "bbox": [
      108.0,
      778.85,
      489.82,
      805.76
    ],
    "text": "1",
    "fonts": [
      "CIDFont+F1"
    ],
    "sizes": [
      11.040450096130371
    ]
  },
  {
    "page_number": 0,
    "bbox": [
      127.56,
      94.86,
      472.03,
      110.02
    ],
    "text": "IN THE COURT OF APPEAL OF THE DEMOCRATIC",
    "fonts": [
      "CIDFont+F2"
    ],
    "sizes": [
      12.960525512695312
    ]
  },
  {
    "page_number": 0,
    "bbox": [
      171.36,
      117.66,
      428.35,
      132.82
    ],
    "text": "SOCIALIST REPUBLIC OF SRI LANKA",
    "fonts": [
      "CIDFont+F2"
    ],
    "sizes": [
      12.960525512695312
    ]
  },
  {
    "page_number": 0,
    "bbox": [
      108.0,
      141.29,
      491.47,
      313.78
    ],
    "text": "In the matter of an Appeal under Section 331 of the Code of Criminal Procedure Act No. 15 of 1979, read with Article 138 of the Constitution of the Democratic Socialist Republic of Sri Lanka.",
    "fonts": [
      "CIDFont+F3"
    ],
    "sizes": [
      12.960525512695312
    ]
  },
  {
    "page_number": 0,
    "bbox": [
      288.0,
      316.85,
      453.88,
      348.94
    ],
    "text": "The Democratic Socialist Republic of Sri Lanka",
    "fonts": [
      "CIDFont+F3"
    ],
    "sizes": [
      12.960525512695312
    ]
  },
  {
    "page_number": 0,
    "bbox": [
      108.0,
      351.89,
      477.09,
      542.02
    ],
    "text": "Court of Appeal Case No. CA/HCC/0136/2019 Complainant High Court of Colombo V. Case No. HC/1569/2003 Lagamuwa Thenne Wiyannalage Janaka Ruwan Jayakody",
    "fonts": [
      "CIDFont+F2",
      "CIDFont+F3"
    ],
    "sizes": [
      12.960525512695312
    ]
  },
  {
    "page_number": 0,
    "bbox": [
      108.0,
      544.38,
      477.09,
      752.5
    ],
    "text": "Accused AND NOW BETWEEN Lagamuwa Thenne Wiyannalage Janaka Ruwan Jayakody AccusedAppellant V.",
    "fonts": [
      "CIDFont+F2",
      "CIDFont+F3"
    ],
    "sizes": [
      12.960525512695312
    ]
  },
  {
    "page_number": 1,
    "bbox": [
      108.0,
      778.85,
      489.82,
      805.76
    ],
    "text": "2",
    "fonts": [
      "CIDFont+F1"
    ],
    "sizes": [
      11.040450096130371
    ]
  },
  {
    "page_number": 1,
    "bbox": [
      288.0,
      72.65,
      478.07,
      135.84
    ],
    "text": "Hon. Attorney General, Attorney Generals Department, Colombo 12.",
    "fonts": [
      "CIDFont+F3"
    ],
    "sizes": [
      12.000450134277344,
      12.960525512695312
    ]
  },
  {
    "page_number": 1,
    "bbox": [
      108.0,
      138.0,
      495.58,
      493.54
    ],
    "text": "ComplainantRespondent BEFORE : K. PRIYANTHA FERNANDO, J. (P/CA) WICKUM A. KALUARACHCHI, J. COUNSEL : Malintha Jayasinghe for the Accused Appellant. Rajinda Jayaratne, State Counsel for the Respondent. ARGUED ON : 06.09.2022 and 07.09.2022 WRITTEN SUBMISSIONS FILED ON : 17.12.2020 by the Accused Appellant. 05.05.2021 by the Respondent. JUDGMENT ON : 11.10.2022",
    "fonts": [
      "CIDFont+F2",
      "CIDFont+F3"
    ],
    "sizes": [
      9.96037483215332,
      12.000450134277344,
      12.960525512695312
    ]
  },
  {
    "page_number": 1,
    "bbox": [
      108.0,
      495.9,
      359.95,
      563.74
    ],
    "text": "************** K. PRIYANTHA FERNANDO, J.(P/CA)",
    "fonts": [
      "CIDFont+F2"
    ],
    "sizes": [
      12.960525512695312
    ]
  },
  {
    "page_number": 1,
    "bbox": [
      126.0,
      566.55,
      491.51,
      756.82
    ],
    "text": "1. The accused appellant (hereinafter referred to as the appellant) was indicted in the High Court of Colombo, for the offence of theft punishable in terms of section 366 to be read with section 3 of the Offences Against Public Property Act No. 12 of 1982. Upon conviction after trial, the appellant was sentenced to 5 years rigorous imprisonment. In addition, he was ordered to pay a fine of Rs. 1000/- and in default of such payment, another 1 year rigorous imprisonment. Further, he was ordered to pay Rs. 250,000/- to the examinations branch of",
    "fonts": [
      "CIDFont+F3",
      "CIDFont+F4",
      "CIDFont+F5"
    ],
    "sizes": [
      12.960525512695312
    ]
  },
  {
    "page_number": 2,
    "bbox": [
      108.0,
      778.85,
      489.82,
      805.76
    ],
    "text": "3",
    "fonts": [
      "CIDFont+F1"
    ],
    "sizes": [
      11.040450096130371
    ]
  },
  {
    "page_number": 2,
    "bbox": [
      126.0,
      72.65,
      491.52,
      224.05
    ],
    "text": "the Health Department, in default of such payment, another 4 years of rigorous imprisonment was imposed. Being aggrieved by the above conviction and the sentence, the appellant preferred the instant appeal. 2. In his written submissions, the Counsel for the appellant raised the following grounds of appeal.",
    "fonts": [
      "CIDFont+F3",
      "CIDFont+F4"
    ],
    "sizes": [
      9.96037483215332,
      12.960525512695312
    ]
  },
  {
    "page_number": 2,
    "bbox": [
      126.0,
      226.35,
      491.53,
      767.62
    ],
    "text": "I. The prosecution has failed to prove the case beyond reasonable doubt. II. Identification of the appellant as the person who committed the offence was not established. III. There was no proper evaluation of the circumstantial evidence. IV. The established suspicious circumstances do not establish the guilt of the accused. V. The learned trial Judge has erred in accepting the confession made by the appellant marked as P-X. VI. The learned trial Judge rejected the defence evidence on the wrong premise. 3. Brief facts of the case As per the evidence led by the prosecution, the appellant has been working as a clerk in the examinations section of the health department. The promotion examination of nurses was conducted by the said department. When the question papers were set for the above examinations, the appellant has been one of the clerks who assisted in numbering the question papers. The examination was to be held on 25.03.2001 at various examination centers. The prosecution witness Gnanawathi (PW9) has received the information from Wimalarathne (PW10), that a person was trying to sell the question papers beforehand in exchange of money. She has informed the ministry of health through the nurses union which led the",
    "fonts": [
      "CIDFont+F2",
      "CIDFont+F3",
      "CIDFont+F4",
      "CIDFont+F5"
    ],
    "sizes": [
      12.960525512695312
    ]
  },
  {
    "page_number": 3,
    "bbox": [
      108.0,
      778.85,
      489.82,
      805.76
    ],
    "text": "4",
    "fonts": [
      "CIDFont+F1"
    ],
    "sizes": [
      11.040450096130371
    ]
  },
  {
    "page_number": 3,
    "bbox": [
      126.0,
      72.65,
      491.52,
      736.54
    ],
    "text": "department to conduct the raid. During the raid, Sarath Padmasiri (PW19) was caught with the question papers in his possession while he was trying to sell it to PW9. The appellant was charged on the basis that those leaked question papers were given to the PW19 by the appellant. On the basis of that information, a statement was recorded by the investigating officers of the health department from the appellant that was produced as a confession on which the prosecution relied upon. That statement has been recorded at the Maradana railway station. 4. The learned Counsel for the appellant submitted that, the statement X has been obtained from the appellant by using threat and with oppression. He further submitted that, there has been an animosity between Ariyawansa (PW17) and the appellant. It was his contention that, as no question papers were found in the possession of the appellant, the conviction cannot be sustained purely on the basis of the confession. Initially in his evidence, the PW19 has stated that he received the question papers from another person and that the identity of the appellant has not been established. 5. The learned State Counsel for the respondent submitted that, the statement X was made by the appellant voluntarily and that no suggestion was made to the witnesses that the appellant was threatened or induced. He further contended that there had been no animosity between the appellant and the PW17, as such suggestion was denied by the PW17. The learned State Counsel further submitted that, the contents of the confession has been supported by the prosecution evidence. The appellant has failed to give any reason as to why he remained at the Maradana railway station.",
    "fonts": [
      "CIDFont+F3",
      "CIDFont+F4",
      "CIDFont+F5"
    ],
    "sizes": [
      12.960525512695312
    ]
  },
  {
    "page_number": 4,
    "bbox": [
      108.0,
      778.85,
      489.82,
      805.76
    ],
    "text": "5",
    "fonts": [
      "CIDFont+F1"
    ],
    "sizes": [
      11.040450096130371
    ]
  },
  {
    "page_number": 4,
    "bbox": [
      126.0,
      72.51,
      491.52,
      453.58
    ],
    "text": "6. All grounds of appeal will be discussed together. The conviction of the appellant was mainly based on the said confession that was marked as X. Although several grounds of appeal were preferred in his written submissions, the learned Counsel for the appellant advanced his arguments based on the premise that the above confession was inadmissible in evidence as it was not made voluntarily by the appellant. 7. On behalf of the appellant, it was suggested in cross examination of the prosecution witnesses that there had been an inquiry held by the health department against the PW17, where the appellant was the main witness. Prosecution witnesses including PW17 has clearly denied of any such inquiry. Further, there is no evidence to show that there had been such inquiry against the PW17 other than the mere suggestion made by the learned Counsel for the appellant at the trial. 8. Section 24 of the Evidence Ordinance provides;",
    "fonts": [
      "CIDFont+F3",
      "CIDFont+F4"
    ],
    "sizes": [
      12.960525512695312
    ]
  },
  {
    "page_number": 4,
    "bbox": [
      180.0,
      456.79,
      491.18,
      716.87
    ],
    "text": "A confession made by an accused person is irrelevant in a criminal proceeding if the making of the confession appears to the court to have been caused by any inducement, threat, or promise having reference to the charge against the accused person, proceeding from a person in authority, or proceeding from another person in the presence of a person in authority and with his sanction, and which inducement, threat, or promise is sufficient in the opinion of the court to give the accused person grounds, which would appear to him reasonable, for supposing that by making it he would gain any advantage or avoid any evil of temporal nature in reference to the proceedings against him",
    "fonts": [
      "CIDFont+F5"
    ],
    "sizes": [
      12.960525512695312
    ]
  },
  {
    "page_number": 4,
    "bbox": [
      126.0,
      720.07,
      491.51,
      769.42
    ],
    "text": "9. Bearing in mind the above legal provision, I will now consider the ground advanced by the learned",
    "fonts": [
      "CIDFont+F3",
      "CIDFont+F4",
      "CIDFont+F5"
    ],
    "sizes": [
      12.960525512695312
    ]
  },
  {
    "page_number": 5,
    "bbox": [
      108.0,
      778.85,
      489.82,
      805.76
    ],
    "text": "6",
    "fonts": [
      "CIDFont+F1"
    ],
    "sizes": [
      11.040450096130371
    ]
  },
  {
    "page_number": 5,
    "bbox": [
      126.0,
      72.65,
      491.52,
      245.14
    ],
    "text": "Counsel for the appellant. It is evident that this statement X which amounts to a confession was recorded at the Maradana railway station. The person who recorded the appellants statement X was Ajith Priyantha (PW2) who assisted the chief investigating officer Ariyawansa (PW17). He has recorded the appellants statement on the instructions of PW17. 10. In his unsworn statement from the dock, the",
    "fonts": [
      "CIDFont+F3",
      "CIDFont+F4",
      "CIDFont+F5"
    ],
    "sizes": [
      12.960525512695312
    ]
  },
  {
    "page_number": 5,
    "bbox": [
      126.0,
      248.21,
      491.52,
      524.98
    ],
    "text": "position taken up by the appellant at the trial was that his signature was obtained on the statement X by using threat, promise or oppression. It was his position that, the statement X was a pre-prepared statement on which his signature was obtained at the Maradana railway station. This position however was never put to PW2 when he was cross examined by the Counsel for the appellant at the trial, nor was it put to PW17. The Chief Investigating Officer Ariyawansa (PW17), clearly stated in his evidence that the statement X was made by the appellant voluntarily. He said that there was no reason for him to use threat or make any promise to get the statement recorded. 11. In cross examination by the learned Counsel for the",
    "fonts": [
      "CIDFont+F3",
      "CIDFont+F4",
      "CIDFont+F5"
    ],
    "sizes": [
      12.960525512695312
    ]
  },
  {
    "page_number": 5,
    "bbox": [
      126.0,
      527.93,
      491.71,
      646.66
    ],
    "text": "appellant, it was suggested to the PW17 that the second statement recorded from Padmasiri (PW19) was a pre-prepared typed statement. However, no such suggestion was put to the witness PW17 regarding the confessionary statement X. 12. In case of Sarwan Singh v. State of Punjab 2002",
    "fonts": [
      "CIDFont+F2",
      "CIDFont+F3",
      "CIDFont+F4",
      "CIDFont+F5",
      "CIDFont+F6"
    ],
    "sizes": [
      12.960525512695312
    ]
  },
  {
    "page_number": 5,
    "bbox": [
      144.0,
      649.14,
      491.26,
      769.55
    ],
    "text": "AIC SC (iii) 3652 at 3655, 3656 it was held it is a rule of essential justice that whenever the opponent has declined to avail himself of the opportunity to put his case in cross examination it must follow that the evidence tendered on that issue ought to be accepted.",
    "fonts": [
      "CIDFont+F2",
      "CIDFont+F3",
      "CIDFont+F5"
    ],
    "sizes": [
      12.960525512695312
    ]
  },
  {
    "page_number": 6,
    "bbox": [
      108.0,
      778.85,
      489.82,
      805.76
    ],
    "text": "7",
    "fonts": [
      "CIDFont+F1"
    ],
    "sizes": [
      11.040450096130371
    ]
  },
  {
    "page_number": 6,
    "bbox": [
      126.0,
      72.04,
      491.72,
      87.22
    ],
    "text": "13. In case of Himachal Pradesh v. Thakuar Dass",
    "fonts": [
      "CIDFont+F3",
      "CIDFont+F4",
      "CIDFont+F6"
    ],
    "sizes": [
      12.960525512695312
    ]
  },
  {
    "page_number": 6,
    "bbox": [
      153.0,
      89.56,
      377.68,
      104.75
    ],
    "text": "1993 2 Cri 1694 it was held that",
    "fonts": [
      "CIDFont+F3",
      "CIDFont+F5",
      "CIDFont+F6"
    ],
    "sizes": [
      12.960525512695312
    ]
  },
  {
    "page_number": 6,
    "bbox": [
      180.0,
      107.95,
      491.17,
      174.95
    ],
    "text": "whenever a statement of fact made by a witness is not challenged in cross-examination, it has to be concluded that the fact in question is not disputed.",
    "fonts": [
      "CIDFont+F5"
    ],
    "sizes": [
      12.960525512695312
    ]
  },
  {
    "page_number": 6,
    "bbox": [
      126.0,
      177.89,
      491.72,
      274.9
    ],
    "text": "This position was also taken in Wannaku Arachchilage Gunapala v. Attorney-General [2007] 1 Sri L.R 273. 14. In the instant case, as I have mentioned before, the",
    "fonts": [
      "CIDFont+F2",
      "CIDFont+F3",
      "CIDFont+F4",
      "CIDFont+F5",
      "CIDFont+F6"
    ],
    "sizes": [
      9.000374794006348,
      12.960525512695312
    ]
  },
  {
    "page_number": 6,
    "bbox": [
      126.0,
      277.85,
      491.52,
      503.02
    ],
    "text": "evidence of the PW17 that the statement X was made by the appellant voluntarily has not been challenged in cross examination. Thus, the position taken by the appellant in his unsworn statement from the dock that his signature was obtained through threat, promise or oppression at the defence stage seems to be an afterthought and could not be accepted. Therefore, I find that the prosecution has proved beyond reasonable doubt that the statement X was made by the appellant voluntarily, making it admissible in evidence. 15. No leaked question papers were found in the",
    "fonts": [
      "CIDFont+F3",
      "CIDFont+F4"
    ],
    "sizes": [
      12.960525512695312
    ]
  },
  {
    "page_number": 6,
    "bbox": [
      153.0,
      505.97,
      491.53,
      766.18
    ],
    "text": "possession of the appellant. The investigators have proceeded to record the statement X from the appellant, on the basis that the copies of question papers that were found in the possession of PW19 were handed over to him by the appellant. The PW19 was indicted in the High Court of Kandy for having in possession two question papers knowingly or having reason to believe that they were stolen property. He pleaded guilty and was sentenced. The PW19 was called to give evidence on behalf of the prosecution in the instant case. In his examination in chief, he has said that the question papers that were found in his possession were handed over to him by some unknown person. As the PW19 was not giving evidence in favour of the prosecution,",
    "fonts": [
      "CIDFont+F3",
      "CIDFont+F5"
    ],
    "sizes": [
      12.960525512695312
    ]
  },
  {
    "page_number": 7,
    "bbox": [
      108.0,
      778.85,
      489.82,
      805.76
    ],
    "text": "8",
    "fonts": [
      "CIDFont+F1"
    ],
    "sizes": [
      11.040450096130371
    ]
  },
  {
    "page_number": 7,
    "bbox": [
      126.0,
      72.65,
      491.75,
      173.86
    ],
    "text": "halfway through his examination in chief, the prosecution has discontinued hearing his evidence and the defence counsel has also opted not to cross-examine him at the trial. 16. In case of State of Rajasthan v. Raja Ram [2003]",
    "fonts": [
      "CIDFont+F3",
      "CIDFont+F4",
      "CIDFont+F6"
    ],
    "sizes": [
      12.960525512695312
    ]
  },
  {
    "page_number": 7,
    "bbox": [
      153.0,
      176.2,
      491.66,
      486.25
    ],
    "text": "8 SCC 180, the Supreme Court held that an extra judicial confession if voluntary, true and made in a fit state on mind can be relied upon by the Court. The confession will have to be proved like any other fact. The value of evidence as to a confession, like any other fact, depends on the veracity of the witness to whom it has been made. It was further held that, such a confession that is made voluntarily can be relied upon and a conviction can be founded thereon (State v. Manjeet Singh, Sessions Case No. : 05/14, FIR No. 416/2013, Judgment Announced on : 27-09-2014). In Raja Ram (supra), The Supreme Court of India laid down principles which would make an extra judicial confession an admissible piece of evidence capable of forming the basis of convicting an accused. The principles laid own are;",
    "fonts": [
      "CIDFont+F2",
      "CIDFont+F3",
      "CIDFont+F5",
      "CIDFont+F6"
    ],
    "sizes": [
      9.96037483215332,
      12.960525512695312
    ]
  },
  {
    "page_number": 7,
    "bbox": [
      180.0,
      488.95,
      491.17,
      749.75
    ],
    "text": "(i) The extra-judicial confession is a weak evidence by itself. It has to be examined by the Court with greater care and caution. (ii) It should be made voluntarily and should be truthful. (iii) It should inspire confidence. (iv) An extra-judicial confession attains greater credibility and evidentiary value, if it is supported by a chain of cogent circumstances and is further corroborated by other prosecution evidence. (v) For an extra-judicial confession to be the basis of conviction, it should not suffer from any material discrepancies and inherent improbabilities. (vi) Such statement essentially has to be proved like any other fact and in accordance with law.",
    "fonts": [
      "CIDFont+F3",
      "CIDFont+F5"
    ],
    "sizes": [
      12.960525512695312
    ]
  },
  {
    "page_number": 8,
    "bbox": [
      108.0,
      778.85,
      489.82,
      805.76
    ],
    "text": "9",
    "fonts": [
      "CIDFont+F1"
    ],
    "sizes": [
      11.040450096130371
    ]
  },
  {
    "page_number": 8,
    "bbox": [
      126.0,
      72.51,
      491.52,
      87.22
    ],
    "text": "17. Thus, as I have mentioned before, it is evident that",
    "fonts": [
      "CIDFont+F3",
      "CIDFont+F4"
    ],
    "sizes": [
      12.960525512695312
    ]
  },
  {
    "page_number": 8,
    "bbox": [
      126.0,
      90.17,
      491.52,
      402.1
    ],
    "text": "the confession X has been made voluntarily. It is important to consider the truthfulness of the statement and that has to be decided on the facts and circumstances of each case based on the evidence. It is evident that the appellant was one of the officers who were involved in numbering the question papers having access to the same. The investigators (PW17 and PW2) have gone to the Maradana railway station, where they recorded the statement upon receiving information from PW19 that the appellant is at the Maradana railway station. When considering the contents of the statement X, it is clear that the facts stated therein are true. Therefore, the learned trial Judge was correct in admitting the confession in evidence as well as relying on the same. 18. In the above premise, I find that there is no merit in",
    "fonts": [
      "CIDFont+F3",
      "CIDFont+F4",
      "CIDFont+F5"
    ],
    "sizes": [
      12.960525512695312
    ]
  },
  {
    "page_number": 8,
    "bbox": [
      153.0,
      405.05,
      491.52,
      472.18
    ],
    "text": "the grounds of appeal urged by the appellant and I see no reason to interfere with the conviction and the sentence imposed by the learned High Court Judge.",
    "fonts": [
      "CIDFont+F3"
    ],
    "sizes": [
      12.960525512695312
    ]
  },
  {
    "page_number": 8,
    "bbox": [
      108.0,
      484.13,
      313.61,
      586.42
    ],
    "text": "Appeal is dismissed.",
    "fonts": [
      "CIDFont+F2",
      "CIDFont+F3"
    ],
    "sizes": [
      12.960525512695312
    ]
  },
  {
    "page_number": 8,
    "bbox": [
      108.0,
      588.6,
      471.36,
      687.72
    ],
    "text": "PRESIDENT OF THE COURT OF APPEAL WICKUM A. KALUARACHCHI, J. I agree.",
    "fonts": [
      "CIDFont+F2",
      "CIDFont+F3"
    ],
    "sizes": [
      12.000450134277344,
      12.960525512695312
    ]
  },
  {
    "page_number": 8,
    "bbox": [
      216.0,
      742.44,
      441.11,
      756.48
    ],
    "text": "JUDGE OF THE COURT OF APPEAL",
    "fonts": [
      "CIDFont+F2",
      "CIDFont+F3"
    ],
    "sizes": [
      12.000450134277344
    ]
  }
]