[
  {
    "page_number": 0,
    "bbox": [
      280.25,
      782.04,
      332.09,
      793.08
    ],
    "text": "Page 1 of 9",
    "fonts": [
      "Calibri",
      "Calibri-Bold"
    ],
    "sizes": [
      11.039999961853027
    ]
  },
  {
    "page_number": 0,
    "bbox": [
      98.42,
      60.0,
      514.01,
      72.0
    ],
    "text": "IN THE COURT OF APPEAL OF THE DEMOCRATIC SOCIALIST REPUBLIC OF SRI LANKA",
    "fonts": [
      "Calibri-Bold"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 0,
    "bbox": [
      288.05,
      83.78,
      540.53,
      159.02
    ],
    "text": "In the matter of an Appeal made under Section 331 of the Code of Criminal Procedure Act No. 15 of 1979 and in terms of Article 138 of the constitution of the Democratic Socialist Republic of Sri Lanka.",
    "fonts": [
      "Calibri"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 0,
    "bbox": [
      72.02,
      170.9,
      542.69,
      283.97
    ],
    "text": "The Hon. Attorney General Attorney Generals Department Colombo 12. Court of Appeal: CA/HCC/279/2016 Complainant HC Kalmunai Case No: HC/KAL/88/2008 vs D. Adambawa Nabir No. 263.6 B Block J East Kalarichal, Sammanthurai",
    "fonts": [
      "Calibri",
      "Calibri-Bold"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 0,
    "bbox": [
      72.02,
      288.77,
      543.17,
      401.95
    ],
    "text": "Accused And now between D. Adambawa Nabir No. 263.6 B Block J East Kalarichal, Sammanthurai Accused -Appellant",
    "fonts": [
      "Calibri",
      "Calibri-Bold"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 0,
    "bbox": [
      288.05,
      406.75,
      513.69,
      452.47
    ],
    "text": "Vs. The Hon. Attorney General Attorney Generals Department Colombo 12.",
    "fonts": [
      "Calibri",
      "Calibri-Bold"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 0,
    "bbox": [
      410.23,
      457.27,
      543.17,
      469.27
    ],
    "text": "Complainant-Respondent",
    "fonts": [
      "Calibri-Bold"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 0,
    "bbox": [
      72.02,
      481.15,
      354.74,
      581.02
    ],
    "text": "Before: N. Bandula Karunarathna J. & R. Gurusinghe J.",
    "fonts": [
      "Calibri",
      "Calibri-Bold"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 0,
    "bbox": [
      72.02,
      591.7,
      540.52,
      632.98
    ],
    "text": "Counsel: Vishwa De Livera Tennakoon AAL with Lilani Ganegama AAL for the Accused Appellant",
    "fonts": [
      "Calibri",
      "Calibri-Bold"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 0,
    "bbox": [
      72.02,
      635.62,
      424.22,
      691.54
    ],
    "text": "Riyaz Bary SSC for the Respondent Written Submissions: By the Accused Appellant on 01.03.2019 By the Respondent on 10.05.2021.",
    "fonts": [
      "Calibri",
      "Calibri-Bold"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 0,
    "bbox": [
      72.02,
      702.24,
      326.78,
      772.8
    ],
    "text": "Argued on: 12.10.2021 Decided on: 25.11.2021",
    "fonts": [
      "Calibri",
      "Calibri-Bold"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 1,
    "bbox": [
      280.25,
      782.04,
      332.09,
      793.08
    ],
    "text": "Page 2 of 9",
    "fonts": [
      "Calibri",
      "Calibri-Bold"
    ],
    "sizes": [
      11.039999961853027
    ]
  },
  {
    "page_number": 1,
    "bbox": [
      72.02,
      60.0,
      210.72,
      72.0
    ],
    "text": "N. Bandula Karunarathna J.",
    "fonts": [
      "Calibri-Bold"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 1,
    "bbox": [
      72.02,
      83.78,
      540.03,
      111.62
    ],
    "text": "The accused-appellant, hereinafter referred to as the \"appellant\", was indicted in the High Court of Kalmunai on the following charge;",
    "fonts": [
      "Calibri"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 1,
    "bbox": [
      108.02,
      123.5,
      540.45,
      135.5
    ],
    "text": "that he committed the offence of rape of Ismail Fathima Parveen (a female under 16",
    "fonts": [
      "Calibri"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 1,
    "bbox": [
      112.58,
      140.3,
      540.1,
      169.1
    ],
    "text": "Years of age) which is an offence punishable under section 364(2)(e) of the Penal Code as amended by Act No 22 of 1995, Act No 29 of 1996 and Act No. 16 of 2006.",
    "fonts": [
      "Calibri"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 1,
    "bbox": [
      72.02,
      183.98,
      540.53,
      306.65
    ],
    "text": "The accused-appellant was absconding since 27.03.2007 when the case was pending in the Magistrate Court of Kalmunei under Case number 41299. It was reported to the High Court on 17.11.2008 that the accused had gone abroad and permission was granted by the learned High Court Judge to have an inquiry under Section 241 of the Criminal Procedure Code. The inquiry had been conducted on 16.12.2008 and after the inquiry, the court having satisfied with the evidence adduced the learned High Court Judge decided to proceed with trial in absentia as the accused had left the country even without informing his sureties. An open arrest warrant was issued against the accused.",
    "fonts": [
      "Calibri"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 1,
    "bbox": [
      72.02,
      318.53,
      540.53,
      409.51
    ],
    "text": "Thereafter the trial of this case was conducted. After the trial in absentia, the learned Trial Judge found the accused-appellant guilty of the offence and proceeded to impose 20 years of rigorous imprisonment and was ordered to pay a sum of Rs. 500,000/- as compensation and in default of payment of the compensation 05 years rigorous imprisonment. On top of that, the accused was ordered to pay a fine of Rs 20,000/- coupled with a default sentence of rigorous imprisonment for 02 years.",
    "fonts": [
      "Calibri"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 1,
    "bbox": [
      72.02,
      421.39,
      540.5,
      496.63
    ],
    "text": "After 09 years the accused was arrested on 17.10.2016 on the open arrest warrant that had been already issued and was produced before the High Court. He was read out and explained about the conviction. Then he was handed over to the Prison Officers. Thereafter an appeal made by the accused on 02.11.2016 was handed over to the High Court. He had filed a petition of appeal dated 04.11.2016 in Court.",
    "fonts": [
      "Calibri"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 1,
    "bbox": [
      72.02,
      508.39,
      540.53,
      631.06
    ],
    "text": "Thereafter on 18.01.2017 learned counsel for the accused-appellant stated that the order made to fix the trial in absentia of the accused under section 241 of the Criminal Procedure Code, was made ultra-vires and requested that an order be made to annul the order made on 16.12.2008 that the accused should be tried in absentia and prayed to set aside the conviction and the sentence and calling for a retrial to be taken de novo. According to the petition filed on 18.01.2017 he stated that the evidence adduced under section 241 of the Criminal Procedure Code had been incomplete and that it had been hearsay evidence and said that the order made for a trial in absentia had been ultra-vires.",
    "fonts": [
      "Calibri",
      "Calibri-Italic"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 1,
    "bbox": [
      72.02,
      642.94,
      540.5,
      749.76
    ],
    "text": "The trial of this case had been fixed in absentia of the accused and the accused had been found guilty of the charge and had been convicted and judgment in that respect had already been pronounced directing to that the sentence is implemented. As such an appeal has been made on behalf of the accused about his conviction and his sentencing. It is important to note that a petition of appeal had been filed against the judgment dated 02.11.2016. This Court observes that the petition of appeal had been filed in the High Court on 04.11.2016 according to the journal entry of this case.",
    "fonts": [
      "Calibri"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 2,
    "bbox": [
      280.25,
      782.04,
      332.09,
      793.08
    ],
    "text": "Page 3 of 9",
    "fonts": [
      "Calibri",
      "Calibri-Bold"
    ],
    "sizes": [
      11.039999961853027
    ]
  },
  {
    "page_number": 2,
    "bbox": [
      72.02,
      60.0,
      540.5,
      103.58
    ],
    "text": "An application was made on behalf of the accused-appellant after 2 months of filing an appeal, to annul the order that was made to conduct the trial in absentia against the accused. Section 333(1) of the Criminal Procedure Code, is clearly stated as follows;",
    "fonts": [
      "Calibri"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 2,
    "bbox": [
      108.02,
      115.46,
      540.53,
      174.86
    ],
    "text": "333(1) upon the appeal being accepted all further proceedings in such case shall be stayed and said appeal, together with the record of the case and eight copies thereof and the notes of evidence taken by the Judge shall be forwarded as speedily as possible to the Court of Appeal.",
    "fonts": [
      "Calibri"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 2,
    "bbox": [
      72.02,
      186.62,
      540.53,
      246.17
    ],
    "text": "The learned High Court judge made an order to forward the appeal documents to the Court of Appeal. Since the Court has taken action as per section 333(1) of the Criminal Procedure Code, the application made by the accused-appellant for a retrial and this case be taken up de novo was rejected by the High Court.",
    "fonts": [
      "Calibri",
      "Calibri-Italic"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 2,
    "bbox": [
      72.02,
      257.93,
      540.51,
      285.77
    ],
    "text": "The accused-appellant preferred this appeal against the conviction and sentence dated 19.02.2010.",
    "fonts": [
      "Calibri"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 2,
    "bbox": [
      72.02,
      297.53,
      237.48,
      309.53
    ],
    "text": "Grounds of appeal are as follows;",
    "fonts": [
      "Calibri"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 2,
    "bbox": [
      97.94,
      319.55,
      540.22,
      349.13
    ],
    "text": "(i) Has the learned High Court Judge erred in Law in fixing this case for trial in absentia?",
    "fonts": [
      "ArialMT",
      "Calibri"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 2,
    "bbox": [
      95.18,
      359.15,
      539.98,
      388.73
    ],
    "text": "(ii) Has the learned High Court Judge erred in law in not appreciating that the case against the Appellant has not been proved beyond a reasonable doubt?",
    "fonts": [
      "ArialMT",
      "Calibri"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 2,
    "bbox": [
      92.54,
      398.77,
      540.32,
      428.47
    ],
    "text": "(iii) Has the learned High Court Judge erred in Law in relying solely on the evidence of the prosecutrix although there are several contradictions in her evidence?",
    "fonts": [
      "ArialMT",
      "Calibri"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 2,
    "bbox": [
      92.54,
      438.37,
      519.29,
      452.23
    ],
    "text": "(iv) Has the learned High Court Judge not correctly evaluated the medical evidence?",
    "fonts": [
      "ArialMT",
      "Calibri"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 2,
    "bbox": [
      95.3,
      462.13,
      540.53,
      539.23
    ],
    "text": "(v) The Learned Trial Judge in the circumstances surrounding this case in taking into account the serious infirmity omissions, and contradictions of the prosecution witnesses on materials matters should have more than out of an abundance of caution looked for independent corroboration of the evidence of the witnesses. Before finding the accused-appellants futility.",
    "fonts": [
      "ArialMT",
      "Calibri"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 2,
    "bbox": [
      92.54,
      549.28,
      540.08,
      578.86
    ],
    "text": "(vi) If this principle of law had been correctly applied by the Learned Trial Judge the evidence of the witnesses should have been rejected.",
    "fonts": [
      "ArialMT",
      "Calibri"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 2,
    "bbox": [
      89.78,
      588.88,
      540.5,
      634.3
    ],
    "text": "(vii) The failure on the part of the Learned Trial Judge to address her mind to the aforementioned matters of fact and law resulted in her non-direction and misdirection thereby causing irreparable prejudice to the accused-appellant.",
    "fonts": [
      "ArialMT",
      "Calibri"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 2,
    "bbox": [
      87.02,
      644.32,
      540.21,
      689.74
    ],
    "text": "(viii) The accused-appellant humbly seek permission to reserve his rights to adduce such other and further grounds the counsel might think fit to advance before the Court of Appeal at the hearing of this appeal.",
    "fonts": [
      "ArialMT",
      "Calibri"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 2,
    "bbox": [
      92.78,
      699.78,
      540.46,
      745.2
    ],
    "text": "(ix) The accused-appellant has been arrested and produced before the learned trial judge on 17.10.2016 and the said conviction and sentence were pronounced to the accused-appellant on the same day, which is not fair.",
    "fonts": [
      "ArialMT",
      "Calibri"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 3,
    "bbox": [
      280.25,
      782.04,
      332.09,
      793.08
    ],
    "text": "Page 4 of 9",
    "fonts": [
      "Calibri",
      "Calibri-Bold"
    ],
    "sizes": [
      11.039999961853027
    ]
  },
  {
    "page_number": 3,
    "bbox": [
      95.54,
      58.14,
      540.52,
      103.58
    ],
    "text": "(x) according to the inquiry under section 241 of the Criminal Procedure Code, was not conducted by the law and evidence given in the inquiry and not admissible evidence according to law.",
    "fonts": [
      "ArialMT",
      "Calibri"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 3,
    "bbox": [
      72.02,
      115.46,
      540.51,
      159.02
    ],
    "text": "The learned counsel for the accused-appellant argued that the summons not served to his client to appear before the High Court in 2008. Therefore, issuing a warrant and fixing this case for an inquiry under Section 241 of the Criminal Procedure Code was unfair.",
    "fonts": [
      "Calibri"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 3,
    "bbox": [
      72.02,
      170.9,
      351.86,
      182.9
    ],
    "text": "Section 241 of the Criminal Procedure Code is as follows;",
    "fonts": [
      "Calibri"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 3,
    "bbox": [
      85.58,
      194.66,
      540.03,
      206.66
    ],
    "text": "241. (1) Anything to the contrary in this Code notwithstanding the trial of any person on",
    "fonts": [
      "Calibri"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 3,
    "bbox": [
      130.58,
      210.5,
      540.04,
      238.34
    ],
    "text": "indictment with or without a jury may commence and proceed or continue in his absence if the court is satisfied-",
    "fonts": [
      "Calibri"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 3,
    "bbox": [
      144.02,
      250.13,
      463.85,
      262.13
    ],
    "text": "(a) that the indictment has been served on such person and that-",
    "fonts": [
      "Calibri"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 3,
    "bbox": [
      180.02,
      273.89,
      404.78,
      285.89
    ],
    "text": "(i) he is absconding or has left the Island; or",
    "fonts": [
      "Calibri"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 3,
    "bbox": [
      180.02,
      297.77,
      540.11,
      309.77
    ],
    "text": "(ii) he is unable to attend or remain in court by reason of illness and has",
    "fonts": [
      "Calibri"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 3,
    "bbox": [
      202.61,
      313.61,
      540.47,
      341.33
    ],
    "text": "consented to the commencement or continuance of the trial in his absence; or",
    "fonts": [
      "Calibri"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 3,
    "bbox": [
      180.02,
      353.21,
      540.09,
      365.21
    ],
    "text": "(iii) he is unable to attend or remain in court by reason of illness and in",
    "fonts": [
      "Calibri"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 3,
    "bbox": [
      202.61,
      368.93,
      540.1,
      396.79
    ],
    "text": "the opinion of the Judge prejudice will not be caused to him by the commencement or continuance of the trial in his absence; or",
    "fonts": [
      "Calibri"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 3,
    "bbox": [
      180.02,
      408.67,
      540.19,
      420.67
    ],
    "text": "(iv) by reason of his conduct in court, he is obstructing or impeding the",
    "fonts": [
      "Calibri"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 3,
    "bbox": [
      202.61,
      424.39,
      317.66,
      436.39
    ],
    "text": "progress of the trial; or",
    "fonts": [
      "Calibri"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 3,
    "bbox": [
      144.02,
      448.27,
      540.01,
      460.27
    ],
    "text": "(b) that such person is absconding or has left the Island and it has not been",
    "fonts": [
      "Calibri-Bold"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 3,
    "bbox": [
      162.02,
      463.99,
      346.22,
      475.99
    ],
    "text": "possible to serve indictment on him.",
    "fonts": [
      "Calibri-Bold"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 3,
    "bbox": [
      72.02,
      487.87,
      540.45,
      499.87
    ],
    "text": "(2) The commencement or continuance of a trial under this section, shall not be",
    "fonts": [
      "Calibri"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 3,
    "bbox": [
      130.58,
      503.71,
      540.07,
      531.43
    ],
    "text": "deemed or construed to affect or prejudice the right of such person to be defended by an attorney-at-law at such trial.",
    "fonts": [
      "Calibri"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 3,
    "bbox": [
      72.02,
      543.34,
      540.01,
      555.34
    ],
    "text": "(3) Where in the course of or after the conclusion of the trial of an accused person",
    "fonts": [
      "Calibri"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 3,
    "bbox": [
      130.58,
      559.06,
      540.28,
      602.74
    ],
    "text": "under sub-paragraph (i) of paragraph (a) of subsection (1) or under paragraph (A) of that subsection he appears before court and satisfies the court that his absence irom the whole or part of the trial was bona fide then-",
    "fonts": [
      "Calibri"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 3,
    "bbox": [
      144.02,
      614.5,
      540.47,
      626.5
    ],
    "text": "(a) where the trial has not been concluded, the evidence led against the",
    "fonts": [
      "Calibri"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 3,
    "bbox": [
      162.02,
      630.34,
      540.37,
      673.9
    ],
    "text": "accused up to the time of his appearance before court shall be read to him and an opportunity afforded to him to cross-examine the witnesses who gave such evidence; and",
    "fonts": [
      "Calibri"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 3,
    "bbox": [
      144.02,
      685.78,
      540.53,
      697.78
    ],
    "text": "(b) where the trial has been concluded, the court shall set aside the conviction",
    "fonts": [
      "Calibri"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 3,
    "bbox": [
      162.02,
      701.64,
      482.09,
      713.64
    ],
    "text": "and sentence, if any, and order that the accused be tried de novo",
    "fonts": [
      "Calibri",
      "Calibri-Italic"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 3,
    "bbox": [
      72.02,
      725.4,
      515.98,
      737.4
    ],
    "text": "(4) The provisions of subsection (3) shall not apply if the accused person had been",
    "fonts": [
      "Calibri"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 3,
    "bbox": [
      130.58,
      741.24,
      435.41,
      753.24
    ],
    "text": "defended by an attorney-at-law at the trial during his absence",
    "fonts": [
      "Calibri"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 4,
    "bbox": [
      280.25,
      782.04,
      332.09,
      793.08
    ],
    "text": "Page 5 of 9",
    "fonts": [
      "Calibri",
      "Calibri-Bold"
    ],
    "sizes": [
      11.039999961853027
    ]
  },
  {
    "page_number": 4,
    "bbox": [
      72.02,
      60.0,
      494.93,
      72.0
    ],
    "text": "Section 241 (1) (b) is important in regard to the present appeal and it reads as follows;",
    "fonts": [
      "Calibri"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 4,
    "bbox": [
      112.58,
      83.78,
      540.07,
      95.78
    ],
    "text": "Section 241 (1) (b) that such person is absconding or has left the Island and it has",
    "fonts": [
      "Calibri-Bold"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 4,
    "bbox": [
      211.61,
      99.62,
      443.21,
      111.62
    ],
    "text": "not been possible to serve indictment on him.",
    "fonts": [
      "Calibri",
      "Calibri-Bold"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 4,
    "bbox": [
      72.02,
      123.5,
      540.45,
      230.3
    ],
    "text": "It is clear that the High Court judge has correctly conducted an inquiry under Section 241 of the Code of Criminal Procedure. The Grama Niladari is certainly the foremost person through which any residential matter should be initially inquired. The Grama Niladari is responsible to know information regarding the citizens of his area and the Grama Niladari has confirmed that the accused-appellant had left the country. This was further confirmed by the police officer giving evidence. The sister of the appellant confirmed that the accused-appellant has gone abroad for employment and his whereabouts are unknown.",
    "fonts": [
      "Calibri"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 4,
    "bbox": [
      72.02,
      242.09,
      540.51,
      364.73
    ],
    "text": "Thus, we see it is not only the Grama Niladari and police officer who has confirmed that the accused-appellant was absconding but also various witnesses in their statements therein. It is evident from the journal entry dated 19.11.2008 that the accused-appellants had left the country and he was absconding. Therefore, the learned High Court Judges decision to have an inquiry under Section 241 was legal. After the inquiry the learned High Court judge was satisfied with the evidence given by the Grama Niladari Abdul Carder Abdul Careem and other witnesses, the case was fixed for trial in absentia of the accused person. There was no appeal against the said decision.",
    "fonts": [
      "Calibri"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 4,
    "bbox": [
      72.02,
      376.61,
      540.38,
      420.19
    ],
    "text": "In the case of Kekulkotuwage Don Anton Gratien v The Attorney General, CA 226/2007 dated 01.07.2010 it was decided that \"The correct procedure would be for the prosecution to lead evidence of the wife and the witness and the Grama Niladhari.",
    "fonts": [
      "Calibri"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 4,
    "bbox": [
      72.02,
      432.07,
      464.93,
      444.07
    ],
    "text": "Thus, we can see that even in the current case, the same criteria had been met.",
    "fonts": [
      "Calibri"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 4,
    "bbox": [
      72.02,
      455.83,
      362.78,
      467.83
    ],
    "text": "In the trial in absentia, the Prosecution led the evidence of",
    "fonts": [
      "Calibri"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 4,
    "bbox": [
      90.02,
      479.71,
      402.5,
      491.71
    ],
    "text": "Ismail Fathima Parveen (PW 01- the prosecutrix),",
    "fonts": [
      "Calibri"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 4,
    "bbox": [
      90.02,
      503.47,
      422.66,
      515.47
    ],
    "text": "Meera Saibo Faseetha Umma (PW 02 Mother of PW 01),",
    "fonts": [
      "Calibri"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 4,
    "bbox": [
      90.02,
      527.23,
      322.1,
      539.23
    ],
    "text": "CC. M. Saiboo Mohammad Saththar (PW 06),",
    "fonts": [
      "Calibri"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 4,
    "bbox": [
      90.02,
      551.14,
      402.98,
      563.14
    ],
    "text": "Dr. Nadarajah Mayoorathana (PW 03 - Medical Officer)",
    "fonts": [
      "Calibri"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 4,
    "bbox": [
      90.02,
      574.9,
      339.74,
      586.9
    ],
    "text": "Don. Chandrasena Wijesinghe (PW 04 - SI),",
    "fonts": [
      "Calibri"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 4,
    "bbox": [
      90.02,
      598.78,
      322.1,
      610.78
    ],
    "text": "G. M. Karunawathy (PW 05),",
    "fonts": [
      "Calibri"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 4,
    "bbox": [
      90.02,
      622.54,
      322.1,
      634.54
    ],
    "text": "Ponnambalam Amirithakumari (PW 08),",
    "fonts": [
      "Calibri"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 4,
    "bbox": [
      90.02,
      646.3,
      319.1,
      658.3
    ],
    "text": "Uthuma Lebbe Nijamudeen (PW 07)",
    "fonts": [
      "Calibri"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 4,
    "bbox": [
      72.02,
      670.18,
      480.41,
      682.18
    ],
    "text": "The prosecution closed the case marking documents P1, P2, P2(a), P2(b) and P2(c).",
    "fonts": [
      "Calibri"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 4,
    "bbox": [
      72.02,
      693.94,
      540.48,
      753.36
    ],
    "text": "The case for the prosecution was that the Appellant had allegedly taken PW 01 from her house with the permission of her mother PW 02 and had taken her to a riverside and sexually abused her and thereafter the Appellant had allegedly brought her back to the house after stopping at a boutique and buying her biscuits and telling her not to tell anyone about the incident.",
    "fonts": [
      "Calibri"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 5,
    "bbox": [
      280.25,
      782.04,
      332.09,
      793.08
    ],
    "text": "Page 6 of 9",
    "fonts": [
      "Calibri",
      "Calibri-Bold"
    ],
    "sizes": [
      11.039999961853027
    ]
  },
  {
    "page_number": 5,
    "bbox": [
      72.02,
      60.0,
      540.5,
      198.5
    ],
    "text": "The appellant has benefitted from his absconding, which is to the detriment of the child. The second trial in a rape case to the victim and her family would be traumatic as it would be akin to applying salt on a fresh wound. The learned High Court Judge has confirmed in his judgement that the medical evidence and other circumstantial evidence, all speak strongly against the appellant. There is a sizable time duration that has elapsed without justice being meted out for the child victim and as she grows older this delay would have a draining effect on her growth, mentality and psychology. Thus, it is important to convey a message to society that such a form of gross behaviour on the part of the appellant shall never be entertained in this court as evidence alone, speaks against the appellant and his acts towards the child victim.",
    "fonts": [
      "Calibri"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 5,
    "bbox": [
      72.02,
      210.26,
      540.5,
      317.21
    ],
    "text": "There is no necessity for a trial de novo, as right from the beginning the accused, was well aware of the case against him. The accused-appellant was arrested on 03.01.2016 and before that, he remained absent from court proceedings. Even in evidence, the sister of the appellant could not mention an exact place of his employment abroad. His family not knowing his whereabouts shows that his intention to abscond from court proceedings. It is my view that the Learned High Court Judge has by all means abided by Law and delivered the judgment in the best interest of Justice.",
    "fonts": [
      "Calibri",
      "Calibri-Italic"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 5,
    "bbox": [
      72.02,
      328.97,
      540.53,
      420.07
    ],
    "text": "The learned counsel for the accused-appellant argued that the evidence of the 08-year-old girl is unreliable as it is the only direct evidence available in this case. The prosecution strongly rejected this argument and said that the chain of causation from the time of taking the child until she was dropped back was not broken. If the Appellant had visited his wife with the 8-year-old girl, it would have broken the chain of events and raised a doubt. However, the chain of causation was clear and unbroken.",
    "fonts": [
      "Calibri"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 5,
    "bbox": [
      72.02,
      431.83,
      540.52,
      507.07
    ],
    "text": "The evidence of the 08-year-old states that the colour of the clothing of the appellant at the time of the alleged offence. This is further confirmed in the evidence of the parents. All these are material evidence to prove that her direct evidence is reliable and creates no doubt. The parents too in evidence describe the victim's clothing when she left with the accused. Thus, the child wore that particular dress only during the period of the alleged offence.",
    "fonts": [
      "Calibri"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 5,
    "bbox": [
      72.02,
      518.83,
      540.53,
      594.1
    ],
    "text": "The Appellant harps on the evidence of the victim's mother but the learned counsel for the appellant has not clearly stated a specific point on which they base their claim of improbability. It must be noted that she is a married woman with the experience of raising four children and would be the best judge of change in the character of the child and as such, there is no specific doubt raised regarding the evidence in this regard.",
    "fonts": [
      "Calibri"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 5,
    "bbox": [
      72.02,
      605.98,
      540.52,
      712.8
    ],
    "text": "The medical evidence was evaluated correctly and PW 03, the Doctor has a right to sign these medical reports as it is PW 03 who has directed the victim to be checked by the Gynaecologist, Psychiatric and Paediatrician. Thus, all of their recommendations are presented and approved by PW 03. It is the correct identification of the issue by PW 03 that led PW 03 to direct the victim to the relevant medical professionals for further assistance. However, it is unnecessary to delve deeply into the issue of the Gynaecologist as her notes have been confirmed by the evidence of the victim.",
    "fonts": [
      "Calibri"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 5,
    "bbox": [
      72.02,
      724.68,
      540.52,
      768.24
    ],
    "text": "Thus, not calling the Gynaecologist a witness does not cast serious doubt as the JMO represents all three groups who checked the child victim and is responsible for the medical notes of the Gynaecologist, Psychiatric and Paediatrician alike. Also, PW 03 the Doctor who",
    "fonts": [
      "Calibri"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 6,
    "bbox": [
      280.25,
      782.04,
      332.09,
      793.08
    ],
    "text": "Page 7 of 9",
    "fonts": [
      "Calibri",
      "Calibri-Bold"
    ],
    "sizes": [
      11.039999961853027
    ]
  },
  {
    "page_number": 6,
    "bbox": [
      72.02,
      60.0,
      540.51,
      103.58
    ],
    "text": "prepares the medico-legal notes on the finding of the Gynaecologist is therefore credible as the Doctor (PW 03) is not an external party but an important link in the medical evidence with expertise on medical proceedings.",
    "fonts": [
      "Calibri"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 6,
    "bbox": [
      72.02,
      115.46,
      540.5,
      174.86
    ],
    "text": "The accused-appellant seems to rely only on one part of the medical evidence. He states that the note by the said Gynaecologist refers to attempted rape. The medical evidence shows that it is an attempted rape that subsequently established the offence of rape. Thus, it is clear that the appellant has not focused on the evidence as a whole.",
    "fonts": [
      "Calibri"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 6,
    "bbox": [
      72.02,
      186.62,
      540.45,
      309.41
    ],
    "text": "Although P 2 (c) states that there are no external injuries, it was proved that there is certainly internal injury causing the hymen tear and bleeding. Thus, an external injury is not a vital injury in a rape. The appellant was known to the child. Thus, the obedience and trust the child had towards him must have made the child struggle less at the outset causing no external injuries. It was clearly stated in the evidence of the child that she only started screaming when she felt pain. In her evidence, the child victim states that the accused spat on her which can be regarded as lubrication. Thus, it is unlikely for there to be any external injuries considering the circumstances of the said situation.",
    "fonts": [
      "Calibri"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 6,
    "bbox": [
      72.02,
      321.17,
      540.27,
      412.27
    ],
    "text": "The appellant contested the medical report which states that there is a possibility of vaginal penetration. However, this has been addressed as \"the hymen had been freshly lacerated\". The evidence of the victim confirms that penetration had been made by the appellant by his male organ. The semen was found by the victim's mother on the clothes of her child. This further confirms that it is a penetration made by the male organ and the act done by the accused amounts to rape.",
    "fonts": [
      "Calibri"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 6,
    "bbox": [
      72.02,
      424.03,
      540.51,
      515.11
    ],
    "text": "Hence, the learned counsel for the respondent submits that committing rape had been proved beyond reasonable doubt and the trial judge was certainly not swayed by irrelevant considerations but was moved by the crystal-clear evidence before him. On the other hand, in the evidence of the child victim, she states that the accused proposed to pick her up the next day as well. This showed his intention to repeat and continue the offence on the child. Thus, allowing the appeal would look grotesque to the integrity of this court.",
    "fonts": [
      "Calibri"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 6,
    "bbox": [
      72.02,
      526.87,
      540.52,
      602.14
    ],
    "text": "Another ground for an appeal brought forward was that the investigation officers failed to visit the place of crime as the child was unable to state it while in hospital. It is highly unlikely that an 8-year-old would be able to state a location of a place with accuracy. Thus, situations can arise where the police are unable to visit the place of a crime. However, it is my view that the fundamentals of \"rape\" do not lie in the location but the victim herself.",
    "fonts": [
      "Calibri"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 6,
    "bbox": [
      72.02,
      613.9,
      540.52,
      768.24
    ],
    "text": "The appellant attempted to reap his harvest by only taking parts of evidence as grounds for appeal. The police constable who received the clothes of the victim from the victim's mother states that he did not see the clothes properly and says \"he just passed it to a female constable.\" The mother of the victim produced the clothes correctly and there were no objections to it simply because the police constable did not bother to examine them. The mother of the victim confirmed that the girl wore the set of clothes only with the accused. Furthermore, the time of the crime is established when the child says that the action of the accused ended when the time for the Arsha prayer started. Thus, the period that the child stayed with the accused is confirmed as it tallies with the statement of the parents. Thus, it is clear that during the time of the crime the child victim was with the appellant.",
    "fonts": [
      "Calibri"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 7,
    "bbox": [
      280.25,
      782.04,
      332.09,
      793.08
    ],
    "text": "Page 8 of 9",
    "fonts": [
      "Calibri",
      "Calibri-Bold"
    ],
    "sizes": [
      11.039999961853027
    ]
  },
  {
    "page_number": 7,
    "bbox": [
      72.02,
      60.0,
      541.49,
      87.86
    ],
    "text": "We decide that the learned High Court judge has not erred in law in fixing this case for trial in absentia as the necessary summons have been served and it is vital to meet the ends of justice.",
    "fonts": [
      "Calibri"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 7,
    "bbox": [
      72.02,
      99.62,
      540.36,
      143.3
    ],
    "text": "It was decided in King v Geekiyanage John Silva 46 NLR 73, \"In a circumstance in which an accused does not give any explanation to the allegation made against him, it could be construed that the particular charges have been proved.\"",
    "fonts": [
      "Calibri"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 7,
    "bbox": [
      72.02,
      155.06,
      540.5,
      277.73
    ],
    "text": "The guilt of the accused is further established by his mother paying a visit to the victim-child at the hospital and making no objections against the allegations against her son. How the child had given the evidence proved the accountability and truth of her description as she explains the raw facts in her minor expressions and jargon to the best of her ability. The wife of the accused states in evidence that the accused did not come with the victim-child to see her. The Mother also clearly observed that her daughter's hair had been dishevelled and she looked dazed. This puts the accused-appellant in a compromised position regarding his actions and was unable to provide a reasonable explanation for such.",
    "fonts": [
      "Calibri"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 7,
    "bbox": [
      72.02,
      289.61,
      540.53,
      349.01
    ],
    "text": "On perusal of the judgment of the learned High Court Judge, it is stark that the trial judge had considered and evaluated all the material evidence that had been led before him at the trial. There is no ground either in law or fact to allow this appeal. Hence, the appeal should be dismissed.",
    "fonts": [
      "Calibri"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 7,
    "bbox": [
      72.02,
      360.77,
      540.51,
      436.03
    ],
    "text": "The prosecution raised a preliminary objection saying that the judgment has been delivered by the High Court of Kalmunai on 19.02.2010. Thus, an appeal should be filed within 14 days of the judgment but the appeal had been filed only on 02.11.2016. In lieu of this the learned counsel for the respondent submitted that the appeal should be dismissed without going through the merits of the case.",
    "fonts": [
      "Calibri"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 7,
    "bbox": [
      72.02,
      447.79,
      540.53,
      491.47
    ],
    "text": "In the case of Padmasiri v. Attorney General, 2012 (1) SLR 29 it was held, \"...if we allow this application it would amount to condescending or, the court lending its hand to a person who is guilty of contumacious conduct and thereby assisting him\".",
    "fonts": [
      "Calibri"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 7,
    "bbox": [
      72.02,
      503.23,
      540.52,
      594.34
    ],
    "text": "We believe that the discretionary power of this court invoking the revisionary jurisdiction should not be used in a situation of this sort. Therefore, we hold that the petition of appeal is not properly constituted and is out of time. The Appellant had absconded court proceedings. Thus, according to Athukorala v Swaminathan 41 NLR 165 and Silva V. Silva 44 NLR 494, \"The court must necessarily have regard to the unreasonable delay and contumacious conduct of the accused.",
    "fonts": [
      "Calibri"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 7,
    "bbox": [
      72.02,
      606.1,
      540.53,
      697.18
    ],
    "text": "Finally, it is important to note that the application made by the learned counsel for the accused-appellant to send this case for a re-trial. Section 436 of the Code of Criminal Procedure Act, states that there must be a failure of justice to request a case to be sent for re-trial. It is our view that in this situation there had not been any failure of justice, as the accused-appellant was absconding to evade the case against him and left the country without informing even his sureties.",
    "fonts": [
      "Calibri"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 7,
    "bbox": [
      72.02,
      709.08,
      540.52,
      768.48
    ],
    "text": "In \"Warangoda Nanda Ratnasuriya v Attorney General CA.58/2005 decided on 19.12.2008, it was held that, \"The decision to order a re-trial should very much depend upon to satisfy the ends of justice. Furthermore, the court held four grounds that the judge must consider when deciding a particular case to be sent for re-trial or not. The four grounds are as follows;",
    "fonts": [
      "Calibri"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 8,
    "bbox": [
      280.25,
      782.04,
      332.09,
      793.08
    ],
    "text": "Page 9 of 9",
    "fonts": [
      "Calibri",
      "Calibri-Bold"
    ],
    "sizes": [
      11.039999961853027
    ]
  },
  {
    "page_number": 8,
    "bbox": [
      79.94,
      58.14,
      294.0,
      72.0
    ],
    "text": "(i) The nature of the evidence available.",
    "fonts": [
      "ArialMT",
      "Calibri"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 8,
    "bbox": [
      77.18,
      81.92,
      346.94,
      95.78
    ],
    "text": "(ii) The time duration since the date of the offence.",
    "fonts": [
      "ArialMT",
      "Calibri"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 8,
    "bbox": [
      74.54,
      105.8,
      448.25,
      119.66
    ],
    "text": "(iii) The period of incarceration the accused person has already suffered.",
    "fonts": [
      "ArialMT",
      "Calibri"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 8,
    "bbox": [
      74.54,
      129.56,
      540.32,
      175.1
    ],
    "text": "(iv) The trauma and hazards an accused person would have to suffer in being subject to a second trial for no fault on his part and the resultant traumatic effect in his immediate family members who have no connection to the alleged crime.",
    "fonts": [
      "ArialMT",
      "Calibri"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 8,
    "bbox": [
      72.02,
      186.86,
      540.53,
      214.7
    ],
    "text": "Therefore, we decide that the application for a re-trial should not be entertained as there has not been any failure of justice, proved by the accused-appellant.",
    "fonts": [
      "Calibri"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 8,
    "bbox": [
      72.02,
      226.46,
      540.47,
      285.89
    ],
    "text": "In the above circumstances, it is evident that there is strong and cogent evidence that establishes the fact that the Prosecution has proved its case beyond reasonable doubt and also that, it is proper for the learned trial judge to decide that, the accused-appellant did commit the offence of Statutory Rape of Ismail Fathima Parveen.",
    "fonts": [
      "Calibri"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 8,
    "bbox": [
      72.02,
      297.77,
      540.02,
      325.61
    ],
    "text": "Considering the above there is no reason to interfere with the findings of the learned High Court Judge.",
    "fonts": [
      "Calibri"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 8,
    "bbox": [
      72.02,
      337.37,
      374.42,
      349.37
    ],
    "text": "We affirm the conviction and the sentence dated 19.02.2010.",
    "fonts": [
      "Calibri"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 8,
    "bbox": [
      72.02,
      361.13,
      192.12,
      373.13
    ],
    "text": "The appeal is dismissed.",
    "fonts": [
      "Calibri"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 8,
    "bbox": [
      360.07,
      408.79,
      504.89,
      420.79
    ],
    "text": "Judge of the Court of Appeal",
    "fonts": [
      "Calibri-Bold"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 8,
    "bbox": [
      72.02,
      476.71,
      154.41,
      488.71
    ],
    "text": "R. Gurusinghe J.",
    "fonts": [
      "Calibri-Bold"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 8,
    "bbox": [
      72.02,
      522.07,
      255.84,
      534.07
    ],
    "text": "I agree.",
    "fonts": [
      "Calibri-Bold"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 8,
    "bbox": [
      72.02,
      567.34,
      504.89,
      579.34
    ],
    "text": "Judge of the Court of Appeal",
    "fonts": [
      "Calibri",
      "Calibri-Bold"
    ],
    "sizes": [
      12.0
    ]
  }
]