[
  {
    "page_number": 0,
    "bbox": [
      90.02,
      731.38,
      524.6,
      755.86
    ],
    "text": "Page 1 of 11",
    "fonts": [
      "Calibri",
      "Calibri-Bold"
    ],
    "sizes": [
      11.039999961853027
    ]
  },
  {
    "page_number": 0,
    "bbox": [
      92.54,
      74.79,
      522.35,
      88.83
    ],
    "text": "IN THE COURT OF APPEAL OF THE DEMOCRATIC SOCIALIST REPUBLIC OF SRI",
    "fonts": [
      "Calibri-Light"
    ],
    "sizes": [
      14.039999961853027
    ]
  },
  {
    "page_number": 0,
    "bbox": [
      287.21,
      91.85,
      328.06,
      105.89
    ],
    "text": "LANKA",
    "fonts": [
      "Calibri-Light"
    ],
    "sizes": [
      14.039999961853027
    ]
  },
  {
    "page_number": 0,
    "bbox": [
      306.05,
      143.57,
      525.2,
      231.29
    ],
    "text": "In the matter of an Application for mandates in the nature of Writs of Certiorari, Prohibition and Mandamus under and in terms of Article 140 of the Constitution.",
    "fonts": [
      "Calibri-LightItalic"
    ],
    "sizes": [
      14.039999961853027
    ]
  },
  {
    "page_number": 0,
    "bbox": [
      306.05,
      268.02,
      525.21,
      284.24
    ],
    "text": "1. Naidappu Hewa Nadika Nishanthi",
    "fonts": [
      "ArialMT",
      "Calibri-Light"
    ],
    "sizes": [
      14.039999961853027
    ]
  },
  {
    "page_number": 0,
    "bbox": [
      324.05,
      288.68,
      473.79,
      339.44
    ],
    "text": "Premarathna 281/7, Dhara, Keraminiya, Ambalangoda.",
    "fonts": [
      "Calibri-Light"
    ],
    "sizes": [
      14.039999961853027
    ]
  },
  {
    "page_number": 0,
    "bbox": [
      450.07,
      352.04,
      614.57,
      384.32
    ],
    "text": "PETITIONER",
    "fonts": [
      "Calibri-Light"
    ],
    "sizes": [
      14.039999961853027
    ]
  },
  {
    "page_number": 0,
    "bbox": [
      90.02,
      396.8,
      292.54,
      410.84
    ],
    "text": "CA (Writ) Application No. 241/2019",
    "fonts": [
      "Calibri-Light"
    ],
    "sizes": [
      14.039999961853027
    ]
  },
  {
    "page_number": 0,
    "bbox": [
      306.05,
      423.22,
      329.02,
      437.26
    ],
    "text": "Vs.",
    "fonts": [
      "Calibri-Light"
    ],
    "sizes": [
      14.039999961853027
    ]
  },
  {
    "page_number": 0,
    "bbox": [
      306.05,
      474.08,
      425.64,
      490.3
    ],
    "text": "1. M. N. Ranasinghe",
    "fonts": [
      "ArialMT",
      "Calibri-Light"
    ],
    "sizes": [
      14.039999961853027
    ]
  },
  {
    "page_number": 0,
    "bbox": [
      306.05,
      494.74,
      451.08,
      600.94
    ],
    "text": "Secretary, Ministry of Education, Isurupaya, Battaramulla. 2. P. M. Salahudeen",
    "fonts": [
      "ArialMT",
      "Calibri-Light"
    ],
    "sizes": [
      14.039999961853027
    ]
  },
  {
    "page_number": 0,
    "bbox": [
      324.05,
      605.41,
      525.27,
      711.61
    ],
    "text": "Director Education, (National Schools Teacher Transfer) Isurupaya, Battaramulla.",
    "fonts": [
      "Calibri-Light"
    ],
    "sizes": [
      14.039999961853027
    ]
  },
  {
    "page_number": 1,
    "bbox": [
      90.02,
      731.38,
      524.6,
      755.86
    ],
    "text": "Page 2 of 11",
    "fonts": [
      "Calibri",
      "Calibri-Bold"
    ],
    "sizes": [
      11.039999961853027
    ]
  },
  {
    "page_number": 1,
    "bbox": [
      306.05,
      72.73,
      416.52,
      88.95
    ],
    "text": "3. S. Sooriarachchi",
    "fonts": [
      "ArialMT",
      "Calibri-Light"
    ],
    "sizes": [
      14.039999961853027
    ]
  },
  {
    "page_number": 1,
    "bbox": [
      306.05,
      93.41,
      470.31,
      181.13
    ],
    "text": "Principal, Sri Devananda College, Ambalangoda. 4. G. W. Chathurika Dilshani",
    "fonts": [
      "ArialMT",
      "Calibri-Light"
    ],
    "sizes": [
      14.039999961853027
    ]
  },
  {
    "page_number": 1,
    "bbox": [
      306.05,
      185.57,
      462.12,
      273.44
    ],
    "text": "Principal, Ananda Central College, Elpitiya. 5. M. W. Damayanthi Silva",
    "fonts": [
      "ArialMT",
      "Calibri-Light"
    ],
    "sizes": [
      14.039999961853027
    ]
  },
  {
    "page_number": 1,
    "bbox": [
      306.05,
      277.88,
      478.11,
      365.6
    ],
    "text": "C/O, Principal, Ananda Central College, Elpitiya. 6. Hon. Minister of Education",
    "fonts": [
      "ArialMT",
      "Calibri-Light"
    ],
    "sizes": [
      14.039999961853027
    ]
  },
  {
    "page_number": 1,
    "bbox": [
      324.05,
      370.04,
      451.08,
      420.92
    ],
    "text": "Ministry of Education, Isurupaya, Battaramulla.",
    "fonts": [
      "Calibri-Light"
    ],
    "sizes": [
      14.039999961853027
    ]
  },
  {
    "page_number": 1,
    "bbox": [
      432.07,
      443.74,
      518.55,
      457.78
    ],
    "text": "RESPONDENTS",
    "fonts": [
      "Calibri-Light"
    ],
    "sizes": [
      14.039999961853027
    ]
  },
  {
    "page_number": 1,
    "bbox": [
      90.02,
      496.66,
      439.08,
      510.7
    ],
    "text": "Before : Sobhitha Rajakaruna, J.",
    "fonts": [
      "Calibri-Light"
    ],
    "sizes": [
      14.039999961853027
    ]
  },
  {
    "page_number": 1,
    "bbox": [
      90.02,
      521.74,
      440.88,
      535.78
    ],
    "text": "Dhammika Ganepola, J.",
    "fonts": [
      "Calibri-Light"
    ],
    "sizes": [
      14.039999961853027
    ]
  },
  {
    "page_number": 1,
    "bbox": [
      90.02,
      571.9,
      488.07,
      585.94
    ],
    "text": "Counsel : Sanjeewa Jayawardane, PC with",
    "fonts": [
      "Calibri-Light"
    ],
    "sizes": [
      14.039999961853027
    ]
  },
  {
    "page_number": 1,
    "bbox": [
      306.05,
      597.01,
      493.47,
      628.09
    ],
    "text": "Charitha Rupasinghe and Ashoka Niwunhella for the Petitioner.",
    "fonts": [
      "Calibri-Light"
    ],
    "sizes": [
      14.039999961853027
    ]
  },
  {
    "page_number": 1,
    "bbox": [
      306.05,
      639.13,
      468.96,
      670.33
    ],
    "text": "Nayomi Kahawita, SC for the Respondents.",
    "fonts": [
      "Calibri-Light"
    ],
    "sizes": [
      14.039999961853027
    ]
  },
  {
    "page_number": 2,
    "bbox": [
      90.02,
      731.38,
      524.6,
      755.86
    ],
    "text": "Page 3 of 11",
    "fonts": [
      "Calibri",
      "Calibri-Bold"
    ],
    "sizes": [
      11.039999961853027
    ]
  },
  {
    "page_number": 2,
    "bbox": [
      90.02,
      74.79,
      513.27,
      88.83
    ],
    "text": "Argued On : 25.03.2021, 27.04.2021, 10.11.2021",
    "fonts": [
      "Calibri-Light"
    ],
    "sizes": [
      14.039999961853027
    ]
  },
  {
    "page_number": 2,
    "bbox": [
      90.02,
      124.97,
      516.87,
      139.01
    ],
    "text": "Written Submissions tendered : On behalf of Petitioner : 12.01.2022",
    "fonts": [
      "Calibri-Light"
    ],
    "sizes": [
      14.039999961853027
    ]
  },
  {
    "page_number": 2,
    "bbox": [
      234.05,
      150.05,
      516.87,
      164.09
    ],
    "text": "On behalf of Respondents: 21.02.2022",
    "fonts": [
      "Calibri-Light"
    ],
    "sizes": [
      14.039999961853027
    ]
  },
  {
    "page_number": 2,
    "bbox": [
      90.02,
      200.21,
      372.24,
      214.25
    ],
    "text": "Decided on : 28.03.2022",
    "fonts": [
      "Calibri-Light"
    ],
    "sizes": [
      14.039999961853027
    ]
  },
  {
    "page_number": 2,
    "bbox": [
      90.02,
      250.52,
      225.22,
      264.56
    ],
    "text": "Dhammika Ganepola, J.",
    "fonts": [
      "Calibri-Light"
    ],
    "sizes": [
      14.039999961853027
    ]
  },
  {
    "page_number": 2,
    "bbox": [
      90.02,
      279.68,
      525.29,
      717.97
    ],
    "text": "The Petitioner is a graduate teacher presently teaching Advanced Level students at Sri Devananda College Ambalangoda. The Petitioner had been appointed to Sri Devananda College on 13.10.2006 and had served there once before as well for a period of 11 years until 23.10.2017. In 2017, the Petitioner had been transferred to Ananda Central College, Elpitiya and accordingly, had reported to work at the said school on 23.10.2017. Subsequently, she had tendered an appeal to the 2nd Respondent informing the difficulties she had to undergo in view of her transfer to Ananda Central College, Elpitiya. However, the said Appeal had been rejected by the 2nd Respondent. Thereafter, the Petitioner had served at Ananda Central College, Elpitiya until 28.02.2019. In view of calling for applications for the annual transfers for year 2019, the Petitioner had submitted an application (P15) for a transfer on 18.07.2018 yet again setting out her difficulties as earlier. Subsequently, the Petitioner has been transferred to Devananda College with effect from 20.02.2019 in view of the letter dated 14.02.2019 marked P16 as an annual transfer for year 2019. The Petitioner had not tendered any appeal against the said transfer and had duly accepted the same. In spite of such circumstances, the Petitioner claims that to her utmost amazement, she had been informed by the 2nd Respondent by letter dated 15.5 2019 marked P20, that her transfer to Devananda College has been cancelled and accordingly, had been directed to report back to Ananda Central College, Elpitiya. The said letter P20 had further indicated that during the appeal period provided in respect of these transfers, appeals had been entertained, inquiries were held and that decisions have been made in respect of both teachers who tendered",
    "fonts": [
      "Calibri-Light"
    ],
    "sizes": [
      9.0,
      14.039999961853027
    ]
  },
  {
    "page_number": 3,
    "bbox": [
      90.02,
      731.38,
      524.6,
      755.86
    ],
    "text": "Page 4 of 11",
    "fonts": [
      "Calibri",
      "Calibri-Bold"
    ],
    "sizes": [
      11.039999961853027
    ]
  },
  {
    "page_number": 3,
    "bbox": [
      90.02,
      74.91,
      525.3,
      328.64
    ],
    "text": "appeals as well as who have not. Therefore, the Petitioner had been informed that no appeal could be accepted again. Meanwhile, the 5th Respondent had been temporarily released to said Devananda College in place of the Petitioner. The Petitioner states that, she has duly accepted the said transfer and that she has not tendered any appeal against her transfer to Devananda College. Therefore, the Petitioner claims that, there is no reasons for the 2nd Respondent to cancel her transfer without conducting an inquiry and also without giving reasons for such action. The Petitioner further claims that she has not been afforded with an opportunity to appeal against said cancelation of her transfer. Therefore, the Petitioners contention is that said decision of the 1st and 2nd Respondents to cancel her transfer is in violation of the principles of natural justice, due process and against the Petitioners legitimate expectation. In the above premise, the Petitioner seeks the intervention of this Court inter alia by way of,",
    "fonts": [
      "Calibri-Light",
      "Calibri-LightItalic"
    ],
    "sizes": [
      9.0,
      14.039999961853027
    ]
  },
  {
    "page_number": 3,
    "bbox": [
      108.02,
      342.22,
      525.27,
      359.84
    ],
    "text": "a Writ of Certiorari quashing the impugned decision of the 1st and 2nd",
    "fonts": [
      "ArialMT",
      "Calibri-Light",
      "SymbolMT"
    ],
    "sizes": [
      9.0,
      14.039999961853027
    ]
  },
  {
    "page_number": 3,
    "bbox": [
      108.02,
      364.4,
      525.25,
      416.0
    ],
    "text": "Respondents to cancel the annual transfer of Petitioner to Devananda College by letter dated 15.05.2019 marked P20, a Writ of Certiorari quashing the decision of the 1st and 2nd Respondent",
    "fonts": [
      "ArialMT",
      "Calibri-Light",
      "SymbolMT"
    ],
    "sizes": [
      9.0,
      14.039999961853027
    ]
  },
  {
    "page_number": 3,
    "bbox": [
      108.02,
      419.18,
      525.27,
      472.06
    ],
    "text": "to transfer the 5th Respondent to the Devananda College in replacement of the Petitioner, a Writ of Prohibition restraining the 1st and 2nd Respondents from giving",
    "fonts": [
      "ArialMT",
      "Calibri-Light",
      "SymbolMT"
    ],
    "sizes": [
      9.0,
      14.039999961853027
    ]
  },
  {
    "page_number": 3,
    "bbox": [
      108.02,
      476.5,
      525.21,
      509.74
    ],
    "text": "effect to the said cancellation of the Petitioners transfer and a Writ of Mandamus directing the 1st and 2nd Respondents to duly",
    "fonts": [
      "ArialMT",
      "Calibri-Light",
      "SymbolMT"
    ],
    "sizes": [
      9.0,
      14.039999961853027
    ]
  },
  {
    "page_number": 3,
    "bbox": [
      126.02,
      514.18,
      525.25,
      546.46
    ],
    "text": "implement the annual transfer of the Petitioner as contained in the letter dated 14.02.2019(P16).",
    "fonts": [
      "Calibri-Light"
    ],
    "sizes": [
      14.039999961853027
    ]
  },
  {
    "page_number": 3,
    "bbox": [
      90.02,
      557.8,
      525.28,
      702.25
    ],
    "text": "The 1st to 4th and 6th Respondents (hereinafter sometimes referred to as the Respondents) state that in terms of the National Teachers Transfer Policy bearing No.2007/20 marked P21 the Petitioner is eligible to apply for a transfer of her choice after the completion of the maximum number of years in a school stipulated therein. The Petitioner had served Devananda College for more than 10 years previously and thereafter only the Petitioner had been transferred to Ananda Central College, Elpitiya. The Petitioner had served Ananda Central College, Elpitiya for eight months at the time she applied for",
    "fonts": [
      "Calibri-Light"
    ],
    "sizes": [
      9.0,
      14.039999961853027
    ]
  },
  {
    "page_number": 4,
    "bbox": [
      90.02,
      731.38,
      524.6,
      755.86
    ],
    "text": "Page 5 of 11",
    "fonts": [
      "Calibri",
      "Calibri-Bold"
    ],
    "sizes": [
      11.039999961853027
    ]
  },
  {
    "page_number": 4,
    "bbox": [
      90.02,
      74.91,
      525.29,
      549.94
    ],
    "text": "a transfer by her application marked P15 in view of the Annual Transfers for Year 2019. Thereafter, the Petitioners transfer application had been accepted and she had been transferred to Devananda College with effect from 20.02.2019. Meantime, the Teacher Transfer Appeal Board has received an appeal (R2) from the 5th Respondent against her transfer to Ananda Central College, Elpitiya. The Respondents state that upon an inquiry into the said Appeal, said Board has discovered that the vacancy created in Ananda Central College, Elpitiya due to the Petitioners transfer to Devananda College shall be filled by the 5th Respondent by her being transferred to Ananda Central College, Elpitiya. Nevertheless, since the Petitioner had earlier served in Devananda College for period over 10 years, the Respondents claim that the Petitioners transfer to Devananda College was contrary to the National Teacher Transfer Policy reflected in P21. The Respondents claim that the same occurred merely due to an administrative oversight owing to the fact that a large number of annual transfer requests received from teachers attached to various national school island wide. Based on the above grounds, the said Appeal (R2) of the 5th Respondent had been considered and accordingly, the Petitioners transfer to Devananda College, Ambalangoda had been cancelled by letter marked P20. The Respondents claim that the issuance of the letter P20 was to regularize the administrative oversight occurred in transferring the Petitioner to Devananda College, Ambalangoda. The Respondents stance is that if the letter P20 had not been issued to the Petitioner it would have been contrary to the National Transfer Policy and the code of regulations bearing No.1589/30. At the argument stage, both Counsel made submissions and additionally, parties were permitted to file their respective written submissions.",
    "fonts": [
      "Calibri-Light"
    ],
    "sizes": [
      9.0,
      14.039999961853027
    ]
  },
  {
    "page_number": 4,
    "bbox": [
      90.02,
      562.54,
      525.27,
      705.61
    ],
    "text": "As mentioned above, the Petitioner has been informed of her transfer to Devananda College, Ambalangoda by letter dated 14.02.2019 marked P16. Upon perusal of the said letter P16, it appears that, if the Petitioner was aggrieved by her transfer to Devananda College, Ambalangoda, then she was required to forward an appeal to the 2nd Respondent through the Principal of the School in which she is currently serving within 14 days from the receipt of the letter P16. Further, it had been informed by way of letter P16 that any such appeal which has not been forwarded through the Principal of the School",
    "fonts": [
      "Calibri-Light"
    ],
    "sizes": [
      9.0,
      14.039999961853027
    ]
  },
  {
    "page_number": 5,
    "bbox": [
      90.02,
      731.38,
      524.6,
      755.86
    ],
    "text": "Page 6 of 11",
    "fonts": [
      "Calibri",
      "Calibri-Bold"
    ],
    "sizes": [
      11.039999961853027
    ]
  },
  {
    "page_number": 5,
    "bbox": [
      90.02,
      74.91,
      525.27,
      181.01
    ],
    "text": "where he/she is currently serving, would not be taken into consideration. Accordingly, it appears that there exists an established due procedure that is to be followed by the teachers who wish to submit any appeal against their transfer. In this premise, this Court is required to consider whether the 5th Respondent has submitted any valid appeal adhering to the due procedure requesting the 2nd Respondent to re-consider her transfer.",
    "fonts": [
      "Calibri-Light"
    ],
    "sizes": [
      9.0,
      14.039999961853027
    ]
  },
  {
    "page_number": 5,
    "bbox": [
      90.02,
      193.61,
      525.3,
      557.98
    ],
    "text": "The Respondents contention is that the Teacher Transfer Appeal Board had received an appeal from the 5th Respondent. A certified copy of the said appeal has been submitted by the Respondents marked R2. However, the Petitioners transfer letter dated 14.02.2019 (P16) by which she has been transferred to Devananda College, Ambalangoda, emanates that the Applicant (Petitioner) has been firmly informed that the appeals in respect of Annual Transfers -2019, not submitted through the Principals of their serving Schools shall not be considered. Accordingly, it appears that it is the due and the ordinary procedure which is to be followed by the relevant applicants in the event they wish to submit any appeal in respect of their transfers. Then a question arises as to whether there was a valid appeal before the Teacher Transfer Appeal Board from the 5th Respondent for the consideration of the Appeals Board. By perusing document R2, I observe that the said letter has been addressed to one Benet Paniyanduwage, Chief Organizer, Ambalangoda who appears to be an organizer of a political party. It should be noted that the said purported Appeal R2 has not been forwarded by the 5th Respondent to the 2nd Respondent through the Principal of the School in which the 5th Respondent was serving at the time. Further it is observed that the alleged Appeal has not been addressed to any competent educational authority or copied to any such authority.",
    "fonts": [
      "Calibri-Light"
    ],
    "sizes": [
      9.0,
      14.039999961853027
    ]
  },
  {
    "page_number": 5,
    "bbox": [
      90.02,
      570.46,
      525.28,
      713.65
    ],
    "text": "Therefore, I am of the view that the Respondents have failed to establish as to how the Respondents received the purported Appeal R2 when it was not even addressed or copied to any of the Respondents or especially to the Teachers Transfer Appeal Board. It is further observed that without any proper appeal or request from the 5th Respondent adhering to the established appeal procedure, the Teacher Transfer Appeal Board was not entitled to reconsider the 5th Respondents transfer to Ananda Central College, Elpitiya. Therefore, in my view the failure to keep within the confines of the power",
    "fonts": [
      "Calibri-Light"
    ],
    "sizes": [
      9.0,
      14.039999961853027
    ]
  },
  {
    "page_number": 6,
    "bbox": [
      90.02,
      731.38,
      524.6,
      755.86
    ],
    "text": "Page 7 of 11",
    "fonts": [
      "Calibri",
      "Calibri-Bold"
    ],
    "sizes": [
      11.039999961853027
    ]
  },
  {
    "page_number": 6,
    "bbox": [
      90.02,
      74.91,
      525.27,
      162.65
    ],
    "text": "conferred results in a nullity. In the above premise, I am of the view that the alleged Appeal R2 does not constitute a valid Appeal in respect of 5th Respondents transfer to Ananda Central College, Elpitiya and the decision taken by the Teacher Transfer Appeal Board to entertain the said alleged Appeal R2 itself is an act in excess of power.",
    "fonts": [
      "Calibri-Light"
    ],
    "sizes": [
      9.0,
      14.039999961853027
    ]
  },
  {
    "page_number": 6,
    "bbox": [
      90.02,
      173.87,
      525.28,
      355.04
    ],
    "text": "The Respondents claim that the alleged Appeal R2 submitted by the 5th Respondent has been duly considered by the Teacher Transfer Appeal Board and thereafter only the revised transfer has been effectuated. If an appeal is to be considered, such appeal has to be forwarded by the respective Teacher through the Principal of the particular school in which such teacher is serving. The purported Appeal R2 is not in conformity with the said requirements and in my view does not constitute a valid Appeal. Therefore, the contents of the said document R2 cannot be considered in favor of the 5th Respondent. The consideration of the contents of the alleged Appeal R2 shall amount to irrelevant consideration by the Teacher Transfer Appeal Board.",
    "fonts": [
      "Calibri-Light"
    ],
    "sizes": [
      9.0,
      14.039999961853027
    ]
  },
  {
    "page_number": 6,
    "bbox": [
      90.02,
      367.64,
      525.23,
      455.26
    ],
    "text": "With reference to the two English judgements namely Padfield V. Minister of Agriculture, Fisheries and Food 1968 AC 997 and Associated Provincial Picture Houses Ltd V. Wednesbury Corporation 1948 1 KB 223, the Supreme Court, in the case of Visuvalingam and Others V. Liyanage and Others (1983) 2 SLR 311 at p.372, expressed the view that,",
    "fonts": [
      "Calibri-Light",
      "Calibri-LightItalic"
    ],
    "sizes": [
      14.039999961853027
    ]
  },
  {
    "page_number": 6,
    "bbox": [
      126.02,
      467.86,
      525.29,
      537.1
    ],
    "text": "when a discretion is vested in a statutory body, it is never unfettered. It must be exercised according to law. The statutory body must be guided by relevant considerations and exclude from consideration matters that are irrelevant.",
    "fonts": [
      "Calibri-LightItalic"
    ],
    "sizes": [
      14.039999961853027
    ]
  },
  {
    "page_number": 6,
    "bbox": [
      90.02,
      549.58,
      525.19,
      637.45
    ],
    "text": "Moreover, it appears that the alleged Appeal R2 was a politically influenced letter. Therefore, consideration of the alleged Appeal R2 creates serious doubt on the bona fide of the Respondents. In the case of Sirisena v. Kobbekaduwa (1974) 80 NLR (1) 171 Sharvananda j. held,",
    "fonts": [
      "Calibri-Light",
      "Calibri-LightItalic"
    ],
    "sizes": [
      14.039999961853027
    ]
  },
  {
    "page_number": 6,
    "bbox": [
      126.02,
      641.89,
      525.22,
      711.25
    ],
    "text": "it is to be borne in mind that the ultra-virus doctrine is not confined to cases of plain excess of power; it is also governs abuse of power as when a power is granted for one purpose is exercised for a deferent purpose or for a collateral object or in bad faith. In law the consequences are",
    "fonts": [
      "Calibri-LightItalic"
    ],
    "sizes": [
      14.039999961853027
    ]
  },
  {
    "page_number": 7,
    "bbox": [
      90.02,
      731.38,
      524.6,
      755.86
    ],
    "text": "Page 8 of 11",
    "fonts": [
      "Calibri",
      "Calibri-Bold"
    ],
    "sizes": [
      11.039999961853027
    ]
  },
  {
    "page_number": 7,
    "bbox": [
      90.02,
      74.91,
      525.28,
      347.12
    ],
    "text": "exactly the same; an improper motive or a false step in procedure, will make an administrative act just as illegal or invalid as does a flagrant excess or authority Therefore, in an event where the 2nd Respondent has taken into consideration irrelevant matters, I am of the view that the decision of the Respondents to consider the alleged Appeal of the 5th Respondent R2 is one guided by irrelevant considerations and therefore, is ultra vires. Though the matters remain as such it is observed that the transfer of the 5th respondent (R5) has not been cancelled. The Respondents in their written submissions conceded the fact that the letter of transfer of the 5th Respondent marked as R5 to Ananda College, Elpitiya had been effectuated and enforced. For such reasons, granting prayers (e) and (f) prayed in the Petition would become redundant.",
    "fonts": [
      "Calibri-Light",
      "Calibri-LightItalic"
    ],
    "sizes": [
      9.0,
      14.039999961853027
    ]
  },
  {
    "page_number": 7,
    "bbox": [
      90.02,
      359.6,
      525.27,
      484.18
    ],
    "text": "Now I will consider the consequences arising out of the impugned decision to cancel the Petitioners transfer (P20). One of the contentions of the Petitioner is that the impugned decision reflecting in P20 is a direct consequence and a result of a political influence of a local politician. The Respondents contention is that the said transfer has been effectuated as a result of an administrative oversight and such oversight has only been discovered subsequent to an inquiry into the alleged Appeal (R2) by the Teacher Transfer Appeal Board.",
    "fonts": [
      "Calibri-Light"
    ],
    "sizes": [
      14.039999961853027
    ]
  },
  {
    "page_number": 7,
    "bbox": [
      90.02,
      496.78,
      525.27,
      713.65
    ],
    "text": "Fundamentals of the National Policy of the Teacher transfers are promulgated in the Circular No.2007/20 (P21). The Clause 3 of the said Circular P21 specify the special factors which are to be taken into consideration in giving effect to a teachers transfer. In terms of Clause 3.1 of the Circular P21, the maximum stipulated period of service that a particular teacher could serve in a convenient school and also in a most convenient school are factors to be taken into consideration in arriving at a decision in respect of a transfer of a teacher. The Devananda College, Ambalangoda and Ananda Central College, Elpitiya are categorized as most convenient and convenient schools respectively. In terms of the Clause 3.1 of the said Circular P21, the maximum period a teacher could serve in a convenient school is 08 years and 06 years in reference to most convenient school. However, the Petitioner had served",
    "fonts": [
      "Calibri-Light"
    ],
    "sizes": [
      14.039999961853027
    ]
  },
  {
    "page_number": 8,
    "bbox": [
      90.02,
      731.38,
      524.6,
      755.86
    ],
    "text": "Page 9 of 11",
    "fonts": [
      "Calibri",
      "Calibri-Bold"
    ],
    "sizes": [
      11.039999961853027
    ]
  },
  {
    "page_number": 8,
    "bbox": [
      90.02,
      74.91,
      525.29,
      273.32
    ],
    "text": "more than 11 years at Devananda College which is well over the maximum stipulated period as mentioned in the said P21. Therefore, the fact that the Petitioners transfer has been done due to an administrative oversight by overlooking the maximum stipulated period cannot be simply rejected. Even though the said administrative oversight was discovered during the inquiry into the alleged Appeal R2 of the 5th Respondent, said reason does not invalidate cancellation of Petitioners transfer (P20) since the said decision is in compliance with the National Policy of the Teacher Transfers (P21). The decision to cancel the Petitioners transfer (P20) has not been influenced by an unauthorized/illegal purpose but due to said oversight, and the same has been subsequently regularized by the said letter P20.",
    "fonts": [
      "Calibri-Light"
    ],
    "sizes": [
      9.0,
      14.039999961853027
    ]
  },
  {
    "page_number": 8,
    "bbox": [
      90.02,
      285.8,
      525.28,
      484.18
    ],
    "text": "At this juncture, this Court observes the provisions in terms of the S.18 of the Interpretation Ordinance which provides that, where any enactment, whether passed before or after the commencement of this ordinance, confers power on any authority to issue any proclamation or make any order or notification, any proclamation, order or notification so issued or made may be at any time amended, varied ,rescinded, or revoked by the same authority and in the same manner, and subject to the like consent and conditions, if any ,by or in which or subject to which such proclamation, order, or notification may be issued or made. Therefore, I am of the view that the 2nd Respondent has authority to cancel or revoke a transfer made by him for good reasons as mentioned in the said section.",
    "fonts": [
      "Calibri-Light",
      "Calibri-LightItalic"
    ],
    "sizes": [
      9.0,
      14.039999961853027
    ]
  },
  {
    "page_number": 8,
    "bbox": [
      90.02,
      496.78,
      525.28,
      713.65
    ],
    "text": "The Petitioner states that there has been a violation of her legitimate expectation. Existence of a mere expectation itself is not sufficient to invoke the writ jurisdiction of this Court. Such expectation must be legitimate. Since the Petitioners transfer has been canceled on an acceptable basis, there cannot be unreasonable disregard of legitimate expectation of the Petitioner. Moreover, Paragraph No. 5 of the Petitioners transfer letter P16 specifies that, any appeal regarding the transfer must be submitted to the Ministry of Education through the Principal of the particular school within 14 days from the date of receipt of the letter P16. Therefore, it is evident that the decision reflected in the said letter P16 is conditional and not final. Therefore, the Petitioner has no right to hold a legitimate expectation that her transfer to Devananda College, Ambalangoda shall be effectuated. In the case of",
    "fonts": [
      "Calibri-Light"
    ],
    "sizes": [
      14.039999961853027
    ]
  },
  {
    "page_number": 9,
    "bbox": [
      90.02,
      731.38,
      524.6,
      755.86
    ],
    "text": "Page 10 of 11",
    "fonts": [
      "Calibri",
      "Calibri-Bold"
    ],
    "sizes": [
      11.039999961853027
    ]
  },
  {
    "page_number": 9,
    "bbox": [
      90.02,
      74.91,
      525.27,
      144.17
    ],
    "text": "Ranasinghe Bandara vs. The Director, District Land Reform Commission and Others (Case No. CA.(Writ) 233/2017 decided on 17.06.2019), His Lordship Justice Janaka De Silva giving reference to Clive Lewis, Judicial Remedies in Public Law, 5th Ed,248 (South Asian Edition) held as follows;",
    "fonts": [
      "Calibri-Light"
    ],
    "sizes": [
      14.039999961853027
    ]
  },
  {
    "page_number": 9,
    "bbox": [
      126.02,
      156.65,
      525.27,
      244.37
    ],
    "text": "Such legitimate expectations may arise where a public authority has made a clear, unqualified and ambiguous representation to a particular individual that it will act in a particular way. The said basis adopted by the respondents, in my view, is a sufficient overriding interest to justify the cancellation of the Petitioners transfer.",
    "fonts": [
      "Calibri-Light"
    ],
    "sizes": [
      14.039999961853027
    ]
  },
  {
    "page_number": 9,
    "bbox": [
      90.02,
      257.0,
      525.27,
      473.74
    ],
    "text": "The Petitioner states that there are legitimate and genuine concerns which require her to remain at her present placement at Devananda College, Amabalangoda. Simultaneously, she claims that a reallocation to Ananda College, Elpitiya would cause her grave hardship and prejudice. In terms of the said Circular on National Teacher Transfer Policy P21, among other grounds the reason of health condition of the particular teacher and the family members of such teacher who are in a condition/state to make a direct impact to the teacher also can be considered in arriving at a decision in respect of a transfer. However, I am of the view that the maximum stipulated service period served in a convenient school as referred to in the said National Policy P21 bears more weight than any other ground in this case that has to be considered in deciding upon a transfer.",
    "fonts": [
      "Calibri-Light"
    ],
    "sizes": [
      14.039999961853027
    ]
  },
  {
    "page_number": 9,
    "bbox": [
      90.02,
      486.34,
      525.27,
      666.25
    ],
    "text": "Another argument taken up by the Petitioner is that there are no reasons given in letter P20 for the decision of the authority. Nevertheless, Petitioner has been informed that the cancellation of her transfer has been done in view of the recommendations given by the 2nd Respondent to the Board of Appeal of National Teacher Transfer 2019 by letter marked P20. Further to that the pleadings of the Respondents reveals that the Petitioners transfer has been cancelled to overcome an administrative oversight occurred by overlooking the vital of requirements specified in the National Teacher Transfer Policy bearing No.2007/20 (p21). Hence, I am of the view that the 2nd Respondent has given adequate reasons for his decision as contained in P20.",
    "fonts": [
      "Calibri-Light"
    ],
    "sizes": [
      9.0,
      14.039999961853027
    ]
  },
  {
    "page_number": 10,
    "bbox": [
      90.02,
      731.38,
      524.6,
      755.86
    ],
    "text": "Page 11 of 11",
    "fonts": [
      "Calibri",
      "Calibri-Bold"
    ],
    "sizes": [
      11.039999961853027
    ]
  },
  {
    "page_number": 10,
    "bbox": [
      90.02,
      74.91,
      525.15,
      125.69
    ],
    "text": "For the reasons mention above, I am of the view that the Petitioner is not entitled to the reliefs sought in the prayer of the Petition. Accordingly, application is dismissed without cost.",
    "fonts": [
      "Calibri-Light"
    ],
    "sizes": [
      14.039999961853027
    ]
  },
  {
    "page_number": 10,
    "bbox": [
      90.02,
      190.97,
      553.59,
      205.01
    ],
    "text": "Judge of the Court of Appeal",
    "fonts": [
      "Calibri-Light"
    ],
    "sizes": [
      14.039999961853027
    ]
  },
  {
    "page_number": 10,
    "bbox": [
      90.02,
      270.44,
      229.54,
      284.48
    ],
    "text": "Sobhitha Rajakaruna, J.",
    "fonts": [
      "Calibri-Light"
    ],
    "sizes": [
      14.039999961853027
    ]
  },
  {
    "page_number": 10,
    "bbox": [
      90.02,
      296.84,
      312.7,
      310.88
    ],
    "text": "I agree.",
    "fonts": [
      "Calibri-Light"
    ],
    "sizes": [
      14.039999961853027
    ]
  },
  {
    "page_number": 10,
    "bbox": [
      275.57,
      349.76,
      613.82,
      363.8
    ],
    "text": "Judge of the Court of Appeal",
    "fonts": [
      "Calibri-Light"
    ],
    "sizes": [
      14.039999961853027
    ]
  }
]