[
  {
    "page_number": 0,
    "bbox": [
      90.02,
      779.16,
      508.13,
      805.8
    ],
    "text": "Page 1 of 8",
    "fonts": [
      "Calibri",
      "Calibri,Bold"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 0,
    "bbox": [
      99.14,
      74.81,
      499.3,
      88.85
    ],
    "text": "IN THE COURT OF APPEAL OF THE DEMOCRATIC SOCIALIST REPUBLIC OF",
    "fonts": [
      "Calibri Light"
    ],
    "sizes": [
      14.039999961853027
    ]
  },
  {
    "page_number": 0,
    "bbox": [
      269.21,
      91.85,
      329.28,
      105.89
    ],
    "text": "SRI LANKA",
    "fonts": [
      "Calibri Light"
    ],
    "sizes": [
      14.039999961853027
    ]
  },
  {
    "page_number": 0,
    "bbox": [
      270.05,
      142.01,
      508.6,
      235.13
    ],
    "text": "In the matter of an application made under and in terms of Article 140 of the Constitution of the Democratic Socialist Republic of Sri Lanka for a relief in the nature of Writ of Mandamus.",
    "fonts": [
      "Calibri Light",
      "Calibri Light,Italic"
    ],
    "sizes": [
      14.039999961853027
    ]
  },
  {
    "page_number": 0,
    "bbox": [
      90.02,
      249.08,
      202.18,
      263.12
    ],
    "text": "CA /Writ/ 344/2018",
    "fonts": [
      "Calibri Light"
    ],
    "sizes": [
      14.039999961853027
    ]
  },
  {
    "page_number": 0,
    "bbox": [
      270.05,
      274.04,
      508.49,
      387.08
    ],
    "text": "Muthukutti Liyanarachchige Leelananda Jayasena No. 60, Crayton Village, Nuwaraeliya.",
    "fonts": [
      "Calibri Light"
    ],
    "sizes": [
      14.039999961853027
    ]
  },
  {
    "page_number": 0,
    "bbox": [
      450.94,
      392.96,
      565.49,
      407.0
    ],
    "text": "Petitioner",
    "fonts": [
      "Calibri Light"
    ],
    "sizes": [
      14.039999961853027
    ]
  },
  {
    "page_number": 0,
    "bbox": [
      90.02,
      418.06,
      288.94,
      432.1
    ],
    "text": "Vs.",
    "fonts": [
      "Calibri Light"
    ],
    "sizes": [
      14.039999961853027
    ]
  },
  {
    "page_number": 0,
    "bbox": [
      243.05,
      466.04,
      506.67,
      636.13
    ],
    "text": "1. Chairman National Housing Development Authority, Sir Chittampalam A Gardiner Mawatha, Colombo 02. 2. L.M. Podimenike No. 56 P.W.D. Housing Scheme, Navagamgoda.",
    "fonts": [
      "Arial",
      "Calibri Light"
    ],
    "sizes": [
      14.039999961853027
    ]
  },
  {
    "page_number": 0,
    "bbox": [
      287.69,
      647.17,
      542.67,
      661.21
    ],
    "text": "Respondents",
    "fonts": [
      "Calibri Light"
    ],
    "sizes": [
      14.039999961853027
    ]
  },
  {
    "page_number": 0,
    "bbox": [
      90.02,
      699.97,
      404.52,
      753.63
    ],
    "text": "Before : Dhammika Ganepola, J. Adithya Patabendige, J.",
    "fonts": [
      "Calibri Light"
    ],
    "sizes": [
      14.039999961853027
    ]
  },
  {
    "page_number": 1,
    "bbox": [
      90.02,
      779.16,
      508.13,
      805.8
    ],
    "text": "Page 2 of 8",
    "fonts": [
      "Calibri",
      "Calibri,Bold"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 1,
    "bbox": [
      90.02,
      74.81,
      489.51,
      187.25
    ],
    "text": "Counsel : Uchitha Bandara Instructed by Ananda Kulawansa for the Petitioner. Z. Zain, D.S.G. for the 1st Respondent. Argued on : 25.06.2025",
    "fonts": [
      "Calibri Light"
    ],
    "sizes": [
      9.0,
      14.039999961853027
    ]
  },
  {
    "page_number": 1,
    "bbox": [
      90.02,
      201.05,
      454.95,
      274.52
    ],
    "text": "Written Submissions : Petitioner : 04.08.2025 tendered on 1st Respondent : 07.11.2025 Decided on : 11.12.2025",
    "fonts": [
      "Calibri Light"
    ],
    "sizes": [
      9.0,
      14.039999961853027
    ]
  },
  {
    "page_number": 1,
    "bbox": [
      90.02,
      316.04,
      222.1,
      330.08
    ],
    "text": "Dhammika Ganepola, J.",
    "fonts": [
      "Calibri Light"
    ],
    "sizes": [
      14.039999961853027
    ]
  },
  {
    "page_number": 1,
    "bbox": [
      90.02,
      343.88,
      508.59,
      615.25
    ],
    "text": "The Petitioner in the instant application was an employee of the Nuwara Eliya branch of the National Housing Development Authority (hereinafter sometimes referred to as NHDA). It is said that while occupying the official quarters, the Petitioner had applied for a land from a housing scheme of the 1st Respondent in Nawagamgoda. Consequently, after all due payments were settled, the 1st Respondent had undertaken to grant the title deed for the property bearing No.56, Nawagamgoda, Hawaeliya, Nuwara Eliya, to the Petitioner as per the letter marked P2 dated 23.08.2005. However, the 2nd Respondent had unlawfully and forcibly entered into such property, and subsequently, the 1st Respondent had given possession of such property to the 2nd Respondent. Although the Petitioner had requested the 1st Respondent to evict the 2nd Respondent and hand over possession of the impugned land, the 1st Respondent had failed to do so.",
    "fonts": [
      "Calibri Light"
    ],
    "sizes": [
      9.0,
      14.039999961853027
    ]
  },
  {
    "page_number": 1,
    "bbox": [
      90.02,
      629.05,
      508.59,
      761.91
    ],
    "text": "The Petitioner had retired from service in March 2017 and had requested the 1st Respondent to provide him with possession of the house bearing No.56, enabling him to hand over the vacant possession of the quarters which he occupied. However, the 1st Respondent, without taking steps to evict the 2nd Respondent, had initiated proceedings before the Magistrate's Court, Nuwara Eliya, filing case no.78848 and had taken steps to evict the Petitioner from the quarters on 17.09.2018. The",
    "fonts": [
      "Calibri Light"
    ],
    "sizes": [
      9.0,
      14.039999961853027
    ]
  },
  {
    "page_number": 2,
    "bbox": [
      90.02,
      779.16,
      508.13,
      805.8
    ],
    "text": "Page 3 of 8",
    "fonts": [
      "Calibri",
      "Calibri,Bold"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 2,
    "bbox": [
      90.02,
      71.97,
      508.51,
      128.33
    ],
    "text": "Petitioner states that the 1st Respondent abused the power vested in it by failing and neglecting to comply with the provisions of the National Housing Authority Act.",
    "fonts": [
      "Calibri Light"
    ],
    "sizes": [
      9.0,
      14.039999961853027
    ]
  },
  {
    "page_number": 2,
    "bbox": [
      90.02,
      142.13,
      508.59,
      235.25
    ],
    "text": "Accordingly, the Petitioner invokes the jurisdiction of this Court by seeking a Writ of Mandamus compelling the 1st Respondent to evict the 2nd Respondent from the above-mentioned house bearing No.56, and to deliver vacant possession of such house to the Petitioner and to issue the relevant title deed in favour of the Petitioner.",
    "fonts": [
      "Calibri Light"
    ],
    "sizes": [
      9.0,
      14.039999961853027
    ]
  },
  {
    "page_number": 2,
    "bbox": [
      90.02,
      246.38,
      513.15,
      461.14
    ],
    "text": "The 1st Respondent admits that the Petitioner was appointed as a temporary Housing Officer (Technical) attached to the Nuwara-Elliya District Office on 01.04.1989 and retired from service on 06.03.2017 upon reaching the age of 60 years. Further, it is admitted that the 1st Respondent had decided to offer a plot of land and the house therein bearing No.56 from the P.W.D. Housing Scheme, Nawagamgoda, to the Petitioner. As evidenced by the letter dated 23.08.2005 (marked 1R5, same as P2), the 1st Respondent has affirmed that the amount due for the purchase of the premises in dispute had been settled in full by the Petitioner, and that the steps would be taken to grant the Deed of Transfer once the housing complex is legally handed over to the authority.",
    "fonts": [
      "Calibri Light"
    ],
    "sizes": [
      9.0,
      14.039999961853027
    ]
  },
  {
    "page_number": 2,
    "bbox": [
      90.02,
      472.12,
      508.59,
      766.11
    ],
    "text": "In the meantime, the 2nd Respondent had made a complaint to the Human Rights Commission. The Human Rights Commission had called for a report from the 1st Respondent by its letter dated 03.06.2009 marked 1R10. Pursuant to such, the NHDA has informed the Human Rights Commission that the NHDA has taken a decision to regularise the unauthorized occupancy of the 2nd Respondent, as reflected in the letter dated 30.09.2009, marked 1R11. The Board of Directors of the NHDA, by its decision dated 13.07.2015, had decided to grant the said Lot 56 to the 2nd Respondent upon fulfilment of the due payment specified in the report marked 1R12, which the 2nd Respondent had not complied with, as claimed by the 1st Respondent. Meanwhile, the 1st Respondent had offered the Petitioner an alternative suitable land instead of the premises in dispute through its letter dated 10.08.2009, marked 1R15, and had proposed to make a full repayment. However, the Petitioner had declined to accept the repayment.",
    "fonts": [
      "Calibri Light"
    ],
    "sizes": [
      9.0,
      14.039999961853027
    ]
  },
  {
    "page_number": 3,
    "bbox": [
      90.02,
      779.16,
      508.13,
      805.8
    ],
    "text": "Page 4 of 8",
    "fonts": [
      "Calibri",
      "Calibri,Bold"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 3,
    "bbox": [
      90.02,
      71.97,
      508.48,
      108.53
    ],
    "text": "The 2nd Respondent claims that she became the owner of the impugned premises bearing No.56 by prescription right.",
    "fonts": [
      "Calibri Light"
    ],
    "sizes": [
      9.0,
      14.039999961853027
    ]
  },
  {
    "page_number": 3,
    "bbox": [
      90.02,
      122.33,
      508.6,
      373.88
    ],
    "text": "It is common ground that the full amount of money which was required to purchase the impugned premises, No.56 and other relevant charges payable to NHDA by the Petitioner had been paid by the Petitioner, and the same is evident from the letter dated 23.08.2005 marked P2/1R5. The 1st Respondent has admitted the payments made by the Petitioner for the purchase of premises in issue by receipt marked P1(a) dated 22.08.2005. Furthermore, the NHDA has informed the Petitioner that the Deed of Transfer would be given once the respective housing scheme has been handed over to the Authority [see P2/1R5]. Therefore, the actions of the NHDA have created a clear substantive legitimate expectation in the mind of the Petitioner to the extent that the NHDA will take the necessary steps to transfer the disputed premises to the Petitioner without any interruption.",
    "fonts": [
      "Calibri Light"
    ],
    "sizes": [
      9.0,
      14.039999961853027
    ]
  },
  {
    "page_number": 3,
    "bbox": [
      90.02,
      387.68,
      508.59,
      441.34
    ],
    "text": "In Ariyarathne and Others vs. Illangakoon and Others (SC FR Application No. 444/2012, decided on 30/07/2019, Prasanna Jayawardena J. stated that the,",
    "fonts": [
      "Calibri Light"
    ],
    "sizes": [
      14.039999961853027
    ]
  },
  {
    "page_number": 3,
    "bbox": [
      126.02,
      455.02,
      508.47,
      548.26
    ],
    "text": "“…phrase substantive legitimate expectation’ captures the situation in which the applicant seeks a particular benefit or commodity, such as a welfare benefit or a license, as a result of some promise, behaviour or representation made by the public body”",
    "fonts": [
      "Calibri Light",
      "Calibri Light,Italic"
    ],
    "sizes": [
      14.039999961853027
    ]
  },
  {
    "page_number": 3,
    "bbox": [
      90.02,
      562.06,
      508.59,
      714.73
    ],
    "text": "It is a well-established principle that once a public authority makes a promise, the law requires that promise to be honoured, unless there are legally valid reasons which require such public authority not to do so. In R (Nadarajah) v. Secretary of State for the Home Department [2005] EWCA Civ 1363 Lord Justice Laws stated that, ‘where a public authority had issued a promise or adopted a practice which represented how it proposed to act in a given area, the law would require the promise or practice to be honoured unless there was good reason not to do so.’",
    "fonts": [
      "Calibri Light",
      "Calibri Light,Italic"
    ],
    "sizes": [
      14.039999961853027
    ]
  },
  {
    "page_number": 3,
    "bbox": [
      90.02,
      725.71,
      508.6,
      762.27
    ],
    "text": "In the instant application, the 1st Respondent has failed to honour the undertaking given to the Petitioner, outlined in letter 1R5, due to their",
    "fonts": [
      "Calibri Light"
    ],
    "sizes": [
      9.0,
      14.039999961853027
    ]
  },
  {
    "page_number": 4,
    "bbox": [
      90.02,
      779.16,
      508.13,
      805.8
    ],
    "text": "Page 5 of 8",
    "fonts": [
      "Calibri",
      "Calibri,Bold"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 4,
    "bbox": [
      90.02,
      71.97,
      508.59,
      148.13
    ],
    "text": "decision to transfer the property to the 2nd Respondent. This decision is indicated as the primary reason for the non-compliance and performance of the promise by the 1st Respondent. Then the question arises whether the above reason was a good reason for such deviation.",
    "fonts": [
      "Calibri Light"
    ],
    "sizes": [
      9.0,
      14.039999961853027
    ]
  },
  {
    "page_number": 4,
    "bbox": [
      90.02,
      159.23,
      508.59,
      393.68
    ],
    "text": "The 2nd Respondent had entered into the impugned premises as an unauthorised occupant. The application made by the 2nd Respondent to regularise her occupation of the impugned premises had been refused by the NHDA by its letter dated 25.02.2000, marked 1R8. Further, the legal proceedings had been contemplated to evict the 2nd Respondent by the NHDA by its letter dated 18.08.2008 marked 1R9. Even though the 1st Respondent had issued several notices on the 2nd Respondent to vacate the premises, vacant possession had not been attained. Under such circumstances, and while having had a decision taken to grant a Deed of Transfer to the Petitioner, the NHDA has decided to regularise the unauthorised occupancy of the 2nd Respondent and to grant the premises in dispute to the 2nd Respondent.",
    "fonts": [
      "Calibri Light"
    ],
    "sizes": [
      9.0,
      14.039999961853027
    ]
  },
  {
    "page_number": 4,
    "bbox": [
      90.02,
      407.62,
      508.59,
      716.41
    ],
    "text": "After thoroughly examining the documents referred to above, it is evident that the NHDA decided to regularise the unauthorised occupation by the 2nd Respondent only after the Petitioner had paid the full purchase price for the impugned premises, No.56, along with all other relevant charges to the NHDA and after the NHDA agreed to issue the Deed of Transfer to the Petitioner. Further, it is observed that the 1st Respondent had held an inquiry in respect of the unauthorised occupation of the 2nd Respondent related to the impugned premises and decided to regularise the unauthorised occupation as specified in the letter marked 1R14. However, there are no materials before this Court to the extent that such an inquiry had been held with notice to the Petitioner. Further, the decision of NHDA to transfer the disputed premises to the 2nd Respondent was made despite the purchase price having been paid and the Deed to Transfer already agreed upon. In Vavuniya Solar Power (Private) Limited v. Ceylon Electricity Board and Others SC/FR/172/2017 decided on 20.09.2023, His Lordship Justice Kodagoda observed that,",
    "fonts": [
      "Calibri Light",
      "Calibri Light,Italic"
    ],
    "sizes": [
      9.0,
      14.039999961853027
    ]
  },
  {
    "page_number": 4,
    "bbox": [
      108.02,
      721.93,
      508.48,
      755.79
    ],
    "text": "“The doctrine of public trust inter alia requires that public authorities who have been vested with statutorily conferred power to discharge",
    "fonts": [
      "Calibri Light,Italic"
    ],
    "sizes": [
      14.039999961853027
    ]
  },
  {
    "page_number": 5,
    "bbox": [
      90.02,
      779.16,
      508.13,
      805.8
    ],
    "text": "Page 6 of 8",
    "fonts": [
      "Calibri",
      "Calibri,Bold"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 5,
    "bbox": [
      108.02,
      74.69,
      508.59,
      167.93
    ],
    "text": "public functions vested in them for the benefit of the sovereign of the Republic- the public at large, and for no other purpose. Public authorities must discharge such functions in accordance with the law, and they must abide by the expectations generated by their own representations and practices.",
    "fonts": [
      "Calibri Light",
      "Calibri Light,Italic"
    ],
    "sizes": [
      14.039999961853027
    ]
  },
  {
    "page_number": 5,
    "bbox": [
      90.02,
      181.61,
      508.59,
      413.48
    ],
    "text": "In the instant application, the NHDA had not given due consideration to the expectation generated by their own undertaking in favour of the Petitioner when they decided to grant the premises in issue to the 2nd Respondent. Accordingly, it is my view that the decision to transfer the premises to the 2nd Respondent by the NHDA cannot be considered as a good reason to deviate from the undertaking/promise outlined in letter 1R5. Such an action by the 1st Respondent to facilitate an unauthorised occupant by deviating from the original decision is ultra vires and is a violation of the legitimate expectations of the Petitioner in an arbitrary manner. It is presumed that public authorities are never empowered to exercise their powers arbitrarily. Therefore, such actions by a public authority are considered to be ultra vires.",
    "fonts": [
      "Calibri Light",
      "Calibri Light,Italic"
    ],
    "sizes": [
      9.0,
      14.039999961853027
    ]
  },
  {
    "page_number": 5,
    "bbox": [
      90.02,
      424.6,
      508.6,
      639.25
    ],
    "text": "In view of the representations made by the 1st Respondent, a duty arises on the part of the 1st Respondent to issue a Deed of Transfer to the Petitioner upon the completion of the due payment by the Petitioner. In the circumstances of this application, unless the Petitioner gives consent, the 1st Respondent cannot unilaterally return the purchase price to the Petitioner and absolve itself of responsibilities. Once the payments have been duly settled, it is the duty of the NHDA to issue the Deed of Transfer and deliver the vacant possession of the premises in dispute to the Petitioner. Failure to exercise such a duty would give rise to a situation which requires the intervention of this Court by exercising its Writ jurisdiction.",
    "fonts": [
      "Calibri Light"
    ],
    "sizes": [
      9.0,
      14.039999961853027
    ]
  },
  {
    "page_number": 5,
    "bbox": [
      90.02,
      650.35,
      508.59,
      766.11
    ],
    "text": "In the instant application, the 1st Respondent has advanced an argument that the “Chairman, National Housing Development Authority” has improperly been named as the 1st Respondent. The 1st Respondent submits that since the “Chairman, National Housing Development Authority” is not a juristic person, the instant action cannot be maintained by the Petitioner against the 1st Respondent in its nomine",
    "fonts": [
      "Calibri Light",
      "Calibri Light,Italic"
    ],
    "sizes": [
      9.0,
      14.039999961853027
    ]
  },
  {
    "page_number": 6,
    "bbox": [
      90.02,
      779.16,
      508.13,
      805.8
    ],
    "text": "Page 7 of 8",
    "fonts": [
      "Calibri",
      "Calibri,Bold"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 6,
    "bbox": [
      90.02,
      74.69,
      508.6,
      247.13
    ],
    "text": "officii capacity. As per Section 2 of the NHDA Act No.17 of 1979, NHDA shall be a juristic person. The 1st Respondent is the Chairman of the NHDA. The proxy tendered on behalf of the 1st Respondent has been signed by a person named Luckvijaya Sagara Palansuriya as Chairman of the NHDA and countersigned by the Deputy General Manager (Legal) of the NHDA. Hence, it is my view that the NHDA had been given sufficient notice in respect of the instant application. Therefore, if a Writ of Mandamus is issued, it does not impede officers of the NHDA who have control of the relevant affairs from carrying out such a mandatory order.",
    "fonts": [
      "Calibri Light",
      "Calibri Light,Italic"
    ],
    "sizes": [
      9.0,
      14.039999961853027
    ]
  },
  {
    "page_number": 6,
    "bbox": [
      90.02,
      260.84,
      508.58,
      354.08
    ],
    "text": "In Ven. K. Wacheeswara Thero and Others v. Dharmasena Dissanayaka, Chairman, The Public Service Commission and Others, CA/WRIT/45/2019, decided on 30.03.2023, His Lordship Justice Sobitha Rajakaruna, in his well-considered judgement (concurrent with the Justice M.T.Mohammed Laffar and His Lordship Justice Mayadunne Corea) opined that,",
    "fonts": [
      "Calibri Light"
    ],
    "sizes": [
      14.039999961853027
    ]
  },
  {
    "page_number": 6,
    "bbox": [
      126.02,
      367.88,
      508.62,
      639.25
    ],
    "text": "“ on a careful consideration of the above legal antecedents together with the relevant jurisprudence and for the reasons set out above, I have come to the conclusion that it is not essential to name respondent in person in an application seeking orders in the nature of a writ of Mandamus and it can even be issued against juristic persons/public bodies such as corperations, tribunals, local government institutions or against any person holding a post o a public nature1 and who has been sufficiently made a respondent in his official capacity or by reference to his official designation. The above conclusion is always subject to the other requirements that should be fulfilled by a Petitioner when seeking a writ of Mandamus. Similarly, when such a respondent has been named in person in an application for Writ of Mandamus, the substitution should be allowed when he or she ceases to hold office.",
    "fonts": [
      "Calibri Light,Italic"
    ],
    "sizes": [
      9.0,
      14.039999961853027
    ]
  },
  {
    "page_number": 6,
    "bbox": [
      126.02,
      653.05,
      508.59,
      726.49
    ],
    "text": "However, the prerogative nature of issuing writs should not be undermined at any cost, and thus, the review Court should be able to deviate to a certain extent from the above conclusions as it thinks fit in the interest of justice. This is merely because the far reaching",
    "fonts": [
      "Calibri Light,Italic"
    ],
    "sizes": [
      14.039999961853027
    ]
  },
  {
    "page_number": 6,
    "bbox": [
      90.02,
      733.42,
      501.31,
      769.89
    ],
    "text": "1 Similarly, it is observed that the term ‘public officer’ is defined in the Constitution as well as in the said Rule 5(8) of the Court of Appeal (Appellate Procedure) Rules 1990 for the purpose of such Rules.",
    "fonts": [
      "Calibri"
    ],
    "sizes": [
      6.480000019073486,
      9.960000038146973,
      12.0
    ]
  },
  {
    "page_number": 7,
    "bbox": [
      90.02,
      779.16,
      508.13,
      805.8
    ],
    "text": "Page 8 of 8",
    "fonts": [
      "Calibri",
      "Calibri,Bold"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 7,
    "bbox": [
      126.02,
      74.69,
      508.59,
      286.76
    ],
    "text": "principle of Rule 5 of Part 5 IV of the Court of Appeal(Appellate Procedure) Rules 1990 is that the Court should satisfy that such a respondent has been sufficiently identified and described and has not been misled or prejudiced any party. Hence, the Review Court should have the sole discretion to decide, upon satisfaction, that such a respondent who is a natural person or a juristic person or otherwise, has been sufficiently identified and described for the purpose of making a mandatory order which can be enforced. This emphasized the fact that such discretion of the Review Court should exist even in an application for substitution of parties in an application for Mandamus.”",
    "fonts": [
      "Calibri Light",
      "Calibri Light,Italic"
    ],
    "sizes": [
      14.039999961853027
    ]
  },
  {
    "page_number": 7,
    "bbox": [
      90.02,
      300.44,
      508.6,
      532.3
    ],
    "text": "In the light of the rationale upheld in the above judgement, I am of the view that where the responsible public authority has been sufficiently/adequately identified in his official capacity or by reference to his official designation, there shall be no legal bar for this Court to issue a Writ of Mandamus. In the given instance, the Chairman of NHDA has been sufficiently identified as a Respondent by his official designation, and where a Writ of Mandamus is issued by this Court under the instant application, the incumbent Chairman of NHDA shall be responsible for giving effect to such order. Therefore, considering the grave injustice caused to the Petitioner due to the actions of the 1st Respondent and in view of the circumstances exclusive to the instant application, I reject the technical objection raised on behalf of the 1st Respondent.",
    "fonts": [
      "Calibri Light"
    ],
    "sizes": [
      9.0,
      14.039999961853027
    ]
  },
  {
    "page_number": 7,
    "bbox": [
      90.02,
      543.4,
      508.59,
      599.65
    ],
    "text": "For the reasons given above, I issue a Writ of Mandamus against the 1st Respondent as prayed for in the prayer (b) of the Petition. Parties will bear their cost.",
    "fonts": [
      "Calibri Light"
    ],
    "sizes": [
      9.0,
      14.039999961853027
    ]
  },
  {
    "page_number": 7,
    "bbox": [
      99.02,
      645.25,
      508.59,
      659.29
    ],
    "text": "Judge of the Court of Appeal",
    "fonts": [
      "Calibri Light"
    ],
    "sizes": [
      14.039999961853027
    ]
  },
  {
    "page_number": 7,
    "bbox": [
      90.02,
      677.05,
      245.02,
      691.09
    ],
    "text": "Adithya Patabendige, J.",
    "fonts": [
      "Calibri Light"
    ],
    "sizes": [
      14.039999961853027
    ]
  },
  {
    "page_number": 7,
    "bbox": [
      99.02,
      704.89,
      508.59,
      738.73
    ],
    "text": "I agree. Judge of the Court of Appeal",
    "fonts": [
      "Calibri Light"
    ],
    "sizes": [
      14.039999961853027
    ]
  }
]