[
  {
    "page_number": 0,
    "bbox": [
      64.82,
      781.9,
      328.49,
      806.38
    ],
    "text": "Page 1 of 6",
    "fonts": [
      "Calibri",
      "Calibri-Bold"
    ],
    "sizes": [
      11.039999961853027
    ]
  },
  {
    "page_number": 0,
    "bbox": [
      93.26,
      59.88,
      511.97,
      71.88
    ],
    "text": "IN THE COURT OF APPEAL OF THE DEMOCRATIC SOCIALIST REPUBLIC OF SRI LANKA.",
    "fonts": [
      "Calibri-Bold"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 0,
    "bbox": [
      316.85,
      98.3,
      543.29,
      173.54
    ],
    "text": "In the matter of an appeal under Section 331 of the Code of Criminal Procedure Act No. 15 of 1979 read with Article 138 of the Constitution of the Democratic Socialist Republic of Sri Lanka.",
    "fonts": [
      "Calibri"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 0,
    "bbox": [
      316.85,
      185.3,
      479.33,
      228.98
    ],
    "text": "The Attorney General Attorney General's Department, Colombo 12.",
    "fonts": [
      "Calibri",
      "Calibri-Bold"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 0,
    "bbox": [
      64.82,
      240.74,
      518.57,
      252.74
    ],
    "text": "Court of Appeal No CA-HCC-167/2016 Complainant",
    "fonts": [
      "Calibri",
      "Calibri-Bold"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 0,
    "bbox": [
      64.82,
      264.62,
      337.34,
      276.62
    ],
    "text": "HC Chillaw 125/2004 Vs.",
    "fonts": [
      "Calibri",
      "Calibri-Bold"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 0,
    "bbox": [
      316.85,
      288.41,
      514.61,
      300.41
    ],
    "text": "Kankanam Tantrilage Antony alias Baba",
    "fonts": [
      "Calibri"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 0,
    "bbox": [
      460.9,
      312.17,
      523.61,
      324.17
    ],
    "text": "Accused",
    "fonts": [
      "Calibri",
      "Calibri-Bold"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 0,
    "bbox": [
      316.85,
      336.05,
      413.78,
      348.05
    ],
    "text": "And now between",
    "fonts": [
      "Calibri-Bold"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 0,
    "bbox": [
      316.85,
      359.81,
      517.37,
      371.81
    ],
    "text": "Kankanam Tantrilage Antony alias Baba",
    "fonts": [
      "Calibri"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 0,
    "bbox": [
      444.46,
      383.69,
      543.17,
      395.69
    ],
    "text": "Accused-Appellant",
    "fonts": [
      "Calibri-Bold"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 0,
    "bbox": [
      316.85,
      407.45,
      337.34,
      419.45
    ],
    "text": "Vs.",
    "fonts": [
      "Calibri-Bold"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 0,
    "bbox": [
      316.85,
      431.21,
      479.33,
      474.91
    ],
    "text": "The Attorney General Attorney General's Department, Colombo 12.",
    "fonts": [
      "Calibri"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 0,
    "bbox": [
      405.55,
      486.67,
      540.53,
      498.67
    ],
    "text": "Complainant-Respondents",
    "fonts": [
      "Calibri-Bold"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 0,
    "bbox": [
      64.82,
      510.67,
      347.54,
      566.47
    ],
    "text": "Before: N. Bandula Karunarathna J. & R. Gurusinghe J.",
    "fonts": [
      "Calibri",
      "Calibri-Bold"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 0,
    "bbox": [
      64.82,
      577.27,
      450.53,
      603.91
    ],
    "text": "Counsel: Kaminda De Alwis AAL for the accused-appellant",
    "fonts": [
      "Calibri",
      "Calibri-Bold"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 0,
    "bbox": [
      64.82,
      606.55,
      526.61,
      662.47
    ],
    "text": "Harippriya Jayasundara ASG PC for the Complainant-Respondent Written Submissions: By the Accused-Appellant on 16.06.2017",
    "fonts": [
      "Calibri",
      "Calibri-Bold"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 0,
    "bbox": [
      208.85,
      665.02,
      457.25,
      677.02
    ],
    "text": "By the Complainant-Respondent 13.07.2017",
    "fonts": [
      "Calibri",
      "Calibri-Bold"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 0,
    "bbox": [
      64.82,
      687.82,
      269.04,
      773.02
    ],
    "text": "Argued on : 24.02.2022 Decided on : 29.03.2022",
    "fonts": [
      "Calibri",
      "Calibri-Bold"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 1,
    "bbox": [
      64.82,
      781.9,
      328.49,
      806.38
    ],
    "text": "Page 2 of 6",
    "fonts": [
      "Calibri",
      "Calibri-Bold"
    ],
    "sizes": [
      11.039999961853027
    ]
  },
  {
    "page_number": 1,
    "bbox": [
      64.82,
      59.88,
      540.53,
      155.18
    ],
    "text": "N. Bandula Karunarathna J. This appeal is from the judgment, delivered by the learned Judge of the High Court of Chilaw, dated 28.09.2016, by which, the accused-appellant, who is before this Court, was convicted and sentenced to death for having murdered Ushettige Aladin Peter Appuhami (the deceased), and committing the offence of Murder under section 296 of the Penal Code.",
    "fonts": [
      "Calibri",
      "Calibri-Bold"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 1,
    "bbox": [
      64.82,
      168.02,
      274.92,
      180.02
    ],
    "text": "The charge in the indictment is as follows;",
    "fonts": [
      "Calibri"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 1,
    "bbox": [
      109.82,
      192.74,
      540.3,
      236.42
    ],
    "text": "that on or about 13.04.2000, committed the offence of murder by causing the death of Ushettige Aladin Peter Appuhami which is an offence punishable under Section 296 of the Penal Code.",
    "fonts": [
      "Calibri"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 1,
    "bbox": [
      64.82,
      248.18,
      540.0,
      276.02
    ],
    "text": "After pleading \"Not Guilty\" for the charge and after opting not to have the trial by a Jury, the trial commenced on 04th July 2007.",
    "fonts": [
      "Calibri"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 1,
    "bbox": [
      64.82,
      287.81,
      442.82,
      299.81
    ],
    "text": "At the trial, 8 witnesses gave evidence on behalf of the prosecution, namely;",
    "fonts": [
      "Calibri"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 1,
    "bbox": [
      100.82,
      309.83,
      333.74,
      434.33
    ],
    "text": "1. Ushettige Pradeep Nandana Appuhami 2. Warnakulasuriya Niluka Damayanthi Perera 3. Police Inspector Herath 4. Police Inspector Kumara Gamage 5. P.C.31879 Jayasinghe 6. Sub Inspector Jayanath 7. Dr S. Fernando 8. Balasuriya Lekamlage Nilantha Kithsiri",
    "fonts": [
      "ArialMT",
      "Calibri"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 1,
    "bbox": [
      64.82,
      446.09,
      540.52,
      489.79
    ],
    "text": "Upon the conclusion of the Prosecution Case, after the Learned High Court Judge had explained the rights of the accused-appellant, he came to the witness box and gave evidence and then closed the defence case.",
    "fonts": [
      "Calibri"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 1,
    "bbox": [
      64.82,
      501.55,
      540.35,
      545.23
    ],
    "text": "After the trial, the Learned Trial Judge found the Accused-Appellant guilty and proceeded to impose the Death Sentence on him. The accused-appellant preferred this appeal against the said conviction and sentence.",
    "fonts": [
      "Calibri"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 1,
    "bbox": [
      64.82,
      556.99,
      252.0,
      568.99
    ],
    "text": "The grounds of appeal are as follows;",
    "fonts": [
      "Calibri"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 1,
    "bbox": [
      108.74,
      578.89,
      540.19,
      608.59
    ],
    "text": "(i) The learned trial Judge has convicted the appellant based on uncorroborated and inconsistent evidence of the prosecution witnesses.",
    "fonts": [
      "ArialMT",
      "Calibri"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 1,
    "bbox": [
      105.98,
      611.41,
      540.17,
      649.39
    ],
    "text": "(ii) The learned trial Judge has failed to apply the test of probability and improbability to the prosecution witnesses and defence evidence in convicting the appellant.",
    "fonts": [
      "ArialMT",
      "Calibri"
    ],
    "sizes": [
      6.960000038146973,
      12.0
    ]
  },
  {
    "page_number": 1,
    "bbox": [
      103.34,
      652.09,
      540.28,
      689.02
    ],
    "text": "(iii) The learned trial Judge has not applied the law and legal principles in convicting the Appellant.",
    "fonts": [
      "ArialMT",
      "Calibri"
    ],
    "sizes": [
      6.0,
      12.0
    ]
  },
  {
    "page_number": 1,
    "bbox": [
      103.34,
      691.72,
      540.3,
      760.18
    ],
    "text": "(iv) As per the learned trial Judge, one of the grounds for the conviction of the appellant is his failure to disclose that the police officers had obtained the statement from him by compulsion after being assaulted by the police.",
    "fonts": [
      "ArialMT",
      "Calibri"
    ],
    "sizes": [
      6.0,
      12.0
    ]
  },
  {
    "page_number": 2,
    "bbox": [
      64.82,
      781.9,
      328.49,
      806.38
    ],
    "text": "Page 3 of 6",
    "fonts": [
      "Calibri",
      "Calibri-Bold"
    ],
    "sizes": [
      11.039999961853027
    ]
  },
  {
    "page_number": 2,
    "bbox": [
      106.1,
      58.02,
      540.02,
      87.72
    ],
    "text": "(v) Failure on the part of the appellant to explain the failure to disclose that the statement given to the police was obtained from him through compulsion.",
    "fonts": [
      "ArialMT",
      "Calibri"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 2,
    "bbox": [
      64.82,
      102.14,
      540.41,
      208.94
    ],
    "text": "It is evident that the appellant and the deceased are brothers-in-law and they lived in joint houses that are separated by a wall. While the appellant lived in the first house facing the road, the deceased lived in the next house having access through a 3 feet wide footpath that ran in front of the house of the appellant. Pradeep Nandana(PW 1) was the son of the deceased. On the day in question in the afternoon, when he returned from the boutique, he has accidentally knocked down a kerosene oil cooker that was being repaired by the appellant and as a result that has caught fire. Over the said incident the appellant has got angry and has scolded (PW 1) in filth.",
    "fonts": [
      "Calibri"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 2,
    "bbox": [
      64.82,
      220.82,
      540.52,
      375.17
    ],
    "text": "Later in the night the deceased who was the father of the witness PW 1, has come home after work. Having asked the witness (PW 1) to remain inside the house, the deceased has left the house to bring his wife from work. At that time the wife of the witness PW 1, Niluka Damayanthi (PW3) has followed the deceased up to the road, holding the torch to light up the pathway. A little later the witness PW 1, has heard his wife (PW 3) raising cries and when he went there, he has seen the appellant running away with a weapon. The deceased has told the witness (PW 1) that he was stabbed by the appellant and not to chase behind him as he is armed with a knife. This witness PW 1, died when the High Court trial was going on, halfway through his cross-examination, his deposition made at the non-summary inquiry was marked as evidence at the trial, under section 33 of the Evidence Ordinance.",
    "fonts": [
      "Calibri"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 2,
    "bbox": [
      64.82,
      386.93,
      540.42,
      462.17
    ],
    "text": "Niluka Damayanthi (PW 3) was an eyewitness to the incident. She is the wife of the witness Pradeep Nandana (PW 1). It is evident that when the deceased has requested the accused-appellant not to fight, the appellant has stabbed the deceased with a knife. The knife that was used for the commission of the offence was identified by the witness PW 1 and it was marked as P3 at the trial.",
    "fonts": [
      "Calibri"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 2,
    "bbox": [
      64.82,
      473.95,
      540.53,
      517.63
    ],
    "text": "SI Jayanath has recovered a knife from the statement on the accused-appellant. The said knife was identified by the witness at the trial which was already marked as P3. The portion of the section 27 statement was marked and produced as P 5.",
    "fonts": [
      "Calibri"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 2,
    "bbox": [
      64.82,
      529.39,
      540.41,
      604.63
    ],
    "text": "The Judicial Medical Officer (JMO) has observed two stab injuries on the back of the deceased. One on the left has pierced the lung and that has been identified as a necessarily fatal injury. According to the JMO, the injured could have been alive for 5-10 minutes and he could have spoken within the first few minutes. The JMO stated that the characteristics observed on the injuries are compatible with the knife that he was shown at the trial, marked P3.",
    "fonts": [
      "Calibri"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 2,
    "bbox": [
      64.82,
      616.39,
      540.36,
      644.23
    ],
    "text": "After the prosecution case was concluded the accused-appellant gave evidence on oath. He denied any involvement with the murder of the deceased.",
    "fonts": [
      "Calibri"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 2,
    "bbox": [
      64.82,
      656.14,
      540.53,
      778.78
    ],
    "text": "When this case was taken up before us the learned counsel for the accused-appellant submitted that the accused and his mother were living in one of the three-lined houses, located at Marawila, Keenakele Molawaththa, Mudukatuwa. The deceased, his son and his son's family were living in another lined house. A road of three feet width was the common pathway to the said houses, this road led to another road named Molawatha. On the day the incident took place, the deceased was walking on the said road along with his bicycle towards the main road. The daughter-in-law of the deceased had followed the deceased. A short while later, his son too followed him and as alleged by the Prosecution, the son of the deceased had seen his father being stabbed by the",
    "fonts": [
      "Calibri"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 3,
    "bbox": [
      64.82,
      781.9,
      328.49,
      806.38
    ],
    "text": "Page 4 of 6",
    "fonts": [
      "Calibri",
      "Calibri-Bold"
    ],
    "sizes": [
      11.039999961853027
    ]
  },
  {
    "page_number": 3,
    "bbox": [
      64.82,
      59.88,
      540.18,
      87.72
    ],
    "text": "Accused-Appellant. On this alleged ground the latter was arrested and remained in the custody of the Police before being produced in the Magistrate's Court.",
    "fonts": [
      "Calibri"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 3,
    "bbox": [
      64.82,
      99.5,
      540.39,
      174.74
    ],
    "text": "It is important to note that the appellant for the first time, took up the position at the trial that he did not make his statement voluntarily to the police. The learned trial Judge in analysing his evidence observed that he did not take up that position at the Magistrate Courts either before or during the non-summary inquiry. He has also observed that in the absence of any prior complaint, it is not safe to act on a belated statement.",
    "fonts": [
      "Calibri"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 3,
    "bbox": [
      64.82,
      186.5,
      540.48,
      246.02
    ],
    "text": "In support of the above grounds of appeal, the learned counsel for the accused-appellant cited an FR Application. The learned counsel submitted that as per the recent Judgement delivered by Justice Wanasundara in SC FR Application No. 244 / 2010 a victim who underwent an experience of torture by police officers may not have confidence in the legal system. It is as follows;",
    "fonts": [
      "Calibri"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 3,
    "bbox": [
      100.82,
      257.78,
      540.37,
      412.13
    ],
    "text": "\"Nobody who was tortured at a police station would ever be scared to complain to the Judge at such a time when he was at the mercy of the Judge and the police to get bail. If any human being gets tortured by the police at any time, the victim by that time has lost confidence in the whole system of justice. Such a person would not have any other feeling than to be wanting to live by getting away from the custody of the police for the time being. He would not be in his proper senses as to think what could be done next. He would have suffered mentally and physically inside a cell, without anybody to give him food or drink or medicine or to save him from the torture that he was undergoing during the period he was within the Police Station in the recent past, for whatever number of hours or days he was tortured.\"",
    "fonts": [
      "Calibri"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 3,
    "bbox": [
      64.82,
      423.89,
      540.53,
      467.57
    ],
    "text": "The case of Sudath Silva Vs Kodithuwakku 1987 (2) SLR 119, was also cited by Justice Wanasundara in the above-mentioned FR Application, where Her Ladyship quoted the judgement of Justice Atukorale as follows;",
    "fonts": [
      "Calibri"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 3,
    "bbox": [
      96.38,
      479.35,
      540.02,
      491.35
    ],
    "text": "\"The failure of the Petitioner to complain to the Magistrate before whom he is produced",
    "fonts": [
      "Calibri"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 3,
    "bbox": [
      100.82,
      495.19,
      540.36,
      522.91
    ],
    "text": "must be viewed and judged against the backdrop of his being at that time, held in police custody with no access to any form of legal representation.\"",
    "fonts": [
      "Calibri"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 3,
    "bbox": [
      64.82,
      534.79,
      540.42,
      562.63
    ],
    "text": "The learned counsel for the accused-appellant submitted that the above-ground on which the learned High Court Judge supported his order is bad in law.",
    "fonts": [
      "Calibri"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 3,
    "bbox": [
      64.82,
      574.39,
      540.5,
      697.06
    ],
    "text": "He further argued that the other ground of conviction is the failure on the part of the accused-appellant to explain the failure to disclose that the statement given to the Police was obtained from him through compulsion. The learned High Court Judge classified the facts disclosed by the accused as being 'dangerous and unfair'. The learned counsel for the accused-appellant says that this is improper in the given circumstances since the facts disclosed by an accused has been measured against incorrect and this is not a basis to test the statement of an accused. The appropriate test to be applied in instances such as these is whether the statement of the accused had raised a reasonable doubt on the prosecution's case.",
    "fonts": [
      "Calibri"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 3,
    "bbox": [
      64.82,
      708.94,
      540.31,
      768.34
    ],
    "text": "Hence the basis on which the learned High Court Judge has viewed the statement of the Accused is bad in law and is incorrect to state that the accused's version of the incident that unfolded whilst in the custody of the Police is 'dangerous and unfair'. It was the contention of the learned counsel for the accused-appellant that the Judgement of Justice Wanasundara in SC FR Application No.",
    "fonts": [
      "Calibri"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 4,
    "bbox": [
      64.82,
      781.9,
      328.49,
      806.38
    ],
    "text": "Page 5 of 6",
    "fonts": [
      "Calibri",
      "Calibri-Bold"
    ],
    "sizes": [
      11.039999961853027
    ]
  },
  {
    "page_number": 4,
    "bbox": [
      64.82,
      59.88,
      540.19,
      87.72
    ],
    "text": "244 / 2010 is also relevant in this particular instant in that the learned High Court Judge has erred in the application of the law to support the grounds of the Accused's conviction.",
    "fonts": [
      "Calibri"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 4,
    "bbox": [
      64.82,
      99.5,
      540.53,
      222.14
    ],
    "text": "Learned counsel for the respondent says that the facts in the said case are different to the facts of this case. In the instant case, the appellant alleges that he was assaulted on 14.04.2000 after he surrendered to the court. It was in his evidence given at the trial on 30.08.2016 that he took up the position that he was assaulted. That was nearly 16 years after the alleged incident. He failed to mention the names of the officers who are alleged to have assaulted him. The accused appellant claimed that he knows the officers who assaulted him. In the circumstances, the learned counsel for the respondent submits that the learned trial Judge was correct as not acting on the belated and unexplained evidence given by the accused-appellant.",
    "fonts": [
      "Calibri"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 4,
    "bbox": [
      64.82,
      234.02,
      540.35,
      261.74
    ],
    "text": "It is important to note that in the analysis the learned trial Judge has taken the following among other items of evidence into consideration;",
    "fonts": [
      "Calibri"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 4,
    "bbox": [
      108.74,
      271.76,
      411.38,
      285.62
    ],
    "text": "(i) Evidence of the eye witness Niluka Damayanthi (PW 3).",
    "fonts": [
      "ArialMT",
      "Calibri"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 4,
    "bbox": [
      105.98,
      288.35,
      540.5,
      325.13
    ],
    "text": "(ii) The dying declaration was made to witness Pradeep Nandana (PW 1) by the deceased.",
    "fonts": [
      "ArialMT",
      "Calibri"
    ],
    "sizes": [
      6.0,
      12.0
    ]
  },
  {
    "page_number": 4,
    "bbox": [
      103.34,
      337.67,
      540.53,
      383.09
    ],
    "text": "(iii) The fact that the defence failed to mark a single contradiction or an omission in the evidence of the eye witness Niluka Damayanthi and the other lay witness Pradeep Nandana.",
    "fonts": [
      "ArialMT",
      "Calibri"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 4,
    "bbox": [
      100.82,
      395.63,
      540.53,
      437.54
    ],
    "text": "(iv) The fact that the prosecution evidence is consistent and the witnesses corroborate each other on the material points.",
    "fonts": [
      "ArialMT",
      "Calibri"
    ],
    "sizes": [
      9.0,
      12.0
    ]
  },
  {
    "page_number": 4,
    "bbox": [
      106.1,
      439.07,
      540.07,
      468.77
    ],
    "text": "(v) Thus, they meet the test of probability and promptness and their evidence is convincing.",
    "fonts": [
      "ArialMT",
      "Calibri"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 4,
    "bbox": [
      103.34,
      479.89,
      540.09,
      509.59
    ],
    "text": "(vi) Recovery of the knife on the statement of the appellant which is compatible with the injuries observed by the JMO",
    "fonts": [
      "ArialMT",
      "Calibri"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 4,
    "bbox": [
      100.58,
      512.41,
      540.38,
      582.07
    ],
    "text": "(vii) It has also been observed that although it was suggested to witness Pradeep Nandana in cross examination at the non-summary inquiry, that he conspired with his wife and stabbed the deceased, the appellant has not taken up that position in his evidence at the trial",
    "fonts": [
      "ArialMT",
      "Calibri"
    ],
    "sizes": [
      6.960000038146973,
      12.0
    ]
  },
  {
    "page_number": 4,
    "bbox": [
      97.82,
      584.77,
      388.94,
      605.71
    ],
    "text": "(viii) The improbability in the evidence of the appellant.",
    "fonts": [
      "ArialMT",
      "Calibri"
    ],
    "sizes": [
      6.0,
      12.0
    ]
  },
  {
    "page_number": 4,
    "bbox": [
      64.82,
      617.59,
      540.39,
      661.15
    ],
    "text": "Having considered the entirety of the evidence the learned trial Judge has held that the prosecution has proved its case beyond reasonable doubt and has found the appellant guilty on the charge against him.",
    "fonts": [
      "Calibri"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 4,
    "bbox": [
      64.82,
      673.06,
      540.51,
      748.3
    ],
    "text": "Although the learned counsel for the accused-appellant submitted that the learned trial Judge has not applied the law and legal principles in convicting the appellant, in my view it is very clear that the learned trial Judge has applied all the legal principles very correctly and decided that the prosecution has proved their case beyond a reasonable doubt. There was no sudden fight and the accused-appellant came with a knife and attacked the deceased.",
    "fonts": [
      "Calibri"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 5,
    "bbox": [
      64.82,
      781.9,
      328.49,
      806.38
    ],
    "text": "Page 6 of 6",
    "fonts": [
      "Calibri",
      "Calibri-Bold"
    ],
    "sizes": [
      11.039999961853027
    ]
  },
  {
    "page_number": 5,
    "bbox": [
      64.82,
      59.88,
      540.36,
      119.3
    ],
    "text": "In the above circumstances, it is evident that there is strong and cogent evidence that establishes the fact that the prosecution has proved its case beyond reasonable doubt and also that, it is proper for the learned Trial Judge to decide that, the accused-appellant did commit the offence of murder.",
    "fonts": [
      "Calibri"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 5,
    "bbox": [
      64.82,
      131.18,
      539.95,
      158.9
    ],
    "text": "Considering the above, there is no reason to interfere with the findings of the learned High Court Judge.",
    "fonts": [
      "Calibri"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 5,
    "bbox": [
      64.82,
      170.78,
      367.22,
      182.78
    ],
    "text": "We affirm the conviction and the sentence dated 28.09.2016.",
    "fonts": [
      "Calibri"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 5,
    "bbox": [
      64.82,
      194.54,
      184.89,
      206.54
    ],
    "text": "The appeal is dismissed.",
    "fonts": [
      "Calibri",
      "Calibri-Bold"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 5,
    "bbox": [
      352.87,
      266.06,
      500.45,
      278.06
    ],
    "text": "Judge of the Court of Appeal",
    "fonts": [
      "Calibri",
      "Calibri-Bold"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 5,
    "bbox": [
      64.82,
      315.77,
      147.21,
      327.77
    ],
    "text": "R. Gurusinghe J.",
    "fonts": [
      "Calibri-Bold"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 5,
    "bbox": [
      64.82,
      340.61,
      248.64,
      352.61
    ],
    "text": "I agree.",
    "fonts": [
      "Calibri-Bold"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 5,
    "bbox": [
      64.82,
      388.88,
      498.15,
      402.92
    ],
    "text": "Judge of the Court of Appeal",
    "fonts": [
      "Calibri",
      "Calibri-Bold"
    ],
    "sizes": [
      12.0,
      14.039999961853027
    ]
  }
]