[
  {
    "page_number": 0,
    "bbox": [
      72.0,
      728.95,
      311.24,
      755.83
    ],
    "text": "1",
    "fonts": [
      "CIDFont+F1"
    ],
    "sizes": [
      11.019074440002441
    ]
  },
  {
    "page_number": 0,
    "bbox": [
      84.48,
      72.49,
      530.51,
      85.75
    ],
    "text": "IN THE COURT OF APPEAL OF THE DEMOCRATIC SOCIALIST REPUBLIC OF",
    "fonts": [
      "CIDFont+F2"
    ],
    "sizes": [
      11.977274894714355
    ]
  },
  {
    "page_number": 0,
    "bbox": [
      271.32,
      101.17,
      343.67,
      114.43
    ],
    "text": "SRI LANKA",
    "fonts": [
      "CIDFont+F2"
    ],
    "sizes": [
      11.977274894714355
    ]
  },
  {
    "page_number": 0,
    "bbox": [
      310.56,
      158.29,
      545.86,
      234.91
    ],
    "text": "In the matter of an Application in the nature of Writ of Certiorari, Mandamus and Prohibition under and in terms of Article 140 of the Constitution of the Democratic Republic of Sri Lanka.",
    "fonts": [
      "CIDFont+F3"
    ],
    "sizes": [
      11.977274894714355
    ]
  },
  {
    "page_number": 0,
    "bbox": [
      310.56,
      289.21,
      457.99,
      357.67
    ],
    "text": "Serasinghe PathiranageUdula, Seelawathie Pathirana, P/57, Denawaka Road, Pelmadulla",
    "fonts": [
      "CIDFont+F3"
    ],
    "sizes": [
      11.977274894714355
    ]
  },
  {
    "page_number": 0,
    "bbox": [
      72.0,
      368.41,
      168.71,
      381.67
    ],
    "text": "CA/Writ/653/2023",
    "fonts": [
      "CIDFont+F2",
      "CIDFont+F3"
    ],
    "sizes": [
      11.019074440002441,
      11.977274894714355
    ]
  },
  {
    "page_number": 0,
    "bbox": [
      464.64,
      382.33,
      542.99,
      395.59
    ],
    "text": "PETITIONER",
    "fonts": [
      "CIDFont+F2"
    ],
    "sizes": [
      11.977274894714355
    ]
  },
  {
    "page_number": 0,
    "bbox": [
      310.56,
      398.29,
      542.99,
      474.79
    ],
    "text": "Vs. 1. National Gem and Jewellery Authority",
    "fonts": [
      "CIDFont+F2",
      "CIDFont+F3",
      "CIDFont+F4"
    ],
    "sizes": [
      11.977274894714355
    ]
  },
  {
    "page_number": 0,
    "bbox": [
      310.56,
      477.37,
      507.94,
      554.11
    ],
    "text": "12, Macksons Tower, Alfred House Gardens, Colombo 03. 2. Mr. Viraj De Silva",
    "fonts": [
      "CIDFont+F3",
      "CIDFont+F4"
    ],
    "sizes": [
      11.977274894714355
    ]
  },
  {
    "page_number": 0,
    "bbox": [
      310.56,
      556.69,
      542.71,
      649.27
    ],
    "text": "Chairman and Chief Executive Officer National Gem and Jewellery Authority, 12, Macksons Tower, Alfred House Gardens, Colombo 03. 3. Justice Gihan Pilapitiya",
    "fonts": [
      "CIDFont+F3",
      "CIDFont+F4"
    ],
    "sizes": [
      11.977274894714355
    ]
  },
  {
    "page_number": 0,
    "bbox": [
      328.56,
      651.97,
      428.78,
      712.75
    ],
    "text": "Public Trustee, No. 2 Bullers Lane, Colombo 07.",
    "fonts": [
      "CIDFont+F3"
    ],
    "sizes": [
      11.977274894714355
    ]
  },
  {
    "page_number": 1,
    "bbox": [
      72.0,
      728.95,
      311.24,
      755.83
    ],
    "text": "2",
    "fonts": [
      "CIDFont+F1"
    ],
    "sizes": [
      11.019074440002441
    ]
  },
  {
    "page_number": 1,
    "bbox": [
      310.56,
      72.08,
      433.72,
      85.51
    ],
    "text": "4. Mr. K. P.Siribaddana",
    "fonts": [
      "CIDFont+F3",
      "CIDFont+F4"
    ],
    "sizes": [
      11.977274894714355
    ]
  },
  {
    "page_number": 1,
    "bbox": [
      310.56,
      88.09,
      541.68,
      196.63
    ],
    "text": "Commissioner General of Buddhist Affairs Dahampaya, No. 135, Srimath Anagarika Dharmapala Mawatha, Colombo 7. 5. Mr. A. H. M. L. Aberathna",
    "fonts": [
      "CIDFont+F3",
      "CIDFont+F4"
    ],
    "sizes": [
      11.977274894714355
    ]
  },
  {
    "page_number": 1,
    "bbox": [
      310.56,
      199.21,
      542.76,
      291.79
    ],
    "text": "Commissioner General Department of Agrarian Development No. 42, Sir Marcus Fernando Mawatha, PO Box 537, Colombo 7. 6. Mr. K.P. Ananda Amaranayake",
    "fonts": [
      "CIDFont+F3",
      "CIDFont+F4"
    ],
    "sizes": [
      11.977274894714355
    ]
  },
  {
    "page_number": 1,
    "bbox": [
      310.56,
      294.37,
      480.34,
      339.43
    ],
    "text": "No. 723/1 Borala, Pelmadulla. 7. U. V. Dammika Liyanarachchi",
    "fonts": [
      "CIDFont+F3",
      "CIDFont+F4"
    ],
    "sizes": [
      11.977274894714355
    ]
  },
  {
    "page_number": 1,
    "bbox": [
      310.56,
      342.01,
      510.19,
      418.75
    ],
    "text": "Registrar of Lands Land Registry Rathnapura, Rathnapura. 8. Mr. Nimesha ThiwankaraSenewipala",
    "fonts": [
      "CIDFont+F3",
      "CIDFont+F4"
    ],
    "sizes": [
      11.977274894714355
    ]
  },
  {
    "page_number": 1,
    "bbox": [
      310.56,
      421.33,
      542.73,
      545.71
    ],
    "text": "Assistant Commissioner of Buddhist Affairs Dahampaya, No. 135, SrimathAnangarika Dharmapala Mawatha, Colombo 7. 9. Attorney General",
    "fonts": [
      "CIDFont+F3",
      "CIDFont+F4"
    ],
    "sizes": [
      11.977274894714355
    ]
  },
  {
    "page_number": 1,
    "bbox": [
      328.56,
      548.29,
      486.29,
      593.35
    ],
    "text": "Attorney Generals Department Hulftsdorp Street, Colombo 12.",
    "fonts": [
      "CIDFont+F3"
    ],
    "sizes": [
      11.977274894714355
    ]
  },
  {
    "page_number": 1,
    "bbox": [
      328.56,
      596.17,
      542.99,
      672.67
    ],
    "text": "RESPONDENTS",
    "fonts": [
      "CIDFont+F2",
      "CIDFont+F3"
    ],
    "sizes": [
      11.977274894714355
    ]
  },
  {
    "page_number": 2,
    "bbox": [
      72.0,
      728.95,
      311.24,
      755.83
    ],
    "text": "3",
    "fonts": [
      "CIDFont+F1"
    ],
    "sizes": [
      11.019074440002441
    ]
  },
  {
    "page_number": 2,
    "bbox": [
      72.0,
      429.01,
      182.63,
      442.27
    ],
    "text": "Mayadunne Corea J",
    "fonts": [
      "CIDFont+F2"
    ],
    "sizes": [
      11.977274894714355
    ]
  },
  {
    "page_number": 2,
    "bbox": [
      72.0,
      497.75,
      543.24,
      705.99
    ],
    "text": "The facts of the case briefly are as follows. The Petitioner alleges that he is the owner of 5/6thshares of a property to which the 1st Respondent has granted a gemming licence to the 6th Respondent. The Petitioner relies on his pedigree marked X1(i) and submits to this Court that as per the said pedigree 5/6thshares of the land called Linthotakumburaare owned by him. It was his contention that as per X1(i) the 6th Respondent owns only a 1/6th share of the said land. However, the 1st Respondent has granted licence for gemming for the above-mentioned land forthe extent of 2 Acres to the 6th Respondent. Petitioners case",
    "fonts": [
      "CIDFont+F2",
      "CIDFont+F3"
    ],
    "sizes": [
      8.503874778747559,
      12.935474395751953
    ]
  },
  {
    "page_number": 2,
    "bbox": [
      72.0,
      68.53,
      304.48,
      95.71
    ],
    "text": "Before: S.U.B. Karalliyadde, J Mayadunne Corea, J",
    "fonts": [
      "CIDFont+F2",
      "CIDFont+F3"
    ],
    "sizes": [
      11.977274894714355
    ]
  },
  {
    "page_number": 2,
    "bbox": [
      72.0,
      114.85,
      537.4,
      286.99
    ],
    "text": "Counsel: Nuwan Bopege with Chathura Weththasinghe for the Petitioner. Kuvera de Zoysa, P.C. with Sanjana de Zoysa instructed by Indika Jayaweera for the 6th Respondent. Chaya Sri Nammuni, D.S.G. with ShemanthiDunwille, S.C. for the Respondents. Supported on: 18.01.2024",
    "fonts": [
      "CIDFont+F2",
      "CIDFont+F3"
    ],
    "sizes": [
      8.024775505065918,
      11.977274894714355
    ]
  },
  {
    "page_number": 2,
    "bbox": [
      72.0,
      309.49,
      250.45,
      354.67
    ],
    "text": "Decided on: 29.02.2024",
    "fonts": [
      "CIDFont+F2",
      "CIDFont+F3"
    ],
    "sizes": [
      11.977274894714355
    ]
  },
  {
    "page_number": 3,
    "bbox": [
      72.0,
      728.95,
      311.24,
      755.83
    ],
    "text": "4",
    "fonts": [
      "CIDFont+F1"
    ],
    "sizes": [
      11.019074440002441
    ]
  },
  {
    "page_number": 3,
    "bbox": [
      72.0,
      72.23,
      543.13,
      699.51
    ],
    "text": "The Petitioner in a lengthy submission narrated how the title was devolved. It is his contention that the 6th Respondent gets only 1/6th of the share and that too was devolved to one Sumangala MedhankaraUnnanse and consequently by operation of Buddhist succession law it was devolved according to Shishyanu Shishya Paramparawa. It is the contention of the Petitioner that therefore the 6th Respondent cannot have any title as the predecessor in title to the 6th Respondent could not have alienated the land outside the provisions of Buddhist Temporalities Ordinance and the consent of the Commissioner General of Buddhist Affairs, the 4th Respondent. Petitioner drew the attention of this Court to document marked X5 namely, Regulations made under Gem and Jewellery Authority Act No. 50 of 1993 published on Gazette Extraordinary Published in No. 2165/1 dated 02.03.2020. The Petitioner contends that as per the said Regulationif the land is co-owned then the consent ofthe co-owners holding the share should be given to a person who is seeking to obtain the licence for gemming in a co-owned land. The Petitioner alleges that being the owner of 5/6thshares of the land his consent had not been obtained nor has he given it. Hence the argument that the 1stRespondents decision to grant and the granting of the licence are ultra vires, unreasonable, arbitrary, and in violation of the rules of natural justice. Thus, he contends that the issuance of a licence to the 6thRespondentis in violation of the said Regulation in X5. 6th Respondents case The 6thRespondent has completely denied the pedigree of the Petitioner and has submitted that the said land does not fall within the Buddhist Temporalities Ordinance and has contended that the 6th Respondent has acquired absolute title to an extent of 2 Acres of land. It is his contention that he has obtained the licence to the land owned by him and also contended that he had obtained the licence from the year 2013. Position of the 1, 2, 3, 4,5, 7, 8, and 9th Respondents The said Respondents have taken a preliminary objection pertaining to the issuance of notice in this case and have submitted that they have clearly scrutinized the documents submitted to them and acted within the Gem and Jewellery Authority Act and Regulations when granting permits to the 6th Respondent.The said Respondents vehemently denied",
    "fonts": [
      "CIDFont+F2",
      "CIDFont+F3"
    ],
    "sizes": [
      8.503874778747559,
      12.935474395751953
    ]
  },
  {
    "page_number": 4,
    "bbox": [
      72.0,
      728.95,
      311.24,
      755.83
    ],
    "text": "5",
    "fonts": [
      "CIDFont+F1"
    ],
    "sizes": [
      11.019074440002441
    ]
  },
  {
    "page_number": 4,
    "bbox": [
      72.0,
      72.23,
      543.23,
      715.71
    ],
    "text": "granting licence outside the parameters of the Regulations and submitted that they had at all times acted within the powers granted by the Act Analysis The Petitioners entire submission is based on two main grounds. One is that the Petitioner owns 5/6thshares of the Linthotakumbura. It is his contention that the predecessor to the 6th Respondents title gets only 1/6th share, and if the 6th Respondent is to be given a permit under the National Gem and Jewellery Authority Act, the Regulations prescribed under the said Act stipulates that a co-owner who owns less than 2/3rd share of a land has to obtain the consent of owners of 2/3rd share to obtain the licence for gemming. Thereby, its his contention that the licence granted under X6 and X21 by the 1st Respondent is bad in law as the said consent had not been obtained. His second contention is that in any event, the 6th Respondent does not acquire the title as the predecessor in title to the 6th Respondent cannot execute a deed without the consent of the 4th Respondent as the said property is governed under the provisions of Buddhist Temporalities Ordinance. This Court will now consider the first submission of the Petitioner. We find the Petitioner has submitted his pedigree marked X1(i). As per the said pedigree, the 6th Respondents predecessor gets only 1/6th share. However, this position has been strongly denied by the 6th Respondent. In his limited objections, the 6th Respondent too has submitted his own pedigree. Both parties rely on deeds to substantiate their title. However, it appeared that the said pedigrees differ. The 6th Respondent in his submissions submitted as per paragraphs 27, 31 and 32 of his limited objections the Petitioner does not get any title. It is clear that both parties agree that the original owner MedhankaraUnnanse at the outset also had title to the said land. While the Petitioners say that Venerable Medhankara had only 1/6th share, the Respondents say down the line in the pedigree they have obtained absolute title. In the objections of the 6thRespondent, they have pleaded The land depicted in Schedule 24 of the said Deed No. 6052 dated 24.09.2018 is the subject matter and therefore it is",
    "fonts": [
      "CIDFont+F2",
      "CIDFont+F3"
    ],
    "sizes": [
      8.503874778747559,
      12.935474395751953
    ]
  },
  {
    "page_number": 5,
    "bbox": [
      72.0,
      728.95,
      311.24,
      755.83
    ],
    "text": "6",
    "fonts": [
      "CIDFont+F1"
    ],
    "sizes": [
      11.019074440002441
    ]
  },
  {
    "page_number": 5,
    "bbox": [
      72.0,
      72.23,
      543.13,
      715.71
    ],
    "text": "apparent that the entirety of the subject matter has been gifted to HaldanduwawanaDhammarakkhitha Thero. In his submissions the learned Counsel for the 6th Respondent submits that Schedule 24 refers to the land in dispute namelyLinthotakumbura and he submits the said land in entirety had been gifted to the above-mentioned Thero who is a predecessor in title to the 6th Respondent. The 6th Respondent further submitted that by Deed No. 7536 dated 14.09.2011 he had got title to the entire land (6V12). It was his contention that the said deed had been properly registered and that the said deed had never been challenged in a Court of law. Hence the argument that he is the absolute owner of the said land. It is clear to this Court the Petitioners main contention is based on his and the 6th Respondents title. Whilethe Petitioner claims he has 5/6thshares and therefore the 6th Respondent should have obtained the consent of owners of 2/3rd to obtain the licence, the 6th Respondent submits that he is the absolute owner of the said land and therefore he is entitled to receive the license. It is common ground that no party has so far filed any action to clear his title. The Petitioners main contention of challenging the licence granted namely X21 stands on the assumption that he owns 5/6th shares of the land in dispute. As per the submissions, this Court observes that there is a clear title dispute between the two parties. The said title dispute has to be resolved in an appropriate court which is not this Court. The parties will have to submit their deeds and through evidence, they will have to establish their title.Until such title dispute is resolved the Petitioners contention of owning 5/6th shares or the 6th Respondents contention of being the absolute owner of the land becomes a disputed fact. The second contention of the Petitioner was that in any event,the 6thRespondent cannot have title under Deed No. 7536. Itis his contention that the seller of the said deed cannot execute a deed for the land to which the licence was issued, as the original owner of the said land has given it not to a specific person but to the temple.This argument is based on the premise thatthetitle to the landdevolved on the basisof Shishyanu Shishya Paramparawa. Accordingly, for the seller to sell the property, the Commissioner of Buddhist Affairs sanction has to be obtained and therefore the Petitioner contends that Deed No. 7536 through which the 6th Respondent gets title is not valid. In this instance, the Court observes that for the Petitioner to challenge the said deed it should have been done in an appropriate forum, and that too through deeds and witnesses. Writ Court is not the forum to adjudicate on the title of parties.",
    "fonts": [
      "CIDFont+F3"
    ],
    "sizes": [
      8.503874778747559,
      12.935474395751953
    ]
  },
  {
    "page_number": 6,
    "bbox": [
      72.0,
      728.95,
      311.24,
      755.83
    ],
    "text": "7",
    "fonts": [
      "CIDFont+F1"
    ],
    "sizes": [
      11.019074440002441
    ]
  },
  {
    "page_number": 6,
    "bbox": [
      72.0,
      72.23,
      543.23,
      715.71
    ],
    "text": "The Petitioner is seeking relief from this Court to quash the documents X17, X18, X20, X21. The Petitioners main contention is the licence X21 that has been granted to the 6thRespondent. For this to be quashed the Petitioner is inviting this Court to accept his claim of owning5/6thshares of the land to which the licence has been granted.It is the view of this Court that for the Petitioner to succeed in his contention it is imperative for him to establish that he owns the share he alleges he owns. The Petitioner further contends that on the strength of his titleto the land to which the licence has been issued, the licence should be cancelled. In view ofthe 6thRespondent'sclaim of having absolute ownership,for this Court to accede to the Petitioners request, thisCourt must first be satisfied with the Petitioners title.For the said purpose the Petitioner should first resolve the title dispute. Asstated above, this is not the forum for the parties to resolve their title disputes. Inquiry before the National Gem and Jewellery Authority On receipt of the complaint from the Petitioner, the 1st Respondent had held an inquiry where both parties were present and the said report was marked as X17.We have considered the said report and we find that the 1st Respondent had considered the objections raised by the Petitioner.The said 1st Respondent has addressed all the concerns and has come to conclusions on all the objections raised by the Petitioner. It is also pertinent to note that as per the said inquiry notes, the 6th Respondent had obtained a licence for gemming in the years 2013, 2014, 2016, 2019, 2020, and 2022. The said permits too have been granted to the same Linthotakumbura to which the impugned X24 licence had been granted. It was submitted by the learned Counsel for the 1st and 6th Respondents that when the said licenses were issued there had been no objections by the Petitioner until the issuance of the last license. It appears that for the Petitioner to challenge the issuance of the license, the 6th Respondent should have less than 2/3rd share of the land. However, as per the 6th Respondents Counsels submissions the 6th Respondent owns the land in its entirety by a deedexecuted in 2011 and marked as X10(i). Accordingly, if a person owns a land in entirety the requirement in the Gazette marked X5 does not arise as the requirement to obtain the consent of owners who own 2/3rdshare arises only if it is a co-owned property. However, as submitted as an additional precaution the 1st Respondent subsequent to the inquiry in his determination has held that if the",
    "fonts": [
      "CIDFont+F2",
      "CIDFont+F3"
    ],
    "sizes": [
      8.503874778747559,
      12.935474395751953
    ]
  },
  {
    "page_number": 7,
    "bbox": [
      72.0,
      728.95,
      311.24,
      755.83
    ],
    "text": "8",
    "fonts": [
      "CIDFont+F1"
    ],
    "sizes": [
      11.019074440002441
    ]
  },
  {
    "page_number": 7,
    "bbox": [
      72.0,
      72.23,
      543.23,
      698.67
    ],
    "text": "Petitioner owns an undividedshare of the land, he should resolve the said title dispute in a competent court. The Petitioner has been given time to institute an action in a competent court to resolve his title. As per X17 the Petitioner has been given 3 months time to file action to vindicate his title. It appears to this Court that for 1st Respondents decision X17 to be ultra vires and X21 to be ultra vires, the Petitioner should establish that the 6thRespondent does not own 2/3rd share to which the licence has been granted. To establish this, the Petitioner must first establish his title. For the Petitioner to establish his title, it should be done at a proper forum and this is not the said forum for the said purpose. It is clear as stated above, that for the Petitioner to establish his rights, he has to establish his title. This Court observes the title is in dispute. Accordingly, it is trite law that when facts are in dispute the Writ Court will be reluctant to use its discretionary power in issuing a Writ. In KumuduAkmeemana Vs Hatton National Bank & others Ca writ application No.72/2020, decided on 30.4.2021 it was held, The jurisdiction of this Court under Article 140 of the Constitution is to examine whether a statutory authority has acted within the four corners of its enabling legislation. It is not competent for this Court in the exercise of its jurisdiction to issue writs, to investigate disputed questions of fact. Therefore, this Court cannot in these proceedings determine whether the Petitioner has, in fact, signed the said Deed or not. In the case of Thajudeen Vs Sri Lanka Tea Board & Another (1981) SLR 471, it was held where the major facts are in dispute and the legal result of the facts is subject to controversy and it is necessary that the questions should be canvassed in a suit where parties would have ample opportunity of examining the witnesses so that the Court would be better able to judge which version is correct, a writ will not issue. Furthermore, in Thajudeen Vs Sri Lanka Tea Board & Another (1981) 37 SLLR 471, CHOUDRI in his book on the Law of Writs and Fundamental Rights (2nd Ed.), Vol.2, states at page 381: \"The rule has been stated that mandamus will not lie to compel a public officer to perform a duty dependent upon disputed and doubtful facts, or where the legal result of the facts is subject to controversy*.! f the right is in serious doubt the discretionary power rests with the officer to decide whether or not he will enforce it, till the right shall have been established in some proper action, and discretion fairly exercised in such circumstances cannot be controlled by mandamus;\" and, at page 449: \"Where facts are in dispute and in order to get at the truth it is necessary that the questions should be canvassed in a suit where parties would have ample opportunity of",
    "fonts": [
      "CIDFont+F2",
      "CIDFont+F3",
      "CIDFont+F5"
    ],
    "sizes": [
      8.503874778747559,
      11.977274894714355,
      12.935474395751953
    ]
  },
  {
    "page_number": 8,
    "bbox": [
      72.0,
      728.95,
      311.24,
      755.83
    ],
    "text": "9",
    "fonts": [
      "CIDFont+F1"
    ],
    "sizes": [
      11.019074440002441
    ]
  },
  {
    "page_number": 8,
    "bbox": [
      72.0,
      72.59,
      543.11,
      715.71
    ],
    "text": "examining their witnesses and the Court would be better able to judge which version is correct, a writ will not issue.\" Let me now consider as submitted by the Petitioner whether the 1stRespondent in arriving at its decision had acted ina manner where the decision becomesultra vires, unreasonable, arbitrary, in violation of the rules of natural justice.On receipt of the complaint the 1stRespondent had conducted an inquiry and given a hearing to both parties. As stated elsewhere in the absence of a clear and undisputed title the 1st Respondent had given the licence affording the Petitioner the opportunity to clear his title.The Petitioner has been given time to institute action for the same.However, the Petitioner has not availed the said opportunity up to the time of supporting this application Conduct of the Petitioner The 1st and 2nd Respondents submit that gemming licenses have been issued in previous years as statedabove to the 6th Respondent and the same has been issued without any objection from the Petitioner. This Court observes that the Petitioner has been silent on this submission. The Petitioner should have explained his silence pertaining to the issuance of the above stated licence on previous occasions if he was the owner of 5/6th shares of the said land. We observe that the Petitioner has failed to explain why he did not object on any of those occasions. It was submitted by the 6th Respondent that in view of the fact that the Petitioner has kept silent when the 6th Respondent was issued several licenses in the previous years and has failed to challenge the said issuance or to take appropriate steps to vindicate his title amounts to laches on the part of the Petitioner. We do find that the Petitioner has failed to answer this submission. It is trite law that the Writ Court will be reluctant to use its discretionary power if the Petitioner fails to explain his delay. In Biso Menike v Cyril de Alwis 1982 1 SLR 368 It was held The proposition that the application for writ must be sought as soon as injury is caused is merely an application of the equitable doctrine that delay defeats equity and the longer the injured person sleepover his rights without any reasonable excuse the chances of his success in a writ application dwindle, and the Court may reject a writ application on the ground of unexplained delay..an application for a writ of certiorari should be filed within a reasonable time from the date of order which the applicant seeks to have quashed.",
    "fonts": [
      "CIDFont+F2",
      "CIDFont+F3",
      "CIDFont+F5"
    ],
    "sizes": [
      8.503874778747559,
      12.935474395751953
    ]
  },
  {
    "page_number": 9,
    "bbox": [
      72.0,
      728.95,
      313.94,
      755.83
    ],
    "text": "10",
    "fonts": [
      "CIDFont+F1"
    ],
    "sizes": [
      11.019074440002441
    ]
  },
  {
    "page_number": 9,
    "bbox": [
      72.0,
      72.23,
      543.25,
      505.95
    ],
    "text": "In Attorney General Vs Kunchithambu 46 NLR 401, the Court held that a delay of 3 months was enough to disentitle the Petitioner to obtain relief by way of a writ application. In Issadeen Vs The Commissioner of National Housing & others(2003) 2 SLR10 it was held, Although there is no statutory provision in this country restricting the time limits in filing an application for judicial review and the case law of this country is indicative of the inclination of the Court to be generous in finding a good and valid reason for allowing late applications, I am of the view that there should be proper justification given in explaining the delay in filing such belated applications. In fact, regarding the writ of certiorari, a basic characteristic of the writ is that there should not be an unjustifiable delay in applying for the remedy. Conclusion We do find that the Petitioner has not challenged the deed which was executed in 2011. Accordingly, we find that for the Petitioners arguments to succeed he first has to establish his title. We do observe that the pedigrees of the two parties differ. Thus, making the material facts in dispute. For the Petitioner to succeed the 6th Respondent should have less than 2/3rd share in his title. As held in the above stated judgments the material facts are in dispute and have to be adjudicated in a proper forum. Hence the Petitioner has failed to satisfy this Court that he has a primafacie case even to issue notice. Accordingly, for the reasons stated above we are not inclined to grant notice and the application of the Petitioner has to fail. Therefore, we dismiss this application.",
    "fonts": [
      "CIDFont+F2",
      "CIDFont+F3",
      "CIDFont+F5"
    ],
    "sizes": [
      8.503874778747559,
      12.935474395751953
    ]
  },
  {
    "page_number": 9,
    "bbox": [
      391.68,
      508.09,
      542.99,
      551.11
    ],
    "text": "Judge of the Court of Appeal",
    "fonts": [
      "CIDFont+F2"
    ],
    "sizes": [
      11.977274894714355
    ]
  },
  {
    "page_number": 9,
    "bbox": [
      72.0,
      552.73,
      542.99,
      595.75
    ],
    "text": "S.U.B. Karalliyadde, J",
    "fonts": [
      "CIDFont+F2"
    ],
    "sizes": [
      11.977274894714355
    ]
  },
  {
    "page_number": 9,
    "bbox": [
      117.0,
      597.13,
      152.97,
      640.15
    ],
    "text": "I agree",
    "fonts": [
      "CIDFont+F3"
    ],
    "sizes": [
      11.977274894714355
    ]
  },
  {
    "page_number": 9,
    "bbox": [
      72.0,
      642.13,
      542.79,
      671.07
    ],
    "text": "Judge of the Court of Appeal",
    "fonts": [
      "CIDFont+F2",
      "CIDFont+F3"
    ],
    "sizes": [
      11.977274894714355,
      12.935474395751953
    ]
  }
]