[
  {
    "page_number": 0,
    "bbox": [
      72.02,
      777.35,
      330.95,
      806.64
    ],
    "text": "Page 1 of 10",
    "fonts": [
      "Aptos",
      "Aptos,Bold"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 0,
    "bbox": [
      104.3,
      71.98,
      595.49,
      100.02
    ],
    "text": "IN THE COURT OF APPEAL OF THE DEMOCRATIC SOCIALIST",
    "fonts": [
      "BookmanOldStyle-Bold"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 0,
    "bbox": [
      72.02,
      100.2,
      381.91,
      128.3
    ],
    "text": "REPUBLIC OF SRI LANKA",
    "fonts": [
      "BookmanOldStyle-Bold",
      "BookmanOldStyle-Italic"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 0,
    "bbox": [
      277.61,
      130.44,
      527.02,
      274.04
    ],
    "text": "In the matter of an application for Mandates in the nature of Writs of Certiorari and Prohibition under and in terms of Article 140 of the Constitution of the Democratic Socialist Republic of Sri Lanka. 1. Keshini Goonetilleke",
    "fonts": [
      "ArialMT",
      "BookmanOldStyle",
      "BookmanOldStyle-Italic"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 0,
    "bbox": [
      277.61,
      276.27,
      519.58,
      322.67
    ],
    "text": "No.15D, Mudliyar Avenue, Kohuwela. 2. Sujeewa Ariyarathne",
    "fonts": [
      "ArialMT",
      "BookmanOldStyle"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 0,
    "bbox": [
      72.02,
      324.87,
      494.35,
      387.47
    ],
    "text": "No.287/A, Sri Nandajothikarama Road, Hokandara Road, Thalawathugoda.",
    "fonts": [
      "BookmanOldStyle"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 0,
    "bbox": [
      277.61,
      389.67,
      527.5,
      436.07
    ],
    "text": "PETITIONER 1. Hon. Attorney-General",
    "fonts": [
      "ArialMT",
      "BookmanOldStyle",
      "BookmanOldStyle-Bold"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 0,
    "bbox": [
      277.61,
      438.27,
      486.7,
      500.89
    ],
    "text": "Attorney-General's Department, Colombo 12. 2. Katapodi Kankanamge Pandula",
    "fonts": [
      "ArialMT",
      "BookmanOldStyle"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 0,
    "bbox": [
      277.61,
      503.09,
      481.13,
      598.09
    ],
    "text": "Priyanka No. 20/5, N. J. V. Cooray Mawatha, Rajagiriya. 3. Jayasinghe Arachchige Gamini",
    "fonts": [
      "ArialMT",
      "BookmanOldStyle"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 0,
    "bbox": [
      277.61,
      600.29,
      477.34,
      695.32
    ],
    "text": "Jayasinghe Muwanhelwatta, Thalangama North, Battaramulla. 4. Lokuralalage Sarath Jayantha",
    "fonts": [
      "ArialMT",
      "BookmanOldStyle"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 0,
    "bbox": [
      277.61,
      697.52,
      368.47,
      760.12
    ],
    "text": "No. 263/8, Makumbura, Pannipitiya.",
    "fonts": [
      "BookmanOldStyle"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 0,
    "bbox": [
      76.1,
      202.56,
      236.45,
      230.82
    ],
    "text": "CA (Writ) Application No. 03/2021",
    "fonts": [
      "BookmanOldStyle-Bold"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 1,
    "bbox": [
      72.02,
      777.35,
      330.95,
      806.64
    ],
    "text": "Page 2 of 10",
    "fonts": [
      "Aptos",
      "Aptos,Bold"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 1,
    "bbox": [
      277.61,
      71.98,
      455.26,
      85.98
    ],
    "text": "5. Hatton National Bank PLC",
    "fonts": [
      "ArialMT",
      "BookmanOldStyle"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 1,
    "bbox": [
      277.61,
      88.2,
      462.22,
      167.0
    ],
    "text": "No. 479, T. B. Jayah Mawatha, Colombo 10. 6. Softcom Solutions (Pvt) Ltd.",
    "fonts": [
      "ArialMT",
      "BookmanOldStyle"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 1,
    "bbox": [
      277.61,
      169.2,
      423.55,
      248.0
    ],
    "text": "No. 262/4, Nawala Road, Nawala, Rajagiriya. 7. C. D. Wickramaratne",
    "fonts": [
      "ArialMT",
      "BookmanOldStyle"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 1,
    "bbox": [
      277.61,
      250.2,
      452.26,
      329.03
    ],
    "text": "Inspector General of Police, Police Headquarters, Colombo 01. 8. Nishantha De Zoysa",
    "fonts": [
      "ArialMT",
      "BookmanOldStyle"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 1,
    "bbox": [
      277.61,
      331.23,
      480.82,
      442.43
    ],
    "text": "Senior Superintendent of Police, Director, Criminal Investigation Department (CID), New Secretariat Building, Colombo 01. 9. Asela Indrajith",
    "fonts": [
      "ArialMT",
      "BookmanOldStyle"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 1,
    "bbox": [
      288.05,
      444.63,
      519.46,
      539.65
    ],
    "text": "Officer-in-Charge of Police, Commercial Crimes Investigation Unit, Criminal Investigation Department (CID), New Secretariat Building, Colombo 01.",
    "fonts": [
      "BookmanOldStyle"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 1,
    "bbox": [
      72.02,
      541.85,
      527.5,
      642.49
    ],
    "text": "RESPONDENTS Before: M. T. MOHAMMED LAFFAR, J. (ACT. P/CA) Counsel:",
    "fonts": [
      "BookmanOldStyle",
      "BookmanOldStyle-Bold",
      "BookmanOldStyle-BoldItal"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 1,
    "bbox": [
      72.02,
      642.53,
      527.26,
      769.24
    ],
    "text": "Sanjeewea Jayawardena P.C instructed by Sanjaya Fonseka for the Petitioners. Dr. Romesh De Silva P.C instructed by Thushari Ranaweera for the 5th Respondent. Dilan Rathnayake A.S.G for the Attorney-General.",
    "fonts": [
      "BookmanOldStyle"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 2,
    "bbox": [
      72.02,
      777.35,
      330.95,
      806.64
    ],
    "text": "Page 3 of 10",
    "fonts": [
      "Aptos",
      "Aptos,Bold"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 2,
    "bbox": [
      72.02,
      71.98,
      527.26,
      762.28
    ],
    "text": "Argument : 09.10.2024, 24.10.2024, 19.11.2024 Written Submissions on : 12.06.2025 (For the Petitioners) 22.05.2025 (For the 1st, 7th, 8th, and 9th Respondents Decided on :16.06.2025 MOHAMMED LAFFAR, J. The Petitioners, seek the issuance of writs of Certiorari, Prohibition, and Mandamus against the Attorney General and other Respondents in respect of the institution of criminal proceedings bearing High Court Case No. HC 1998/2020 and the naming of the Petitioners as suspects in Magistrates Court Case No. B/9872/02/11, both arising from an alleged incident of cheating under Section 398 of the Penal Code. The Petitioners, during the material time, were employees of Hatton National Bank PLC (hereinafter \"HNB\"), with the 1st Petitioner serving as an Assistant Manager and the 2nd Petitioner serving as a Junior Executive. The relevant facts date back to the period surrounding a mortgage transaction concerning the property bearing assessment No. 562/5, Welikadawatte, Rajagiriya, which was used as security for credit facilities granted by HNB to the 12th Respondent company in or around 2008-2009. The said loan account had fallen into default, prompting HNB to initiate recovery proceedings, including the scheduling of a public auction of the mortgaged property. In or around December 2010, the 6th Respondent, an individual previously unknown to the Petitioners, approached the Borella Branch of HNB with a proposal to settle the arrears and stay the auction. The 6th Respondent was accompanied by the 8th Respondent, who was a director of the 12th Respondent company. The 6th Respondent deposited a sum of Rs. 6.25 million with HNB, which was duly credited to the loan account of the 12th Respondent in accordance with standard banking procedures. Subsequently, the 7th Respondent made representations to the Bank asserting title to the subject property and alleging that the said mortgage was based on a forged deed. The Petitioners maintain that they were unaware of any such dispute at the time of accepting the payment, and that title verification and legal due diligence were exclusively the responsibility of HNBs Legal Department. On 20th January 2011, the 6th Respondent lodged a complaint with the Criminal Investigation Department (CID) alleging that the 8th, 9th, and 10th Respondents had fraudulently induced him to make the said payment under the false pretense that the subject property would be transferred to him. The CID initiated investigations under Sections 389 and 400 of the Penal Code.",
    "fonts": [
      "BookmanOldStyle",
      "BookmanOldStyle-Bold",
      "BookmanOldStyle-Italic"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 3,
    "bbox": [
      72.02,
      777.35,
      330.95,
      806.64
    ],
    "text": "Page 4 of 10",
    "fonts": [
      "Aptos",
      "Aptos,Bold"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 3,
    "bbox": [
      72.02,
      71.98,
      531.7,
      748.12
    ],
    "text": "On 29th June 2011, the 8th Respondent was produced before the Magistrates Court of Colombo as a suspect. The Petitioners subsequently provided statements to the CID in February 2012. The Petitioners assert that the CID concluded its investigations and, in a report dated 6th August 2012, confirmed that the matter had been referred to the Attorney General for advice. No adverse observations were made against the Petitioners in that report. However, in an unexpected turn, the CID, by further report dated 19th August 2020, recorded that the Attorney General had instructed that the Petitioners be named as suspects, and an indictment was subsequently filed against them and others in High Court Case No. HC 1998/2020. It is against this backdrop that the Petitioners have invoked the jurisdiction of this Court, seeking writs of certiorari to quash the decisions of the Attorney General and CID to indict and name them as suspects, writs of certiorari to quash the resulting indictment and related judicial orders, a writ of prohibition restraining further proceedings against them, and a writ of mandamus directing their discharge from the relevant criminal proceedings. CA (Writ) Application No. 03/2021 & CA (Writ) Application No. 590/2023 Based on application made by the parties of consent, CA (Writ) Application No. 03/2021 and CA (Writ) Application No. 590/2023 were amalgamated and taken up together. It is apparent that the two cases are founded on materially similar factual and legal assertions. In both applications, the Petitioners assert that they were employed at Hatton National Bank PLC during the material time and acted in accordance with internal banking procedures and under the direction of superiors, without any personal interest or dishonest intent in relation to the mortgage transaction that forms the basis of the indictment. Furthermore, the claims advanced in both cases rest on common grounds of absence of mens rea, lack of material evidence, procedural impropriety, and unlawful exercise of prosecutorial discretion. PETITIONERS CONTENTION The Petitioners contend that the decision of the Honourable Attorney General to indict them for the offence of cheating under Section 398 of the Penal Code, together with the consequential actions taken by the CID and the High Court of Colombo, constitute a manifestly unlawful, irrational, and procedurally flawed exercise of prosecutorial discretion, which infringes their constitutional rights and warrants the intervention of this Court by way of prerogative reliefs. The Petitioners submit that they were, at all material times, officers of Hatton National Bank PLC (HNB), acting strictly within the scope of their employment and in accordance with the internal procedures and instructions of the Bank. They assert that they neither acted independently nor exercised",
    "fonts": [
      "BookmanOldStyle",
      "BookmanOldStyle-Bold",
      "BookmanOldStyle-Italic"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 4,
    "bbox": [
      72.02,
      777.35,
      330.95,
      806.64
    ],
    "text": "Page 5 of 10",
    "fonts": [
      "Aptos",
      "Aptos,Bold"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 4,
    "bbox": [
      72.02,
      71.98,
      527.22,
      762.16
    ],
    "text": "discretion over legal or title-related decisions, which were matters reserved exclusively for HNBs Legal Department. According to the Petitioners, the complaint giving rise to the present proceedings originated from the 6th Respondent, who deposited a sum of Rs. 6.25 million to settle outstanding dues in a loan account held by the 12th Respondent company. The Petitioners maintain that the said deposit was accepted in the normal course of business and duly credited to the appropriate account in accordance with routine banking procedure. They categorically deny any knowledge of or involvement in a scheme to defraud the 6th Respondent, nor did they make any representations or assurances to him regarding the ownership or transfer of the subject property. The Petitioners further state that the legal title to the mortgaged property was examined and approved by the Banks Legal Department prior to the execution of the mortgage. The Petitioners, as branch-level employees, had neither the legal competence nor the authority to verify deeds or assess title disputes. When the 7th Respondent later visited the Bank asserting ownership of the mortgaged property, the matter was referred immediately to the Legal Department of HNB. The Petitioners submit that they acted in good faith at all times and followed the directions of their superiors and legal advisors. The Petitioners assert that they were not identified as suspects in the initial stages of the investigation carried out by the CID. Their statements were recorded on or about February 2012, and no adverse observations were made against them in the CID's report dated 6th August 2012. However, in August 2020, over eight years later, the CID, purportedly acting on the instructions of the Attorney General, submitted a further report naming the Petitioners as suspects. The Petitioners contend that the said decision is devoid of factual justification and unsupported by any new material or evidence. It is the Petitioners position that they were not served with any notice, nor were they afforded an opportunity to respond to the allegations prior to the issuance of arrest warrants and the imposition of a travel ban by the Learned High Court Judge. They assert that these actions were taken in violation of the principles of natural justice and in breach of their right to a fair hearing. The Petitioners contend that the judicial process was invoked against them in a manner that was procedurally unfair, substantively flawed, and grossly prejudicial. The Petitioners submit that the indictment against them under Section 398 of the Penal Code lacks the essential elements of the offence, in particular the presence of mens rea or dishonest intention to cause wrongful gain. They maintain that there is no material on record to support a finding that they had, at any point in time, knowingly or dishonestly deceived the 6th Respondent to part with his money. The elements required to sustain an offence of cheating are therefore absent.",
    "fonts": [
      "BookmanOldStyle",
      "BookmanOldStyle-Italic"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 5,
    "bbox": [
      72.02,
      777.35,
      330.95,
      806.64
    ],
    "text": "Page 6 of 10",
    "fonts": [
      "Aptos",
      "Aptos,Bold"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 5,
    "bbox": [
      72.02,
      71.98,
      527.26,
      762.16
    ],
    "text": "It is thus the Petitioners position that the decisions to name them as suspects, indict them, and subject them to coercive judicial process are arbitrary, unlawful, and ultra vires. The Petitioners accordingly pray that this Court exercise its jurisdiction to issue the writs sought. RESPONDENTS CONTENTION 1st, 7th, 8th, and 9th Respondents The 1st, 7th, 8th, and 9th Respondents, assert that the Petitioners are not entitled to the reliefs prayed for in the Petition and deny the material averments therein. They submit that the impugned decision to indict the Petitioners in High Court Case No. HC 1998/2020, together with the naming of them as suspects in the related Magistrates Court proceedings, was made lawfully and upon due consideration of the available material by the Honourable Attorney General, whose discretion in this regard is not amenable to judicial interference except in the limited circumstances. These Respondents state that the factual matrix giving rise to the criminal proceedings emanates from a fraudulent scheme involving the misrepresentation of ownership of the premises situated at No. 562/5, Welikadawatte, Rajagiriya. They aver that the 6th Respondent was fraudulently induced by the 8th, 9th, and 10th Respondents, acting in collusion with other parties, to part with a sum of Rs. 6.25 million under the belief that the said property would be transferred to him in lieu of his payment, which was used to settle the outstanding loan owed by the 12th Respondent company to Hatton National Bank PLC. The Respondents submit that the Petitioners, as officers of the Borella Branch of HNB, facilitated and authorised the acceptance and application of the said funds in furtherance of this scheme, without disclosing the true nature of the title to the property, and in disregard of the 7th Respondents assertion of ownership which was brought to the attention of the Bank. The 7th Respondent had at the time lodged complaints with the Bank and with the CID, asserting that the mortgage was created using forged documentation. It is their position that the CID conducted a full and proper investigation into the matter, culminating in a report which was referred to the Honourable Attorney General for consideration. After a detailed examination of the evidence and the statements recorded, the Attorney General rendered an opinion on 17th June 2020 recommending that the Petitioners be named as suspects and indicted for the offence of cheating under Section 398 of the Penal Code, among others. The Respondents contend that the said decision is neither arbitrary nor capricious but rather founded upon sufficient investigative material that reveals the Petitioners' knowledge of the fraudulent nature of the transaction. The Respondents further assert that there is no legal or factual basis to claim that the Petitioners were unfairly or discriminatorily treated.",
    "fonts": [
      "BookmanOldStyle",
      "BookmanOldStyle-Bold"
    ],
    "sizes": [
      8.039999961853027,
      12.0
    ]
  },
  {
    "page_number": 6,
    "bbox": [
      72.02,
      777.35,
      330.95,
      806.64
    ],
    "text": "Page 7 of 10",
    "fonts": [
      "Aptos",
      "Aptos,Bold"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 6,
    "bbox": [
      72.02,
      71.98,
      530.02,
      762.28
    ],
    "text": "With regard to the issuance of warrants and the travel ban, the Respondents assert that such orders were issued by the Learned High Court Judge pursuant to due process and within the lawful exercise of judicial discretion. Accordingly, the Respondents pray that this Court refuse the application for writs, uphold the validity of the indictment, and affirm the decisions made by the Attorney General and the criminal proceedings. 5th Respondent Hatton National Bank PLC The Bank affirms that the Petitioners were acting within the scope of their employment and under the authority and direction of the Bank at all material times. The 5th Respondent maintains that the mortgage over the subject property was created after a thorough title search and legal clearance by the Banks Legal Department, and not by the Petitioners themselves. HNB further clarifies that once a title dispute was raised by the 7th Respondent, the matter was appropriately referred to the Legal Department, and no independent action was taken by the Petitioners. The Bank denies any wrongdoing on the part of the Petitioners and asserts that they are being unfairly implicated in a matter that was, from beginning to end, within the remit of senior legal and credit officers of the Bank. The 5th Respondent thus supports the position that the Petitioners did not act with fraudulent intent or in breach of duty, and that their inclusion in the indictment is unwarranted and unsupported by material evidence. The Bank implicitly supports the issuance of the writs prayed for by the Petitioners. OBSERVATIONS OF THE COURT The central legal issue before this Court is whether the decision of the Honourable Attorney General to indict the Petitioners constitutes an exercise of discretion that is amenable to judicial review on grounds of illegality, irrationality, procedural impropriety, or breach of natural justice. The Courts review of prosecutorial discretion is necessarily circumscribed. As held in Victor Ivan v. Sarath N. Silva, Attorney General and Others (2001) 1 SLR 309, the Attorney Generals discretion to institute criminal proceedings is not absolute and may be subject to review where there is proof of mala fides, manifest unreasonableness, or procedural impropriety. Similarly, in Ganeshan Samson Roy v. Attorney General (CA/Writ/212/2010, CA Minutes of 22.10.2010), the Court reiterated that the exercise of such discretion must be lawful, rational, and proportionate. Absence of Mens Rea and Material Evidence The Petitioners principal contention is that the charge under Section 398 of the Penal Code is wholly unsustainable in law, as the essential element of",
    "fonts": [
      "BookmanOldStyle",
      "BookmanOldStyle-Bold",
      "BookmanOldStyle-Italic"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 7,
    "bbox": [
      72.02,
      777.35,
      330.95,
      806.64
    ],
    "text": "Page 8 of 10",
    "fonts": [
      "Aptos",
      "Aptos,Bold"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 7,
    "bbox": [
      72.02,
      71.98,
      527.25,
      762.16
    ],
    "text": "mens rea, namely, dishonest intention at the time of the alleged inducement, is entirely absent. The Petitioners, as bank employees, were not parties to the initial mortgage transaction nor to the title verification process. These responsibilities, as acknowledged by the 5th Respondent Bank itself, were assigned to the Legal Department of HNB, which approved the mortgage prior to the release of loan facilities. The Petitioners have convincingly demonstrated that the Rs. 6.25 million received from the 6th Respondent was credited to the loan account of the 12th Respondent company in the ordinary course of business, as part of a loan settlement proposal presented by the 8th Respondent. There is no evidence before this Court that either Petitioner made any representation, express or implied, to the 6th Respondent to induce such payment. Nor is there any evidence that the Petitioners had knowledge of the 7th Respondents title claim at the time the payment was accepted. Rather, the Petitioners actions were consistent with their roles as middle-tier banking officials following internal protocols. This Court finds that the material relied upon to sustain the indictment fails to establish the dishonest inducement or deception contemplated under Section 398 of the Penal Code. It is clear that the offence of cheating must be founded on conscious wrongdoing, not on the passive involvement of employees executing their duties and functions. The Respondents contention that the Petitioners ought to have known about the fraudulent nature of the transaction is speculative and falls short of the evidentiary threshold required to found a criminal indictment. Procedural Impropriety and Delay It is also material that the Petitioners were not named as suspects during the initial phase of the investigation. The CIDs report dated 6th August 2012 makes no adverse reference to the Petitioners, and their statements were recorded as early as February 2012. It was only in August 2020, after a lapse of eight years, that the CID submitted a further report naming the Petitioners as suspects, allegedly based on the Attorney Generals instructions rendered in June 2020. No explanation has been tendered by the Respondents to justify this inordinate delay, nor has any new material been identified as having emerged in the intervening period that would warrant revisiting the decision. Such unexplained delay, coupled with the absence of fresh inculpatory material, renders the decision irrational and procedurally tainted. CONCLUSION Having given consideration to the facts, procedural history, and the legal arguments advanced by both parties, this Court finds that the Petitioners have established compelling grounds for judicial intervention by way of prerogative relief.",
    "fonts": [
      "BookmanOldStyle",
      "BookmanOldStyle-Bold",
      "BookmanOldStyle-Italic"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 8,
    "bbox": [
      72.02,
      777.35,
      330.95,
      806.64
    ],
    "text": "Page 9 of 10",
    "fonts": [
      "Aptos",
      "Aptos,Bold"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 8,
    "bbox": [
      72.02,
      71.98,
      527.23,
      748.12
    ],
    "text": "The Respondents have failed to justify, either in fact or in law, the belated and unilateral decision to indict the Petitioners under Section 398 of the Penal Code, nearly a decade after the alleged incident, and in the absence of any fresh material or explanation for the delay. The Petitioners were not identified as suspects in the CIDs original investigation nor named in its 2012 report to the Attorney General. The abrupt reversal of prosecutorial stance, culminating in the naming of the Petitioners as suspects and the filing of an indictment in August 2020, is devoid of rational justification and suffers from procedural impropriety. This Court is satisfied that the Petitioners, being officers of Hatton National Bank PLC, acted strictly within the scope of their assigned duties, and that the responsibility for legal due diligence and title verification pertaining to the mortgaged property lay with the Legal Department of the Bank. The Petitioners did not engage in any conduct that could be classified as dishonest inducement or fraudulent misrepresentation. The requisite elements of mens rea under Section 398 of the Penal Code are, therefore, absent. In the aforesaid circumstances, the Court is of the considered view that the Attorney Generals decision to indict the Petitioners was arbitrary, unreasonable, and legally flawed. The Petitioners have established that the impugned decision was taken ultra vires and in violation of their fundamental right to equal treatment, due process, and procedural fairness. Accordingly, this Court finds it fit to intervene by way of writs to prevent a further miscarriage of justice. This Court therefore grants the following reliefs: 1. A mandate in the nature of a Writ of Certiorari quashing the purported decision and/or determination of the Honourable Attorney General, as demonstrated by the further report dated 19.08.2020 filed in Magistrates Court Case No. B/9872/02/11 (marked P44 and Y), to indict the Petitioners for the offence of cheating as against the 4th Respondent. 2. A mandate in the nature of a Writ of Prohibition restraining the Honourable Attorney General, his successors, and/or his servants and/or agents from issuing or serving indictments against the Petitioners under the Code of Criminal Procedure read with the Penal Code for the alleged offence of cheating the 4th Respondent, and/or for any other related offence arising from or connected with the subject matter reflected in the aforesaid report dated 19.08.2020. 3. A mandate in the nature of a Writ of Certiorari quashing the decision of the 1st, 7th, 8th and/or 9th Respondents and/or their agents or servants to cite or cause to be cited the Petitioners as suspects in the said Magistrates Court Case No. B/9872/02/11.",
    "fonts": [
      "BookmanOldStyle",
      "BookmanOldStyle-Bold",
      "BookmanOldStyle-Italic"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 9,
    "bbox": [
      72.02,
      777.35,
      334.19,
      806.64
    ],
    "text": "Page 10 of 10",
    "fonts": [
      "Aptos",
      "Aptos,Bold"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 9,
    "bbox": [
      72.02,
      71.98,
      527.26,
      311.45
    ],
    "text": "4. A mandate or mandates in the nature of Writ(s) of Certiorari quashing any indictment served on either or both Petitioners for the offence of cheating the 4th Respondent and/or any offence related to or arising from the subject matter of this application as reflected in the further report dated 19.08.2020. 5. A mandate in the nature of a Writ of Certiorari quashing the formal advice of the Honourable Attorney General dated 17.06.2020 under reference No. CR/01/195/2012, issued under Section 393(2) of the Code of Criminal Procedure Act, insofar as such advice pertains to the Petitioners. Application allowed. No costs.",
    "fonts": [
      "BookmanOldStyle",
      "BookmanOldStyle-Italic"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 9,
    "bbox": [
      225.05,
      311.55,
      527.5,
      325.53
    ],
    "text": "PRESIDENT OF THE COURT OF APPEAL (ACTG)",
    "fonts": [
      "BookmanOldStyle-Bold"
    ],
    "sizes": [
      12.0
    ]
  }
]