[
  {
    "page_number": 0,
    "bbox": [
      72.02,
      731.38,
      542.6,
      755.86
    ],
    "text": "Page 1 of 7",
    "fonts": [
      "Calibri",
      "Calibri-Bold"
    ],
    "sizes": [
      11.039999961853027
    ]
  },
  {
    "page_number": 0,
    "bbox": [
      72.98,
      74.79,
      542.31,
      88.83
    ],
    "text": "IN THE COURT OF APPEAL OF THE DEMOCRATIC SOCIALIST REPUBLIC OF SRI LANKA",
    "fonts": [
      "Calibri-Light"
    ],
    "sizes": [
      14.039999961853027
    ]
  },
  {
    "page_number": 0,
    "bbox": [
      288.05,
      125.09,
      543.18,
      197.93
    ],
    "text": "In the matter of an Application for the issue of a mandate in the nature of a Writs of Certiorari under Article 140 of the Constitution of Sri Lanka.",
    "fonts": [
      "Calibri-Light"
    ],
    "sizes": [
      12.0,
      14.039999961853027
    ]
  },
  {
    "page_number": 0,
    "bbox": [
      288.05,
      236.45,
      543.15,
      267.56
    ],
    "text": "China Harbour Engineering Company (Lanka) Limited",
    "fonts": [
      "Calibri-Light"
    ],
    "sizes": [
      14.039999961853027
    ]
  },
  {
    "page_number": 0,
    "bbox": [
      288.05,
      278.6,
      406.32,
      292.64
    ],
    "text": "Level 32, East Tower,",
    "fonts": [
      "Calibri-Light"
    ],
    "sizes": [
      14.039999961853027
    ]
  },
  {
    "page_number": 0,
    "bbox": [
      288.05,
      303.8,
      404.04,
      317.84
    ],
    "text": "World Trade Centre,",
    "fonts": [
      "Calibri-Light"
    ],
    "sizes": [
      14.039999961853027
    ]
  },
  {
    "page_number": 0,
    "bbox": [
      288.05,
      328.88,
      381.24,
      342.92
    ],
    "text": "Echelon Square,",
    "fonts": [
      "Calibri-Light"
    ],
    "sizes": [
      14.039999961853027
    ]
  },
  {
    "page_number": 0,
    "bbox": [
      288.05,
      353.96,
      362.88,
      368.0
    ],
    "text": "Colombo 01.",
    "fonts": [
      "Calibri-Light"
    ],
    "sizes": [
      14.039999961853027
    ]
  },
  {
    "page_number": 0,
    "bbox": [
      72.02,
      405.44,
      541.59,
      419.48
    ],
    "text": "CASE NO.C.A. (WRIT) 464/2021 PETITIONER",
    "fonts": [
      "Calibri-Light"
    ],
    "sizes": [
      14.039999961853027
    ]
  },
  {
    "page_number": 0,
    "bbox": [
      288.05,
      431.98,
      307.18,
      446.02
    ],
    "text": "Vs.",
    "fonts": [
      "Calibri-Light"
    ],
    "sizes": [
      14.039999961853027
    ]
  },
  {
    "page_number": 0,
    "bbox": [
      288.05,
      482.72,
      471.63,
      498.94
    ],
    "text": "1. B. K. Prabath Chandrakeerthi",
    "fonts": [
      "ArialMT",
      "Calibri-Light"
    ],
    "sizes": [
      14.039999961853027
    ]
  },
  {
    "page_number": 0,
    "bbox": [
      288.05,
      502.9,
      497.55,
      588.7
    ],
    "text": "Commissioner General of Labour, Department of Labour, Colombo 05. 2. P. L. S. Lekamge",
    "fonts": [
      "ArialMT",
      "Calibri-Light"
    ],
    "sizes": [
      14.039999961853027
    ]
  },
  {
    "page_number": 0,
    "bbox": [
      288.05,
      592.54,
      497.91,
      696.37
    ],
    "text": "Labour Officer, Termination of Employment Unit, Department of Labour, Colombo 05. 3. H. P. C. Perera",
    "fonts": [
      "ArialMT",
      "Calibri-Light"
    ],
    "sizes": [
      14.039999961853027
    ]
  },
  {
    "page_number": 0,
    "bbox": [
      306.05,
      700.33,
      439.8,
      714.37
    ],
    "text": "No. 204/3, Olaboduwa,",
    "fonts": [
      "Calibri-Light"
    ],
    "sizes": [
      14.039999961853027
    ]
  },
  {
    "page_number": 1,
    "bbox": [
      72.02,
      731.38,
      542.6,
      755.86
    ],
    "text": "Page 2 of 7",
    "fonts": [
      "Calibri",
      "Calibri-Bold"
    ],
    "sizes": [
      11.039999961853027
    ]
  },
  {
    "page_number": 1,
    "bbox": [
      288.05,
      74.91,
      460.08,
      124.85
    ],
    "text": "Gonapala Junction. 4. Madushanka Hettiarachchi",
    "fonts": [
      "ArialMT",
      "Calibri-Light"
    ],
    "sizes": [
      14.039999961853027
    ]
  },
  {
    "page_number": 1,
    "bbox": [
      288.05,
      128.81,
      464.4,
      196.61
    ],
    "text": "No. 215/1, Kumbuka North, Gonapala Junction. 5. M. S. Athukorala",
    "fonts": [
      "ArialMT",
      "Calibri-Light"
    ],
    "sizes": [
      14.039999961853027
    ]
  },
  {
    "page_number": 1,
    "bbox": [
      288.05,
      200.57,
      435.0,
      268.4
    ],
    "text": "No. 150/2/A, Mahena, Horana. 6. S. A. Sahan Eranthaka",
    "fonts": [
      "ArialMT",
      "Calibri-Light"
    ],
    "sizes": [
      14.039999961853027
    ]
  },
  {
    "page_number": 1,
    "bbox": [
      288.05,
      272.36,
      465.24,
      340.28
    ],
    "text": "No. 336/1, Pinnagolla Road, Nittambuwa. 7. M. K. L. E. Karunarathna",
    "fonts": [
      "ArialMT",
      "Calibri-Light"
    ],
    "sizes": [
      14.039999961853027
    ]
  },
  {
    "page_number": 1,
    "bbox": [
      306.05,
      344.12,
      541.71,
      447.82
    ],
    "text": "No.281/A/4, Kanaththagoda, Bandaragama. RESPONDENTS",
    "fonts": [
      "Calibri-Light"
    ],
    "sizes": [
      14.039999961853027
    ]
  },
  {
    "page_number": 1,
    "bbox": [
      72.02,
      459.7,
      384.72,
      473.74
    ],
    "text": "Before : Sobhitha Rajakaruna, J.",
    "fonts": [
      "Calibri-Light"
    ],
    "sizes": [
      14.039999961853027
    ]
  },
  {
    "page_number": 1,
    "bbox": [
      252.05,
      486.1,
      383.28,
      500.14
    ],
    "text": "Dhammika Ganepola, J",
    "fonts": [
      "Calibri-Light"
    ],
    "sizes": [
      14.039999961853027
    ]
  },
  {
    "page_number": 1,
    "bbox": [
      72.02,
      539.02,
      434.16,
      553.06
    ],
    "text": "Counsel : Malik Hannan for the Petitioner.",
    "fonts": [
      "Calibri-Light"
    ],
    "sizes": [
      14.039999961853027
    ]
  },
  {
    "page_number": 1,
    "bbox": [
      72.02,
      562.84,
      525.63,
      578.14
    ],
    "text": "Navodi de Zoysa, SC for 1st and 2nd Respondents.",
    "fonts": [
      "Calibri-Light"
    ],
    "sizes": [
      9.0,
      14.039999961853027
    ]
  },
  {
    "page_number": 1,
    "bbox": [
      72.02,
      614.29,
      318.82,
      628.33
    ],
    "text": "Argued On : 30.10.2023",
    "fonts": [
      "Calibri-Light"
    ],
    "sizes": [
      14.039999961853027
    ]
  },
  {
    "page_number": 1,
    "bbox": [
      72.02,
      667.21,
      400.92,
      681.25
    ],
    "text": "Written Submission : Petitioner : 12.12.2023",
    "fonts": [
      "Calibri-Light"
    ],
    "sizes": [
      14.039999961853027
    ]
  },
  {
    "page_number": 1,
    "bbox": [
      72.02,
      693.61,
      291.22,
      707.65
    ],
    "text": "tendered on",
    "fonts": [
      "Calibri-Light"
    ],
    "sizes": [
      14.039999961853027
    ]
  },
  {
    "page_number": 2,
    "bbox": [
      72.02,
      731.38,
      542.6,
      755.86
    ],
    "text": "Page 3 of 7",
    "fonts": [
      "Calibri",
      "Calibri-Bold"
    ],
    "sizes": [
      11.039999961853027
    ]
  },
  {
    "page_number": 2,
    "bbox": [
      72.02,
      74.79,
      318.82,
      88.83
    ],
    "text": "Decided On : 19.01.2024",
    "fonts": [
      "Calibri-Light"
    ],
    "sizes": [
      14.039999961853027
    ]
  },
  {
    "page_number": 2,
    "bbox": [
      72.02,
      127.73,
      206.62,
      141.77
    ],
    "text": "Dhammika Ganepola, J.",
    "fonts": [
      "Calibri-Light"
    ],
    "sizes": [
      14.039999961853027
    ]
  },
  {
    "page_number": 2,
    "bbox": [
      72.02,
      178.01,
      543.28,
      616.21
    ],
    "text": "The Petitioner by this Application has sought a Writ of Certiorari quashing the order dated 19.07.2021 marked P3 by the 1st Respondent. The 3rd to 7th Respondents were employed by the Petitioner Company at premises attached to its site at D.R. Wijewardena Mawatha, Colombo 10. The Petitioner states that on or about 10.09.2018, the 3rd Respondent was involved in an incident of misconduct and later on, on or about 12.09.2018, the 4th to 7th Respondent also got involved in the same incident of misconduct by abetting the 3rd Respondent in jeopardizing day-to-day activities of the Petitioner Company. The Petitioner has stated that they intended to conduct a disciplinary inquiry regarding the incident. However, before the Petitioner could initiate any such inquiry, the 3rd to 7th Respondents had lodged complaints before the 1st Respondent on 21.09.2018, alleging that their employment had been wrongfully terminated. The 1st Respondent appointed the 2nd Respondent to hold an inquiry relating to the said complaints. After the conclusion of the inquiry on 19.07.2021, the 3rd to 7th Respondents were awarded a sum of Rs. 969,540.00 for their wrongful termination of services by the Petitioner. The Petitioner contended that the 1st Respondent had not taken into consideration the evidence led at the inquiry and has acted in contrary to the provisions under the Termination of Employment of Workmen (Special Provisions) Act No. 45 of 1971 (TEWA) as amended. Further, the Petitioner claims that the jurisdiction of the 1st Respondent is ousted from hearing the complaints made by the 3rd to 7th Respondents under TEWA as there was no termination of employment by the Petitioner on non-disciplinary grounds or due to closing down of business or retrenchments or temporary layoffs and also as the employees, whose services were terminated due to disciplinary grounds or constructively terminated cannot seek relief under TEWA.",
    "fonts": [
      "Calibri-Light"
    ],
    "sizes": [
      9.0,
      14.039999961853027
    ]
  },
  {
    "page_number": 2,
    "bbox": [
      72.02,
      627.43,
      543.27,
      716.53
    ],
    "text": "The 1st & 2nd Respondents state that the 1st Respondent received complaints under the TEWA from the 3rd to 7th Respondents alleging that the Petitioner has terminated their services. The 2nd Respondent was appointed to hold an inquiry by the 1st Respondent. Accordingly, an inquiry was conducted by the 2nd Respondent and based on the evidence led at the inquiry, the 2nd Respondent concluded that the",
    "fonts": [
      "Calibri-Light"
    ],
    "sizes": [
      9.0,
      14.039999961853027
    ]
  },
  {
    "page_number": 3,
    "bbox": [
      72.02,
      731.38,
      542.6,
      755.86
    ],
    "text": "Page 4 of 7",
    "fonts": [
      "Calibri",
      "Calibri-Bold"
    ],
    "sizes": [
      11.039999961853027
    ]
  },
  {
    "page_number": 3,
    "bbox": [
      72.02,
      74.91,
      543.28,
      236.45
    ],
    "text": "services of the above employees were terminated without their prior consent in writing or without the prior approval of the Commissioner General of Labour. As it is not prudent to reinstate the employees in the Petitioner Company due to the nature of the dispute, the 2nd Respondent has recommended that compensation be awarded to 3rd-7th Respondents. The said recommendations (1R1) had been communicated to the 1st Respondent. Accordingly, the 1st Respondent issued the Order dated 10.07.2021 marked P3 awarding the 3rd to 7th Respondents a sum of Rs. 969,540.00 for the relevant wrongful termination of services by the Petitioner. Thus, the Respondents claim that the Application of the Petitioner should be dismissed.",
    "fonts": [
      "Calibri-Light"
    ],
    "sizes": [
      9.0,
      14.039999961853027
    ]
  },
  {
    "page_number": 3,
    "bbox": [
      72.02,
      248.93,
      543.26,
      281.36
    ],
    "text": "The learned Counsel for the Petitioner has indicated his willingness to proceed against only the 1st & 2nd Respondents at the commencement of the application.",
    "fonts": [
      "Calibri-Light"
    ],
    "sizes": [
      9.0,
      14.039999961853027
    ]
  },
  {
    "page_number": 3,
    "bbox": [
      72.02,
      293.84,
      543.27,
      473.74
    ],
    "text": "The Petitioner states that while the Petitioner was intending to hold a disciplinary inquiry against the 3rd to 7th Respondents regarding the impugned incident, the 3rd to 7th Respondents proceeded to make complaints to the 1st Respondent allegedly in terms of the provisions of the TEWA on the basis that the Petitioner has terminated their services. The Petitioner denies such termination of service of the 3rd to 7th Respondents. However, upon an inquiry, the 1st Respondent had held that the Petitioner has terminated the services of the 3rd to 7th Respondent in contrary to the provisions of TEWA. As the Petitioner denies the termination of employment, it is crucial to ascertain if the 1st Respondent could have exercised any of his powers under TEWA in respect of the given incident.",
    "fonts": [
      "Calibri-Light"
    ],
    "sizes": [
      9.0,
      14.039999961853027
    ]
  },
  {
    "page_number": 3,
    "bbox": [
      72.02,
      486.18,
      543.27,
      684.61
    ],
    "text": "Section 6 of the TEWA stipulated that where an employer terminates the employment of a workman in contravention of the provisions of this Act, the Commissioner may order such employer to continue to employ the workman, with effect from a date specified in such order, in the same capacity in which the workman was employed prior to such termination. However, the provisions under TEWA do not apply in respect of every category of termination of employment. It only applies in respect of termination of services other than voluntary terminations and terminations on disciplinary grounds. As per Section 2(4) of the TEWA, the employment of any workman shall be deemed to be terminated, for the purpose of the Act, if for any reason whatsoever, otherwise than by reason of a punishment imposed by way of disciplinary action. The Section 2(4) of the TEWA is as follows.",
    "fonts": [
      "Calibri-Bold",
      "Calibri-Light",
      "TimesNewRomanPSMT"
    ],
    "sizes": [
      12.0,
      13.5600004196167,
      14.039999961853027
    ]
  },
  {
    "page_number": 4,
    "bbox": [
      72.02,
      731.38,
      542.6,
      755.86
    ],
    "text": "Page 5 of 7",
    "fonts": [
      "Calibri",
      "Calibri-Bold"
    ],
    "sizes": [
      11.039999961853027
    ]
  },
  {
    "page_number": 4,
    "bbox": [
      108.02,
      74.4,
      542.8,
      144.98
    ],
    "text": "2(4) For the purposes of this Act, the scheduled employment of any workman shall be deemed to be terminated by his employer if for any reason whatsoever, otherwise than by reason of a punishment imposed by way of disciplinary action, the services of such workman in such employment are terminated by his employer, and such termination shall be deemed to include-",
    "fonts": [
      "Calibri-LightItalic"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 4,
    "bbox": [
      144.02,
      161.66,
      542.71,
      188.3
    ],
    "text": "(a) non-employment of the workman in such employment by his employer, whether temporarily or permanently, or",
    "fonts": [
      "Calibri-LightItalic"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 4,
    "bbox": [
      144.02,
      204.98,
      542.47,
      231.62
    ],
    "text": "(b) non-employment of the workman in such employment in consequence of the closure by his employer of any trade, industry or business.",
    "fonts": [
      "Calibri-LightItalic"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 4,
    "bbox": [
      72.02,
      248.69,
      543.27,
      348.2
    ],
    "text": "In view of the interpretation provided above under Section 2(4)(a), termination of services of a workman includes non-employment of the workman in such employment by his employer, whether temporarily or permanently. As such, it is apparent that for the purpose of TEWA, any termination of services including constructive termination of a workman effected in noncompliance of the said Section 2 of TEWA falls within the purview of termination of employment.",
    "fonts": [
      "Calibri-Light"
    ],
    "sizes": [
      14.039999961853027
    ]
  },
  {
    "page_number": 4,
    "bbox": [
      72.02,
      363.98,
      543.27,
      464.74
    ],
    "text": "It is on the common ground that no letters of termination were issued to the 3rd to 7th Respondents. It appears that there was no formal documentation supporting the termination of employment of the 3rd to 7th Respondents. Further, there is no agreement on termination of employment among the parties and the reason for the termination is unknown. Hence, the burden is on the 3rd to 7th Respondents to prove that their services have been terminated by the Petitioner.",
    "fonts": [
      "Calibri-Light"
    ],
    "sizes": [
      9.0,
      14.039999961853027
    ]
  },
  {
    "page_number": 4,
    "bbox": [
      72.02,
      480.52,
      543.27,
      649.69
    ],
    "text": "The 3rd to 7th Respondents complained to the police on 20.09.2018 that they were not allowed to report to duty from 12.09.2018 and their services were terminated. At the inquiry, the 4th Respondent stated that they were prevented from reporting to work, which unequivocally amounted to constructive termination of their services. Thus, it appears that the Petitioner has endeavored to deny the employment for the 3rd to 7th Respondent, temporarily or permanently. In the above premise, the 3rd to 7th Respondents will be compelled to seek relief in terms of Section 2(4)(a) of TEWA. Hence the stance taken up by the Petitioner that those who are constructively terminated from employment cannot seek relief under the TEWA cannot stand in law.",
    "fonts": [
      "Calibri-Light"
    ],
    "sizes": [
      9.0,
      14.039999961853027
    ]
  },
  {
    "page_number": 4,
    "bbox": [
      72.02,
      666.85,
      543.27,
      717.73
    ],
    "text": "The Petitioner states that the Petitioner Company intended to take disciplinary actions against the 3rd to 7th Respondents in respect of the impugned misconduct. However, it appears that the Petitioner has not exposed or expressed its intention",
    "fonts": [
      "Calibri-Light"
    ],
    "sizes": [
      9.0,
      14.039999961853027
    ]
  },
  {
    "page_number": 5,
    "bbox": [
      72.02,
      731.38,
      542.6,
      755.86
    ],
    "text": "Page 6 of 7",
    "fonts": [
      "Calibri",
      "Calibri-Bold"
    ],
    "sizes": [
      11.039999961853027
    ]
  },
  {
    "page_number": 5,
    "bbox": [
      72.02,
      73.65,
      543.28,
      476.26
    ],
    "text": "to take disciplinary actions against the 3rd to 7th Respondents until the Petitioner has taken up that stand at the inquiry before the 2nd Respondent. No evidence has been produced before the 2nd Respondent to substantiate such a position that the Petitioner had the intention to take any disciplinary actions against the 3rd to 7th Respondents. It appears that the Petitioner has failed to notify the 3rd to 7th Respondents of its intention to take disciplinary actions. No charge sheet had been served against them. Even the Human Resource Manager of the Petitioner Company who had provided a statement to the Police on 20.09.2018 had not indicated any intention of the Petitioner Company to take disciplinary actions against the 3rd to 7th Respondents. A mere statement, not substantiated with any evidence, shall not prove the alleged intention of the Petitioner Company that the Petitioner Company was in the process of taking disciplinary actions against the 3rd to 7th Respondents. It is noteworthy the period of time taken by the Petitioner even to express an intention of conducting an inquiry against the 3rd to 7th Respondents and further such intimation was made only at the later part of the inquiry before the 2nd Respondent. It appears that there was no reason for the 3rd to 7th Respondents to believe that the Petitioner was intending to take disciplinary actions against them. Therefore, the assertion of the 3rd to 7th Respondents that the Petitioner Company terminated their services by preventing them from reporting to work without any reason and on non-disciplinary grounds cannot be denied. Accordingly, the application made by the 3rd to 7th Respondents to the 1st Respondent cannot be considered a premature application or that it is contrary to the provisions of TEWA.",
    "fonts": [
      "Calibri-Light"
    ],
    "sizes": [
      9.0,
      14.039999961853027
    ]
  },
  {
    "page_number": 5,
    "bbox": [
      72.02,
      493.36,
      543.28,
      594.1
    ],
    "text": "Since there was no disciplinary action taken against the 3rd to 7th Respondents by the Petitioner, the termination of their services by the Petitioner cannot be considered as a termination on disciplinary grounds. Therefore, the applicability of TEWA in respect of the termination of services of the 3rd to 7th Respondents cannot be denied while the 1st Respondent cannot be ousted from exercising the power vested upon him under TEWA.",
    "fonts": [
      "Calibri-Light"
    ],
    "sizes": [
      9.0,
      14.039999961853027
    ]
  },
  {
    "page_number": 5,
    "bbox": [
      72.02,
      609.91,
      543.31,
      710.65
    ],
    "text": "The Petitioner further claims that the 1st and 2nd Respondent could have made an Order directing the Petitioner Company to hold a disciplinary inquiry with regard to the incident on the very first day of the inquiry. Nevertheless, upon perusal of the proceedings of the inquiry before the 2nd Respondent and the material placed before this Court, it is evident that the Petitioner has not taken up any such stand or made a request in that respect at the initial stage of the inquiry before the 2nd",
    "fonts": [
      "Calibri-Light"
    ],
    "sizes": [
      9.0,
      14.039999961853027
    ]
  },
  {
    "page_number": 6,
    "bbox": [
      72.02,
      731.38,
      542.6,
      755.86
    ],
    "text": "Page 7 of 7",
    "fonts": [
      "Calibri",
      "Calibri-Bold"
    ],
    "sizes": [
      11.039999961853027
    ]
  },
  {
    "page_number": 6,
    "bbox": [
      72.02,
      74.79,
      543.27,
      225.53
    ],
    "text": "Respondent. However, it is observed from the proceeding of the inquiry before the 2nd Respondent dated 22.01.2020, that a suggestion had been made to hold a disciplinary inquiry by the Petitioner at a later stage of the inquiry before the 2nd Respondent. Although the 3rd to 7th Respondents have consented to same, the Petitioner had informed no formal settlement could be arrived in respect of such suggestion. Accordingly, the inquiry has proceeded (see pages 332-334 of the proceedings of the inquiry). Under such circumstances, the Petitioner is now not entitled to claim that its application to hold a disciplinary inquiry against the 3rd to 7th Respondent was not accommodated.",
    "fonts": [
      "Calibri-Light"
    ],
    "sizes": [
      9.0,
      14.039999961853027
    ]
  },
  {
    "page_number": 6,
    "bbox": [
      72.02,
      241.31,
      543.27,
      410.48
    ],
    "text": "Further, the Petitioner submits that, as the 3rd to 7th Respondents claimed that their services were constructively terminated by the Petitioner the complainants should have been referred to the Labour Tribunal. However, since the 3rd to 7th Respondents based on the circumstances of this case have met the adequate statutory requirements to submit a complaint to the 1st Respondent under TEWA, I am of the view that the 3rd to 7th Respondents were entitled to maintain their complaint before the 1st Respondent under the provisions of TEWA. In the above circumstances, the reason that the 3rd to 7th Respondents have not recoursed to the Labour Tribunal cannot restrict the rights of the 3rd to 7th Respondents to make an application under TEWA.",
    "fonts": [
      "Calibri-Light"
    ],
    "sizes": [
      9.0,
      14.039999961853027
    ]
  },
  {
    "page_number": 6,
    "bbox": [
      72.02,
      426.28,
      543.25,
      509.98
    ],
    "text": "In light of the above, the 1st & the 2nd Respondents' decision to hold an inquiry in terms of the TEWA cannot be considered as an act of ultra vires or as contrary to the statutory provisions. Therefore, I hold that the Petitioner is not entitled to any of the reliefs as prayed for in the prayer of the Petition. Accordingly, the application is dismissed.",
    "fonts": [
      "Calibri-Light"
    ],
    "sizes": [
      9.0,
      14.039999961853027
    ]
  },
  {
    "page_number": 6,
    "bbox": [
      72.02,
      584.26,
      543.27,
      598.3
    ],
    "text": "Judge of the Court of Appeal",
    "fonts": [
      "Calibri-Light"
    ],
    "sizes": [
      14.039999961853027
    ]
  },
  {
    "page_number": 6,
    "bbox": [
      72.02,
      614.89,
      201.43,
      628.93
    ],
    "text": "Sobhitha Rajakaruna J.",
    "fonts": [
      "Calibri-Light"
    ],
    "sizes": [
      14.039999961853027
    ]
  },
  {
    "page_number": 6,
    "bbox": [
      72.02,
      645.25,
      145.39,
      659.29
    ],
    "text": "I agree.",
    "fonts": [
      "Calibri-Light"
    ],
    "sizes": [
      14.039999961853027
    ]
  },
  {
    "page_number": 6,
    "bbox": [
      72.02,
      675.73,
      543.27,
      689.77
    ],
    "text": "Judge of the Court of Appeal",
    "fonts": [
      "Calibri-Light"
    ],
    "sizes": [
      14.039999961853027
    ]
  }
]