[
  {
    "page_number": 0,
    "bbox": [
      90.02,
      779.16,
      508.13,
      805.8
    ],
    "text": "Page 1 of 13",
    "fonts": [
      "Calibri",
      "Calibri,Bold"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 0,
    "bbox": [
      99.14,
      74.81,
      499.3,
      88.85
    ],
    "text": "IN THE COURT OF APPEAL OF THE DEMOCRATIC SOCIALIST REPUBLIC OF",
    "fonts": [
      "Calibri Light"
    ],
    "sizes": [
      14.039999961853027
    ]
  },
  {
    "page_number": 0,
    "bbox": [
      269.21,
      91.85,
      329.28,
      105.89
    ],
    "text": "SRI LANKA",
    "fonts": [
      "Calibri Light"
    ],
    "sizes": [
      14.039999961853027
    ]
  },
  {
    "page_number": 0,
    "bbox": [
      90.02,
      142.01,
      508.48,
      326.24
    ],
    "text": "In the matter of an application for Writs of Certiorari and Mandamus under and in terms of Article 140 of the Constitution of the Democratic Socialist Republic of Sri Lanka. Asiri Surgical Hospitals PLC No. 21, Kirimandala Mawatha, Colombo 05.",
    "fonts": [
      "Calibri Light"
    ],
    "sizes": [
      14.039999961853027
    ]
  },
  {
    "page_number": 0,
    "bbox": [
      278.33,
      329.24,
      565.37,
      343.28
    ],
    "text": "PETITIONER",
    "fonts": [
      "Calibri Light"
    ],
    "sizes": [
      14.039999961853027
    ]
  },
  {
    "page_number": 0,
    "bbox": [
      90.02,
      379.42,
      202.3,
      393.46
    ],
    "text": "CA Writ application",
    "fonts": [
      "Calibri Light"
    ],
    "sizes": [
      14.039999961853027
    ]
  },
  {
    "page_number": 0,
    "bbox": [
      90.02,
      404.5,
      169.63,
      418.54
    ],
    "text": "No: 386/2016",
    "fonts": [
      "Calibri Light"
    ],
    "sizes": [
      14.039999961853027
    ]
  },
  {
    "page_number": 0,
    "bbox": [
      90.02,
      429.58,
      288.94,
      443.62
    ],
    "text": "Vs.",
    "fonts": [
      "Calibri Light"
    ],
    "sizes": [
      14.039999961853027
    ]
  },
  {
    "page_number": 0,
    "bbox": [
      234.05,
      477.68,
      505.08,
      767.31
    ],
    "text": "1. Mrs. Kalyani Dahanayake Commissioner General of Inland Revenue (former), 1A. Mr. Ivan Dissanayake Commissioner General of Inland Revenue (former), 1B. Mr. Nadun Guruge Commissioner General of Inland Revenue (former), 1C. Mr. H.M.W.C. Bandara Commissioner General of Inland Revenue (former),",
    "fonts": [
      "Arial",
      "Calibri Light"
    ],
    "sizes": [
      14.039999961853027
    ]
  },
  {
    "page_number": 1,
    "bbox": [
      90.02,
      779.16,
      508.13,
      805.8
    ],
    "text": "Page 2 of 13",
    "fonts": [
      "Calibri",
      "Calibri,Bold"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 1,
    "bbox": [
      234.05,
      74.81,
      508.59,
      311.0
    ],
    "text": "1D. Mr. D.R.S. Hapuarachchi Commissioner General of Inland Revenue (former), 1E. Ms. W.A.S. Chandrasekara Commissioner General of Inland Revenue (former), 1F. Ms. R.P.H. Fernando Commissioner General of Inland Revenue, Department of Inland Revenue, Sir Chittampalam A. Gardiner Mawatha, Colombo 02.",
    "fonts": [
      "Calibri Light"
    ],
    "sizes": [
      14.039999961853027
    ]
  },
  {
    "page_number": 1,
    "bbox": [
      234.05,
      311.42,
      508.59,
      499.06
    ],
    "text": "ADDED 1ST RESPONDENT 2. Board of Investment of Sri Lanka Level 26, West Tower, World Trade Centre, Colombo 01. 3. Attorney General Attorney General’s Department, Colombo 12.",
    "fonts": [
      "Arial",
      "Calibri Light"
    ],
    "sizes": [
      9.0,
      14.039999961853027
    ]
  },
  {
    "page_number": 1,
    "bbox": [
      270.05,
      510.1,
      535.23,
      524.14
    ],
    "text": "RESPONDENTS",
    "fonts": [
      "Calibri Light"
    ],
    "sizes": [
      14.039999961853027
    ]
  },
  {
    "page_number": 1,
    "bbox": [
      90.02,
      562.93,
      501.27,
      755.07
    ],
    "text": "Before : Dhammika Ganepola, J. Adithya Patabendige, J. Counsel : Dr. Romesh De Silva, P.C. with Manjuka Fernandopulle instructed by Malin Rajapakse for the Petitioner. Chaya Sri Nammuni, D.S.G.for the 1st and 3rd Respondents. Rohan Sahabandu P.C. with Chathurika Elviligala and Ms. Pubudu Weerasuriya",
    "fonts": [
      "Calibri Light"
    ],
    "sizes": [
      9.0,
      14.039999961853027
    ]
  },
  {
    "page_number": 2,
    "bbox": [
      90.02,
      779.16,
      508.13,
      805.8
    ],
    "text": "Page 3 of 13",
    "fonts": [
      "Calibri",
      "Calibri,Bold"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 2,
    "bbox": [
      90.02,
      71.99,
      477.87,
      167.93
    ],
    "text": "for the 2nd Respondent instructed by Samararatna Associates. Argued on : 16.10.2025",
    "fonts": [
      "Calibri Light"
    ],
    "sizes": [
      9.0,
      14.039999961853027
    ]
  },
  {
    "page_number": 2,
    "bbox": [
      90.02,
      181.61,
      489.27,
      274.88
    ],
    "text": "Written Submissions : Petitioner : 02.12.2025 tendered on 2nd Respondent : 11.12.2025 Decided on : 2026.01.19",
    "fonts": [
      "Calibri Light"
    ],
    "sizes": [
      9.0,
      14.039999961853027
    ]
  },
  {
    "page_number": 2,
    "bbox": [
      90.02,
      288.68,
      222.1,
      302.72
    ],
    "text": "Dhammika Ganepola, J.",
    "fonts": [
      "Calibri Light"
    ],
    "sizes": [
      14.039999961853027
    ]
  },
  {
    "page_number": 2,
    "bbox": [
      90.02,
      316.52,
      508.56,
      508.66
    ],
    "text": "The Petitioner Hospital entered into an agreement dated 29.03.2000 marked ‘E’ with the 2nd Respondent, the Board of Investment of Sri Lanka, to set up and conduct a business for the construction and operation of a two-tier hospital, subject to the terms and conditions referred therein. In terms of the Clause 10(v)(b) of the said agreement, if the Petitioner maintains at least one ward with a minimum of ten beds and an Out Patient Department (OPD) for non-paying patients, the Petitioner is entitled to claim tax exemptions for the income generated by the Petitioner for a period of ten years, subject to the terms and conditions therein.",
    "fonts": [
      "Calibri Light"
    ],
    "sizes": [
      9.0,
      14.039999961853027
    ]
  },
  {
    "page_number": 2,
    "bbox": [
      90.02,
      522.46,
      508.58,
      754.35
    ],
    "text": "However, the Petitioner claims that when the Petitioner attempted to establish the aforesaid ward, the Petitioner was advised that such a medical ward was not in keeping with medically accepted best practices of post-operative care. Therefore, instead of complying with such conditions in the said agreement, the Petitioner claims to have begun providing free surgical procedures and cancer treatments to patients and is currently conducting a minimum of two free paediatric cardiac surgeries per month, based on an assessment of the patients’ financial needs. The Petitioner states that free medical services provided by the Petitioner are equal in monetary terms of having at least one ward with a minimum of ten beds and an OPD for non-paying patients. Hence, the Petitioner claims that it has a legitimate expectation that it would be",
    "fonts": [
      "Calibri Light"
    ],
    "sizes": [
      14.039999961853027
    ]
  },
  {
    "page_number": 3,
    "bbox": [
      90.02,
      779.16,
      508.13,
      805.8
    ],
    "text": "Page 4 of 13",
    "fonts": [
      "Calibri",
      "Calibri,Bold"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 3,
    "bbox": [
      90.02,
      74.69,
      508.36,
      108.53
    ],
    "text": "entitled to the above tax exemption contained in the agreement marked ‘E.’",
    "fonts": [
      "Calibri Light"
    ],
    "sizes": [
      14.039999961853027
    ]
  },
  {
    "page_number": 3,
    "bbox": [
      90.02,
      122.33,
      508.59,
      354.08
    ],
    "text": "The Petitioner had declared its income for the financial years 2005/2006 to 2013/2014 to the 1st Respondent with the aforesaid legitimate expectation, claiming that it is entitled to the said tax exemption. However, the Petitioner states that the 2nd Respondent had informed the 1st Respondent that the Petitioner is not entitled to tax concessions. Thereafter, the Senior Deputy Commissioner of the Inland Revenue Department had informed the Petitioner that she is compelled not to accept the Petitioner’s returns of the income already filed for the financial years 2005/2006 to 2013/2014 by letter dated 19.11.2015 marked I (7). Subsequently, the 1st Respondent has issued income tax assessment notices for the financial years 2005/2006 to 2013/2014 marked X (1) to X (9) to the Petitioner.",
    "fonts": [
      "Calibri Light"
    ],
    "sizes": [
      9.0,
      14.039999961853027
    ]
  },
  {
    "page_number": 3,
    "bbox": [
      90.02,
      367.88,
      508.59,
      441.34
    ],
    "text": "The Petitioner claims that the decision contained in the documents X (1) to X (9) is illegal, irrational and in breach of the principles of natural justice. Therefore, the Petitioner appealed against the said assessments to the 1st Respondent.",
    "fonts": [
      "Calibri Light"
    ],
    "sizes": [
      9.0,
      14.039999961853027
    ]
  },
  {
    "page_number": 3,
    "bbox": [
      90.02,
      452.32,
      508.6,
      587.89
    ],
    "text": "Thereafter, the 1st Respondent issued letters of acknowledgement of the receipt of the said appeals marked Y (1) to Y (9) and informed the Petitioner that only 25% of the sum payable as tax, as computed by the 1st Respondent, will be held over until the Petitioner’s rights in the appeals are determined. The Petitioner claims that the decisions contained in the said documents, marked Y (1) to Y (9), are contrary to law, unjust, and iniquitous.",
    "fonts": [
      "Calibri Light"
    ],
    "sizes": [
      9.0,
      14.039999961853027
    ]
  },
  {
    "page_number": 3,
    "bbox": [
      90.02,
      601.69,
      508.59,
      754.35
    ],
    "text": "In the above circumstances, the Petitioner, inter alia, seeks a Writ of Certiorari to quash the decisions of the 1st Respondent contained in the documents marked X(1) to X(9), and a Writ of Certiorari to quash the decision contained in the documents marked Y(1) to Y(9) not to hold over the full amount as tax payable by the Petitioner as computed by the 1st Respondent until the Petitioner exhausts its remedies in appeal against the decisions reflected in the documents marked X(1) to X(9), and a Writ of Mandamus directing the 1st Respondent to hold over the sums",
    "fonts": [
      "Calibri Light"
    ],
    "sizes": [
      9.0,
      14.039999961853027
    ]
  },
  {
    "page_number": 4,
    "bbox": [
      90.02,
      779.16,
      508.13,
      805.8
    ],
    "text": "Page 5 of 13",
    "fonts": [
      "Calibri",
      "Calibri,Bold"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 4,
    "bbox": [
      90.02,
      74.69,
      508.4,
      128.33
    ],
    "text": "computed as tax payable by the Petitioner as set out in the documents marked X(1) to X(9) until the Petitioner exhausts its remedies in said appeal.",
    "fonts": [
      "Calibri Light"
    ],
    "sizes": [
      14.039999961853027
    ]
  },
  {
    "page_number": 4,
    "bbox": [
      90.02,
      139.43,
      508.59,
      235.25
    ],
    "text": "It is common ground that the Petitioner and the 2nd Respondent entered into an agreement marked ‘E’. As per Clause 10(i) of the said agreement following benefit /exemption was granted to the Petitioner subjected to the specific undertakings of the Petitioner stipulated in Clause 10(v). Clause 10 (i) is as follows.",
    "fonts": [
      "Calibri Light",
      "Calibri Light,Italic"
    ],
    "sizes": [
      9.0,
      14.039999961853027
    ]
  },
  {
    "page_number": 4,
    "bbox": [
      126.02,
      249.08,
      508.53,
      381.92
    ],
    "text": "10 (i) For a period of ten (10) years reckoned from the year of assessment as may be determined by the Board (hereinafter referred to as “a tax exemption period”) the provisions of the Inland Revenue Act no. 28 of 1979 relating to the imposition payment and recovery of income tax in respect of the profits and income of the enterprise shall not apply to the profit and income of the Enterprise.’",
    "fonts": [
      "Calibri Light,Italic"
    ],
    "sizes": [
      14.039999961853027
    ]
  },
  {
    "page_number": 4,
    "bbox": [
      90.02,
      395.62,
      241.3,
      409.66
    ],
    "text": "Clause 10(v) is as follows.",
    "fonts": [
      "Calibri Light"
    ],
    "sizes": [
      14.039999961853027
    ]
  },
  {
    "page_number": 4,
    "bbox": [
      126.02,
      423.46,
      508.59,
      477.1
    ],
    "text": "10(v) The enterprise shall be entitled to the above-mentioned concessions referred to in sub-Clause (1) of 10, subject to the following specific undertakings of the Enterprises: -",
    "fonts": [
      "Calibri Light,Italic"
    ],
    "sizes": [
      14.039999961853027
    ]
  },
  {
    "page_number": 4,
    "bbox": [
      144.02,
      488.72,
      508.41,
      504.94
    ],
    "text": "a. that the initial investment of the Enterprise made within a",
    "fonts": [
      "Arial,Italic",
      "Calibri Light,Italic"
    ],
    "sizes": [
      14.039999961853027
    ]
  },
  {
    "page_number": 4,
    "bbox": [
      144.02,
      510.7,
      508.56,
      564.37
    ],
    "text": "period of twenty-four (24) months from the date hereof shall be not less than Rupees Seventy-Five Million (Rs. 75 Mn) and b. that the Enterprise shall maintain at least one ward with a",
    "fonts": [
      "Arial,Italic",
      "Calibri Light,Italic"
    ],
    "sizes": [
      14.039999961853027
    ]
  },
  {
    "page_number": 4,
    "bbox": [
      162.02,
      570.13,
      508.6,
      603.85
    ],
    "text": "minimum of ten (10) beds and an OPD for non-paying patients.",
    "fonts": [
      "Calibri Light,Italic"
    ],
    "sizes": [
      14.039999961853027
    ]
  },
  {
    "page_number": 4,
    "bbox": [
      90.02,
      617.65,
      313.44,
      631.69
    ],
    "text": "The Question of Legitimate Expectation",
    "fonts": [
      "Calibri Light"
    ],
    "sizes": [
      14.039999961853027
    ]
  },
  {
    "page_number": 4,
    "bbox": [
      90.02,
      645.49,
      508.54,
      758.55
    ],
    "text": "It is apparent that the Petitioner has not complied with the requirements of Clause 10(v)(b) of the agreement ‘E’. The Petitioner accepted its inability/failure to comply with such requirements in its Petition. Further, the letter dated 08.09.2015 marked I (1) sent to the 1st Respondent by the Petitioner, annexed to the Petition, also disclosed the Petitioner’s inability to comply with such requirements. The Petitioner states that income tax",
    "fonts": [
      "Calibri Light"
    ],
    "sizes": [
      9.0,
      14.039999961853027
    ]
  },
  {
    "page_number": 5,
    "bbox": [
      90.02,
      779.16,
      508.13,
      805.8
    ],
    "text": "Page 6 of 13",
    "fonts": [
      "Calibri",
      "Calibri,Bold"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 5,
    "bbox": [
      90.02,
      74.69,
      508.53,
      167.93
    ],
    "text": "returns sent by the Petitioner for the financial years 2005/2006 to 2013/2014 on the basis that no income tax was payable from the above-mentioned financial years were rejected by the 1st Respondent. The Petitioner claims that it has a legitimate expectation to be entitled to the tax exemption as referred to in the agreement marked ‘E’.",
    "fonts": [
      "Calibri Light"
    ],
    "sizes": [
      9.0,
      14.039999961853027
    ]
  },
  {
    "page_number": 5,
    "bbox": [
      90.02,
      181.61,
      508.54,
      294.68
    ],
    "text": "It is manifest that the Petitioner would have been entitled to the said exemption had it adhered to the undertaking stipulated in Clause 10(v)(b). However, the Petitioner has failed to comply with the above undertaking, thereby failing to give effect to a legitimate expectation. Accordingly, unless and until the Petitioner satisfies the said requirement, no legitimate expectation may be said to have accrued to it.",
    "fonts": [
      "Calibri Light"
    ],
    "sizes": [
      14.039999961853027
    ]
  },
  {
    "page_number": 5,
    "bbox": [
      126.02,
      308.48,
      508.59,
      421.54
    ],
    "text": "In Galappaththi vs. Secretary to the Treasury 1996 (2) SLR 109 at 114, Ranaraja J. held that, a claim by a Petitioner that he has a legitimate expectation of receiving a benefit based on an assurance given to him by a public authority, cannot succeed if he has breached a condition specified in that assurance as one with which he must comply in order to receive the benefit.",
    "fonts": [
      "Calibri Light,Italic"
    ],
    "sizes": [
      14.039999961853027
    ]
  },
  {
    "page_number": 5,
    "bbox": [
      90.02,
      435.22,
      448.35,
      449.26
    ],
    "text": "Attempt to replace the requirement specified in Clause 10(v)(b)",
    "fonts": [
      "Calibri Light"
    ],
    "sizes": [
      14.039999961853027
    ]
  },
  {
    "page_number": 5,
    "bbox": [
      90.02,
      463.06,
      508.57,
      734.55
    ],
    "text": "Nevertheless, instead of complying with Clause 10(v)(b) of the agreement ‘E’, the Petitioner submits that it currently provides two free paediatric cardiac surgeries per month based on an assessment of the patients’ financial needs. The Petitioner contends that its conduct satisfies the obligations under Clause 10(v)(b) of agreement ‘E,’ thereby entitling it to the tax exemption stipulated therein. The agreement has been entered into between the Petitioner and the 2nd Respondent. Therefore, it is evident that any amendment or deviation to the agreement should also be made with the consent of both parties. However, there is no material produced before this Court to conclude that such substitution/variation from the requirements under Clause 10(v)(b) has been made or agreed to by the 2nd Respondent. The unilateral substitution/variation from the agreed conditions adopted by the Petitioner and the adoption of its own alternative contractual obligation to supply two free medical surgeries",
    "fonts": [
      "Calibri Light"
    ],
    "sizes": [
      9.0,
      14.039999961853027
    ]
  },
  {
    "page_number": 6,
    "bbox": [
      90.02,
      779.16,
      508.13,
      805.8
    ],
    "text": "Page 7 of 13",
    "fonts": [
      "Calibri",
      "Calibri,Bold"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 6,
    "bbox": [
      90.02,
      74.69,
      508.42,
      108.53
    ],
    "text": "does not give rise to a legitimate expectation which could be enforced by judicial review as claimed by the Petitioner.",
    "fonts": [
      "Calibri Light"
    ],
    "sizes": [
      14.039999961853027
    ]
  },
  {
    "page_number": 6,
    "bbox": [
      126.02,
      122.33,
      508.64,
      294.68
    ],
    "text": "Ranasinghe Bandara vs. The Director, District Land Reform Commission and Others (Case No. CA.(Writ) 233/2017 decided on 17.06.2019)- Janaka De Silva J. with reference to Clive Lewis, Judicial Remedies in Public Law, 5th Ed,248 (South Asian Edition) states as follows; “Such legitimate expectations may arise where a public authority has made a clear, unqualified, and unambiguous representation to a particular individual that it will act in a particular way. The burden is on the individual to demonstrate that an unqualified and unambiguous representation was made.”",
    "fonts": [
      "Calibri Light",
      "Calibri Light,Italic"
    ],
    "sizes": [
      14.039999961853027
    ]
  },
  {
    "page_number": 6,
    "bbox": [
      90.02,
      308.48,
      508.6,
      441.34
    ],
    "text": "In the instant application, since there is an existing set of contractual conditions agreed upon by the parties, the representation made by the public authority cannot be interpreted as “unqualified”. When the representor’s representation is qualified and requires the performance of certain obligations by the representee, the representee cannot unilaterally substitute/vary its obligations. Such a unilateral variation cannot give rise to a legitimate expectation.",
    "fonts": [
      "Calibri Light"
    ],
    "sizes": [
      14.039999961853027
    ]
  },
  {
    "page_number": 6,
    "bbox": [
      90.02,
      455.02,
      508.59,
      627.49
    ],
    "text": "In R v. Home Secretary ex p Asif Mahmood Khan [1984] 1 WLR 1337, it was held that where the Home Secretary had specified the criteria applicable to a decision to allow a child to enter the UK with a view to adoption, there was a substantive expectation that those criteria (which were satisfied by the applicant and not others), would be used when the decision was taken. Hence, in reaching his decision on a ground not included in the specified criteria, the Secretary of State acted unfairly and in disregard of the applicant's legitimate expectations; and that, accordingly, the refusal of entry clearance would be quashed.",
    "fonts": [
      "Calibri Light"
    ],
    "sizes": [
      14.039999961853027
    ]
  },
  {
    "page_number": 6,
    "bbox": [
      90.02,
      641.29,
      508.31,
      675.13
    ],
    "text": "Therefore, it is my view that the Petitioner cannot claim any legitimate expectation for tax exemption.",
    "fonts": [
      "Calibri Light"
    ],
    "sizes": [
      14.039999961853027
    ]
  },
  {
    "page_number": 6,
    "bbox": [
      90.02,
      688.83,
      508.55,
      762.27
    ],
    "text": "Furthermore, notwithstanding the Petitioner's assertion that the medical services provided constitute substantial compliance or a monetary equivalent to the requirements of Clause 10(v)(b), the underlying facts remain heavily contested. It is a settled principle of law that this Court will",
    "fonts": [
      "Calibri Light"
    ],
    "sizes": [
      14.039999961853027
    ]
  },
  {
    "page_number": 7,
    "bbox": [
      90.02,
      779.16,
      508.13,
      805.8
    ],
    "text": "Page 8 of 13",
    "fonts": [
      "Calibri",
      "Calibri,Bold"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 7,
    "bbox": [
      90.02,
      74.69,
      508.53,
      128.33
    ],
    "text": "not exercise its writ jurisdiction where the material facts are in dispute, as such a remedy is reserved for instances where the legal entitlement is clear, and the facts are uncontroverted.",
    "fonts": [
      "Calibri Light"
    ],
    "sizes": [
      14.039999961853027
    ]
  },
  {
    "page_number": 7,
    "bbox": [
      90.02,
      142.13,
      508.58,
      274.88
    ],
    "text": "The learned President’s counsel for the Petitioner submitted that a breach of Clause 10(v)(b) of the said agreement does not automatically lead to the imposition of tax and that the liability to pay tax would arise only if the concession is withdrawn as specified in Clauses 10(vii) and (viii) of the agreement. Mere non-compliance with Clause 10(v)(b) does not warrant the automatic withdrawal of the concession. Said Clauses are as follows.",
    "fonts": [
      "Calibri Light"
    ],
    "sizes": [
      14.039999961853027
    ]
  },
  {
    "page_number": 7,
    "bbox": [
      126.02,
      288.68,
      508.63,
      461.14
    ],
    "text": "10(vii) In the event the Enterprise failing to comply with the requirements specified in sub-close (v) of Clause (10) hereof the board shall have the right and the Board in the exercise of such right notwithstanding the provisions hereinbefore mentioned may withdraw all or any of the concessions, rights, privileges and benefits including the tax concessions granted to the Enterprise in any manner whatsoever at any time and such withdrawal shall come into force for the date specified by the Board and thereafter the Enterprise shall be bound by such withdrawal.",
    "fonts": [
      "Calibri Light",
      "Calibri Light,Italic"
    ],
    "sizes": [
      14.039999961853027
    ]
  },
  {
    "page_number": 7,
    "bbox": [
      126.02,
      474.82,
      508.6,
      667.09
    ],
    "text": "10(viii) The provisions of laws set out in Schedule B of the said law No. 4 of 1978, which are inconsistent with the benefits and/or exemptions and/or privileges set out in sub-Clauses I to IV 26 above, shall not be applicable to the Enterprise in relation to the same business. The Enterprise shall be subject to all other laws, not referred to in Schedule B of the law No. 4 of the 1978 including the National Security Levy Act No.52 of 1991 and the Excise (Special Provisions) Act No.13 of 1989 save and except any exemptions and/or benefits and/or privileges specifically granted to it by such other laws and/or orders, regulations framed thereunder.",
    "fonts": [
      "Calibri Light,Italic"
    ],
    "sizes": [
      14.039999961853027
    ]
  },
  {
    "page_number": 7,
    "bbox": [
      90.02,
      705.93,
      508.45,
      742.47
    ],
    "text": "The Petitioner contends that the 2nd Respondent failed to validly revoke the tax concession as the manner of its withdrawal was in manifest",
    "fonts": [
      "Calibri Light"
    ],
    "sizes": [
      9.0,
      14.039999961853027
    ]
  },
  {
    "page_number": 8,
    "bbox": [
      90.02,
      779.16,
      508.13,
      805.8
    ],
    "text": "Page 9 of 13",
    "fonts": [
      "Calibri",
      "Calibri,Bold"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 8,
    "bbox": [
      90.02,
      74.69,
      508.44,
      108.53
    ],
    "text": "breach of the procedural requirements prescribed under the terms of the agreement.",
    "fonts": [
      "Calibri Light"
    ],
    "sizes": [
      14.039999961853027
    ]
  },
  {
    "page_number": 8,
    "bbox": [
      90.02,
      119.63,
      508.59,
      255.08
    ],
    "text": "The agreement relied upon is between the Petitioner and the 2nd Respondent. The 1st Respondent is not a party to such an agreement. Any dispute regarding breach, waiver, variation, or termination of that agreement is a matter squarely falling within the realm of private law and cannot be conclusively determined in the exercise of writ jurisdiction. More importantly, this Court emphasizes that this is a writ application, not an action in contract.",
    "fonts": [
      "Calibri Light"
    ],
    "sizes": [
      9.0,
      14.039999961853027
    ]
  },
  {
    "page_number": 8,
    "bbox": [
      90.02,
      268.88,
      508.62,
      342.32
    ],
    "text": "It is further observed that if any such dispute or right of the parties related to or arising out of the agreement ‘E’ has to be dealt with under the provisions set out in Clauses 18 and 20 of the agreement, which provide the alternative dispute resolution and enforcement procedure.",
    "fonts": [
      "Calibri Light"
    ],
    "sizes": [
      14.039999961853027
    ]
  },
  {
    "page_number": 8,
    "bbox": [
      90.02,
      356.12,
      508.59,
      548.29
    ],
    "text": "Besides, the Petitioner has sought no substantive relief whatsoever against the 2nd Respondent in these proceedings or challenged any decision of the 2nd Respondent. In the absence of a direct challenge, the Petitioner cannot be permitted to indirectly impugn the actions of the 2nd Respondent via a collateral attack in an application instituted primarily against the 1st Respondent. Hence, it is my view that the Petitioner's attempt to raise issues regarding Clauses 10(vii) and (viii) is misplaced in an application where the 2nd Respondent’s actions are not the subject of a direct prayer for a writ. Such matters are extraneous to the instant application.",
    "fonts": [
      "Calibri Light"
    ],
    "sizes": [
      9.0,
      14.039999961853027
    ]
  },
  {
    "page_number": 8,
    "bbox": [
      90.02,
      559.39,
      508.59,
      754.35
    ],
    "text": "The 1st Respondent exercises a statutory and legal duty under and in terms of the Inland Revenue Act to collect revenue for the Government. Since the Petitioner has claimed tax concessions under the terms and conditions of the agreement entered into between the Petitioner and the 2nd Respondent, the 1st Respondent has inquired from the 2nd Respondent whether the Petitioner has complied with the requirements of the agreement.[see the letter dated 03.09.2015 marked 2R2] In response to this query, the 2nd Respondent has informed the 1st Respondent, with copies furnished to the Petitioner, that the Petitioner is not entitled to the tax exemption due to non-compliance with the agreed condition",
    "fonts": [
      "Calibri Light"
    ],
    "sizes": [
      9.0,
      14.039999961853027
    ]
  },
  {
    "page_number": 9,
    "bbox": [
      90.02,
      779.16,
      508.13,
      805.8
    ],
    "text": "Page 10 of 13",
    "fonts": [
      "Calibri",
      "Calibri,Bold"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 9,
    "bbox": [
      90.02,
      74.69,
      508.46,
      148.13
    ],
    "text": "stipulated in Clause 10(i) of the agreement. [see the letters dated 17.09.2015 marked 2R3/1R7 and 2R1]. Upon receipt of this communication, the 1st Respondent has merely proceeded to enforce the statutory tax obligations of the Petitioner.",
    "fonts": [
      "Calibri Light"
    ],
    "sizes": [
      9.0,
      14.039999961853027
    ]
  },
  {
    "page_number": 9,
    "bbox": [
      90.02,
      161.93,
      508.59,
      334.28
    ],
    "text": "It is further observed that the Petitioner has not challenged the decision of the 2nd Respondent not to grant the tax exemption as specified in the agreement ‘E’. I am of the view that, unless the Petitioner challenges such a decision, the Petitioner is not entitled to challenge a subsequent decision taken by the 1st Respondent based on the same. Correspondingly, the 1st Respondent has no authority to determine as to whether the Petitioner has complied with requirements under Clauses 10(vii) and (viii). The 1st Respondent solely acted on the determination made by the 2nd Respondent.",
    "fonts": [
      "Calibri Light"
    ],
    "sizes": [
      9.0,
      14.039999961853027
    ]
  },
  {
    "page_number": 9,
    "bbox": [
      90.02,
      345.38,
      508.59,
      421.54
    ],
    "text": "Therefore, the 1st Respondent cannot be faulted for acting upon an express communication from the authority that granted the concession in the first place. The impugned communication issued by the 1st Respondent is therefore neither arbitrary nor unlawful.",
    "fonts": [
      "Calibri Light"
    ],
    "sizes": [
      9.0,
      14.039999961853027
    ]
  },
  {
    "page_number": 9,
    "bbox": [
      90.02,
      432.52,
      508.59,
      548.29
    ],
    "text": "Although the Petitioner in the Petition repeatedly stated that the 1st Respondent has no jurisdiction to determine whether the Petitioner is in breach of the terms and conditions of the agreement ‘E’, it is apparent that the 1st Respondent has not made any decision pertaining to the breach of the terms and conditions of the agreement ‘E’. It has merely relied on a communication made by the 2nd Respondent.",
    "fonts": [
      "Calibri Light"
    ],
    "sizes": [
      9.0,
      14.039999961853027
    ]
  },
  {
    "page_number": 9,
    "bbox": [
      90.02,
      562.09,
      508.59,
      734.55
    ],
    "text": "The Question of Time-bar of the Assessments The Petitioner claims that the Assessments marked X(1)-X(8) are time-barred pursuant to the time limitations enforced under Section 163(5)(a)(i) of the Inland Revenue Act No. 10 of 2006 as amended. However, it is observed that Section 163(5) contains a proviso denoting that the time bar provisions will not be applicable to those engaged in fraud, evasion or willful default in the opinion of the Assessor or Assistant Commissioner:",
    "fonts": [
      "Calibri Light",
      "Calibri Light,Italic"
    ],
    "sizes": [
      14.039999961853027
    ]
  },
  {
    "page_number": 10,
    "bbox": [
      90.02,
      779.16,
      508.13,
      805.8
    ],
    "text": "Page 11 of 13",
    "fonts": [
      "Calibri",
      "Calibri,Bold"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 10,
    "bbox": [
      90.02,
      74.69,
      508.62,
      464.86
    ],
    "text": "Provided further that, where in the opinion of the Assessor or Assistant Commissioner, any fraud, evasion or willful default has been committed by or on behalf of, any person in relation to any income tax payable by such person for any year of assessment, it shall be lawful for the Assessor or Assistant Commissioner to make an assessment or an additional assessment on such person at any time after the end of that year of assessment. The 1st Respondent, at paragraph 14 of the Objections, has stated that the Assessments marked X (1) to X (8) were issued to the Petitioner based on the aforesaid proviso. The proviso grants the Assessor or Assistant Commissioner the liberty to formulate an opinion as to the conduct of the Assessee. If the Assessee intends to challenge these allegations, the appropriate remedy is stipulated under Section 165 of the Inland Revenue Act. Accordingly, an appeal has already been lodged by the Petitioner and is pending before the 1st Respondent at the time of filing this application. Therefore, I view that it is premature to conclude that the Assessments marked X (1) to X (8) are time-barred at this stage. Unmeritorious Conduct of the Petitioner",
    "fonts": [
      "Calibri Light",
      "Calibri Light,Italic"
    ],
    "sizes": [
      9.0,
      14.039999961853027
    ]
  },
  {
    "page_number": 10,
    "bbox": [
      90.02,
      478.66,
      508.55,
      591.73
    ],
    "text": "One of the contentions that the Petitioner relies on for these proceedings was instituted on unilateral opinion of that the free medical services provided by the Petitioner are sufficiently in compliance or equal in monetary terms of having ‘at least one ward with a minimum of ten beds and an OPD for non-paying patients as specified in Clause 10(v)(b) of the agreement ‘E’.",
    "fonts": [
      "Calibri Light"
    ],
    "sizes": [
      14.039999961853027
    ]
  },
  {
    "page_number": 10,
    "bbox": [
      90.02,
      605.41,
      508.58,
      698.65
    ],
    "text": "It is a settled principle of public law that a litigant invoking the extraordinary jurisdiction of this Court must do so with utmost candour. A party who suppresses material facts, misleads the Court, or attempts to create evidence in hindsight, disentitles itself to relief under writ jurisdiction.",
    "fonts": [
      "Calibri Light"
    ],
    "sizes": [
      14.039999961853027
    ]
  },
  {
    "page_number": 10,
    "bbox": [
      90.02,
      712.47,
      508.59,
      766.11
    ],
    "text": "In the present application, the Petitioner has placed before Court several letters marked F1 to F7 purportedly authored by medical practitioners, all asserting that compliance with the conditions contained in Clause",
    "fonts": [
      "Calibri Light"
    ],
    "sizes": [
      14.039999961853027
    ]
  },
  {
    "page_number": 11,
    "bbox": [
      90.02,
      779.16,
      508.13,
      805.8
    ],
    "text": "Page 12 of 13",
    "fonts": [
      "Calibri",
      "Calibri,Bold"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 11,
    "bbox": [
      90.02,
      74.69,
      508.59,
      128.33
    ],
    "text": "10(v)(b) the agreement ‘E’, are not in keeping with best practices of running a hospital and commending the decision of the Petitioner not to have a permanent ward with ten beds.",
    "fonts": [
      "Calibri Light"
    ],
    "sizes": [
      14.039999961853027
    ]
  },
  {
    "page_number": 11,
    "bbox": [
      90.02,
      142.13,
      508.54,
      235.25
    ],
    "text": "A closer scrutiny of these documents reveals features that seriously undermine their credibility. All such letters are dated contemporaneously, drafted in an identical format, and issued on the Petitioner’s own letterhead. The striking uniformity in language, presentation, and timing raises legitimate doubts as to their spontaneity and authenticity.",
    "fonts": [
      "Calibri Light"
    ],
    "sizes": [
      14.039999961853027
    ]
  },
  {
    "page_number": 11,
    "bbox": [
      90.02,
      249.08,
      508.58,
      362.12
    ],
    "text": "Further, these documents do not emanate from the period during which the Petitioner claims compliance was impractical. On the contrary, they appear to have been procured recently, specifically, three days before the institution of the instant application, and specifically targeting these proceedings. This Court is therefore compelled to conclude that such material cannot be safely relied upon.",
    "fonts": [
      "Calibri Light"
    ],
    "sizes": [
      14.039999961853027
    ]
  },
  {
    "page_number": 11,
    "bbox": [
      90.02,
      375.8,
      508.59,
      488.86
    ],
    "text": "The conduct of the Petitioner gives rise to a reasonable inference that these documents were created in hindsight with the sole objective of assisting the avoidance of its tax obligations. Such conduct is wholly unmeritorious and strikes at the integrity of judicial proceedings. An applicant may lose its claim to relief as its own conduct has been unmeritorious.",
    "fonts": [
      "Calibri Light"
    ],
    "sizes": [
      14.039999961853027
    ]
  },
  {
    "page_number": 11,
    "bbox": [
      90.02,
      502.78,
      508.56,
      634.93
    ],
    "text": "The rationale behind this principle was articulated in the landmark case of The King v. The General Commissioners for the Purposes of the Income Tax Acts for the District of Kensington; Ex parte Princess Edmond de Polignac [1917] 1 KB 486. The Divisional Court of the Court of King’s Bench refused the Writ of prohibition without going into the merits of the case on the ground of the conduct of the applicant in bringing the case before the Court. Viscount Reading CJ. Observed at 495 to 496 as follows,",
    "fonts": [
      "Calibri Light"
    ],
    "sizes": [
      14.039999961853027
    ]
  },
  {
    "page_number": 11,
    "bbox": [
      126.02,
      650.29,
      508.37,
      763.35
    ],
    "text": "“If the Court comes to the conclusion that an affidavit in support of the application was not candid and did not fairly state the facts, but stated them in such a way as to mislead the Court as to the true facts, the Court ought, for its own protection and to prevent an abuse of its process, to refuse to proceed any further with the examination of the merits. This is a power inherent in the Court,",
    "fonts": [
      "Calibri Light,Italic"
    ],
    "sizes": [
      14.039999961853027
    ]
  },
  {
    "page_number": 12,
    "bbox": [
      90.02,
      779.16,
      508.13,
      805.8
    ],
    "text": "Page 13 of 13",
    "fonts": [
      "Calibri",
      "Calibri,Bold"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 12,
    "bbox": [
      126.02,
      74.69,
      508.59,
      108.53
    ],
    "text": "but one which should only be used in cases which bring conviction to the mind of the Court that it has been deceived.”",
    "fonts": [
      "Calibri Light,Italic"
    ],
    "sizes": [
      14.039999961853027
    ]
  },
  {
    "page_number": 12,
    "bbox": [
      90.02,
      122.33,
      508.58,
      274.88
    ],
    "text": "Hospitals are not mere profit-driven ventures. They occupy a position of trust in society. When such institutions seek to benefit from public concessions while evading the corresponding public obligations, the conduct warrants the strictest judicial scrutiny. In view of the foregoing, this Court finds that the Petitioner has acted mala fide, has approached the Court with unclean hands, has attempted to mislead the Court through questionable material, and has abused the writ jurisdiction of this Court.",
    "fonts": [
      "Calibri Light"
    ],
    "sizes": [
      14.039999961853027
    ]
  },
  {
    "page_number": 12,
    "bbox": [
      90.02,
      288.68,
      508.6,
      381.92
    ],
    "text": "In the reasons given above, it is my considered view that the Petitioner has failed to demonstrate any illegality, irrationality, procedural impropriety or lack of public duty on the part of the Respondents. The Court does not wish to grant any of the reliefs prayed for by the Petitioner. The application is therefore dismissed.",
    "fonts": [
      "Calibri Light"
    ],
    "sizes": [
      14.039999961853027
    ]
  },
  {
    "page_number": 12,
    "bbox": [
      90.02,
      395.62,
      508.59,
      568.09
    ],
    "text": "Given the magnitude of the loss of government revenue during the long-lasting litigation, the prolonged nature of the default, and the unmeritorious conduct of the Petitioner, this Court is of the view that an award of exemplary costs is both justified and necessary to mark the Court’s disapproval and to deter similar conduct in the future. Accordingly, this Court directs the Petitioner to pay costs in a sum of Rupees Two Million (Rs. 2,000,000/-), apportioned as Rupees One Million (Rs. 1,000,000/-) to the 1st Respondent, and Rupees One Million (Rs. 1,000,000/-) to the 2nd Respondent.",
    "fonts": [
      "Calibri Light"
    ],
    "sizes": [
      9.0,
      14.039999961853027
    ]
  },
  {
    "page_number": 12,
    "bbox": [
      90.02,
      581.89,
      226.18,
      595.93
    ],
    "text": "Application is dismissed.",
    "fonts": [
      "Calibri Light,Italic"
    ],
    "sizes": [
      14.039999961853027
    ]
  },
  {
    "page_number": 12,
    "bbox": [
      95.9,
      641.41,
      508.59,
      655.45
    ],
    "text": "Judge of the Court of Appeal",
    "fonts": [
      "Calibri Light"
    ],
    "sizes": [
      14.039999961853027
    ]
  },
  {
    "page_number": 12,
    "bbox": [
      90.02,
      669.25,
      515.79,
      703.11
    ],
    "text": "Adithya Patabendige, J. I agree.",
    "fonts": [
      "Calibri Light"
    ],
    "sizes": [
      14.039999961853027
    ]
  },
  {
    "page_number": 12,
    "bbox": [
      347.95,
      708.87,
      595.83,
      762.51
    ],
    "text": "Judge of the Court of Appeal",
    "fonts": [
      "Calibri Light"
    ],
    "sizes": [
      14.039999961853027
    ]
  }
]