[
  {
    "page_number": 0,
    "bbox": [
      72.05,
      759.71,
      325.54,
      797.65
    ],
    "text": "Page 1 of 6",
    "fonts": [
      "TimesNewRomanPS-BoldMT",
      "TimesNewRomanPSMT"
    ],
    "sizes": [
      11.15999984741211
    ]
  },
  {
    "page_number": 0,
    "bbox": [
      104.47,
      72.02,
      494.44,
      85.86
    ],
    "text": "IN THE COURT OF APPEAL OF THE DEMOCRATIC SOCIALIST",
    "fonts": [
      "BookmanOldStyle-Bold"
    ],
    "sizes": [
      11.880000114440918
    ]
  },
  {
    "page_number": 0,
    "bbox": [
      72.05,
      88.22,
      381.92,
      118.26
    ],
    "text": "REPUBLIC OF SRI LANKA",
    "fonts": [
      "BookmanOldStyle-Bold"
    ],
    "sizes": [
      11.880000114440918
    ]
  },
  {
    "page_number": 0,
    "bbox": [
      252.17,
      120.66,
      527.78,
      478.97
    ],
    "text": "In the matter of an Application for mandates in the nature of Writs of Certiorari & Mandamus under and in terms of Article 140 of the Constitution of the Democratic Socialist Republic of Sri Lanka. MICO Food Products (Private) Limited Makandura, Gonawela, Sri Lanka. Petitioner Vs 1. Minister of Lands and Land",
    "fonts": [
      "ArialMT",
      "BookmanOldStyle",
      "BookmanOldStyle-Bold",
      "BookmanOldStyle-Italic"
    ],
    "sizes": [
      12.600000381469727
    ]
  },
  {
    "page_number": 0,
    "bbox": [
      252.17,
      481.19,
      360.18,
      529.39
    ],
    "text": "Development 2. Secretary",
    "fonts": [
      "ArialMT",
      "BookmanOldStyle",
      "BookmanOldStyle-Bold"
    ],
    "sizes": [
      12.600000381469727
    ]
  },
  {
    "page_number": 0,
    "bbox": [
      252.17,
      531.61,
      490.68,
      597.1
    ],
    "text": "Ministry of Lands and Land Development, 3. The Land Commissioner General,",
    "fonts": [
      "ArialMT",
      "BookmanOldStyle",
      "BookmanOldStyle-Bold"
    ],
    "sizes": [
      12.600000381469727
    ]
  },
  {
    "page_number": 0,
    "bbox": [
      270.17,
      599.31,
      520.66,
      749.09
    ],
    "text": "Department of Commissioner of General of Lands All above at: Mihikatha Madura\", Land Secretariat, No.1200/6 Rajamalwatha Rd, Battaramulla.",
    "fonts": [
      "BookmanOldStyle",
      "BookmanOldStyle-Bold"
    ],
    "sizes": [
      12.600000381469727
    ]
  },
  {
    "page_number": 0,
    "bbox": [
      66.29,
      241.61,
      211.08,
      254.91
    ],
    "text": "Court of Appeal Case No.",
    "fonts": [
      "BookmanOldStyle-Bold",
      "Calibri"
    ],
    "sizes": [
      11.15999984741211
    ]
  },
  {
    "page_number": 0,
    "bbox": [
      66.29,
      263.21,
      189.48,
      276.51
    ],
    "text": "CA/WRT/0579/2021",
    "fonts": [
      "BookmanOldStyle-Bold",
      "Calibri"
    ],
    "sizes": [
      11.15999984741211
    ]
  },
  {
    "page_number": 1,
    "bbox": [
      72.05,
      759.71,
      325.54,
      797.65
    ],
    "text": "Page 2 of 6",
    "fonts": [
      "TimesNewRomanPS-BoldMT",
      "TimesNewRomanPSMT"
    ],
    "sizes": [
      11.15999984741211
    ]
  },
  {
    "page_number": 1,
    "bbox": [
      252.17,
      72.06,
      481.32,
      86.76
    ],
    "text": "4. Provincial Land Commissioner,",
    "fonts": [
      "ArialMT",
      "BookmanOldStyle",
      "BookmanOldStyle-Bold"
    ],
    "sizes": [
      12.600000381469727
    ]
  },
  {
    "page_number": 1,
    "bbox": [
      252.17,
      88.98,
      461.26,
      204.9
    ],
    "text": "Department of Provincial Land Commissioner, P. O. Box 46, 03rd Floor, Provincial Council Complex, Kurunegala, 5. The Divisional Secretary,",
    "fonts": [
      "ArialMT",
      "BookmanOldStyle",
      "BookmanOldStyle-Bold"
    ],
    "sizes": [
      12.600000381469727
    ]
  },
  {
    "page_number": 1,
    "bbox": [
      252.17,
      207.11,
      430.17,
      272.59
    ],
    "text": "Divisional secretariat, Pannala. 6. The Registrar of Lands,",
    "fonts": [
      "ArialMT",
      "BookmanOldStyle",
      "BookmanOldStyle-Bold"
    ],
    "sizes": [
      12.600000381469727
    ]
  },
  {
    "page_number": 1,
    "bbox": [
      72.05,
      274.45,
      393.07,
      323.01
    ],
    "text": "The Land Registry, Kuliyapitiya.",
    "fonts": [
      "BookmanOldStyle"
    ],
    "sizes": [
      12.600000381469727
    ]
  },
  {
    "page_number": 1,
    "bbox": [
      72.05,
      325.23,
      527.45,
      753.61
    ],
    "text": "Respondents Before: M. T. MOHAMMED LAFFAR, J. S. U. B. KARALLIYADDE, J. Counsel: Johnson Peiris with D. Amarasinghe for the Petitioner, S. Soyza, SSC for the Respondents. Written Submissions on: 18.10.2023 by the Respondents Decided on: 23.10.2023 MOHAMMED LAFFAR, J. The Petitioner Company obtained a lease on the land and premises from the State for a period of 30 years effective from 18th October 2000 to 17th October 2029 in order to operate its business and processing facilities (the said lease agreement is marked as P1). The matter at hand revolves around the said lease, and the Petitioner is seeking a Writ of Certiorari to quash the notice of cancellation of the said lease by the Divisional Secretary of Pannala which is marked as marked P24, and a Writ of Prohibition preventing the 5th Respondent from seeking and securing an order from the Magistrate Court to eject and or evict the Petitioner from the land concerned.",
    "fonts": [
      "BookmanOldStyle",
      "BookmanOldStyle-Bold"
    ],
    "sizes": [
      7.920000076293945,
      11.880000114440918,
      12.600000381469727
    ]
  },
  {
    "page_number": 2,
    "bbox": [
      72.05,
      759.71,
      325.54,
      797.65
    ],
    "text": "Page 3 of 6",
    "fonts": [
      "TimesNewRomanPS-BoldMT",
      "TimesNewRomanPSMT"
    ],
    "sizes": [
      11.15999984741211
    ]
  },
  {
    "page_number": 2,
    "bbox": [
      72.05,
      72.02,
      527.58,
      523.47
    ],
    "text": "When this matter was taken up for argument on 25/07/2023, the learned Senior State Counsel raised preliminary objections as to the maintainability of this Application stating that the Petitioner has no right to invoke the writ jurisdiction of this Court since this is a contract between the Petitioner and the Respondents and thereby the jurisdiction is vest within the relevant District Court. Delivering into the material facts, the Petitioner claims that due to a troublesome period rode through by the Petitioner company between 2016 to 2019 the payment of lease fell into arrears. Subsequently, the Petitioner paid a sum of Rs. 1,000,000/- by a cheque marked P21, settling part of the arrears which amounted to Rs. 1,521,200/-. Thereupon, the Petitioner company ceased all economic activity from March 2020 owing to the ongoing Covid 19 pandemic. The 5th Respondent issuing a letter marked P24 conveyed the notice of cancellation of lease and the repossession of the land due to non-payment of the remaining arrears. It is pertinent to note that the cancelation of the lease arises due to the non-payment of the arrears payable amounting to Rs. 1,521,200/-. Therefore, this by nature is a commercial transaction and falls within the primary tenets of contract law and not within the realm of administrative law. For an action to seek recourse in administrative law the action sought to be remedied must be an action where statutory authorities exercise powers to the detriment of the public. As such, in Rex v Electricity Commissioners, ex parte London Electricity Joint Committee Co (1920) Ltd: CA 1923 Atkin LJ described the scope of the prerogative Writs.",
    "fonts": [
      "BookmanOldStyle",
      "BookmanOldStyle-Bold"
    ],
    "sizes": [
      11.880000114440918
    ]
  },
  {
    "page_number": 2,
    "bbox": [
      72.05,
      525.81,
      527.33,
      750.37
    ],
    "text": "writs deal with questions of excessive jurisdiction, and doubtless in their origin dealt almost exclusively with the jurisdiction of what is described in ordinary parlance as a Court of Justice. But the operation of the writs has extended to control the proceedings of bodies which do not claim to be, and would not be recognized as, Courts of Justice. Wherever any body of persons having legal authority to determine questions affecting the rights of subjects, and having the duty to act judicially, act in excess of their legal authority they are subject to the controlling jurisdiction of the Kings Bench Division exercised in these writs. Thereby, the general consensus is that an action that ought to be entertained in private contract law cannot be entertained in Writ courts. Such a position can be seen in the following cases",
    "fonts": [
      "BookmanOldStyle",
      "BookmanOldStyle-Italic"
    ],
    "sizes": [
      11.880000114440918
    ]
  },
  {
    "page_number": 3,
    "bbox": [
      72.05,
      759.71,
      325.54,
      797.65
    ],
    "text": "Page 4 of 6",
    "fonts": [
      "TimesNewRomanPS-BoldMT",
      "TimesNewRomanPSMT"
    ],
    "sizes": [
      11.15999984741211
    ]
  },
  {
    "page_number": 3,
    "bbox": [
      72.05,
      72.02,
      527.47,
      118.28
    ],
    "text": "Weligama Multi-Purpose Co-Operative Society Ltd v Chandradasa Daluwatta [Five Bench judgment]1 Sharvananda J., observed that;",
    "fonts": [
      "BookmanOldStyle",
      "BookmanOldStyle-Bold"
    ],
    "sizes": [
      7.920000076293945,
      11.880000114440918
    ]
  },
  {
    "page_number": 3,
    "bbox": [
      72.05,
      120.62,
      526.62,
      264.15
    ],
    "text": "The Writ will not issue for private purpose, that is to say for the enforcement of a mere private duty stemming from a contract or otherwise. Contractual duties are enforceable by ordinary contractual remedies such as damages, specific performance or injunction. They are not enforceable by Mandamus which is confined to public duties and is not granted where there are other adequate remedies. Perera v. Municipal Council of Colombo (4). In Jayaweera v. Wijeratne2, G. P. S. de Silva J., (as he then was) held that;",
    "fonts": [
      "BookmanOldStyle",
      "BookmanOldStyle-Bold",
      "BookmanOldStyle-Italic"
    ],
    "sizes": [
      7.920000076293945,
      11.880000114440918
    ]
  },
  {
    "page_number": 3,
    "bbox": [
      72.05,
      266.49,
      531.18,
      410.0
    ],
    "text": "Applying this principle,- the Judicial Committee of the Privy Council in the University Council of the Vidyodaya University v. Linus Silva (2) dismissed the application made by a University teacher for a writ of certiorari to quash the decision of the Council of the University to terminate his appointment. In Gawaramanna v. The Tea Research Board3, Sripavan J., (as he then was) influenced by the decision of Jayaweera vs. Wijeratne (1985) observed that;",
    "fonts": [
      "BookmanOldStyle",
      "BookmanOldStyle-Bold",
      "BookmanOldStyle-Italic"
    ],
    "sizes": [
      7.920000076293945,
      11.880000114440918
    ]
  },
  {
    "page_number": 3,
    "bbox": [
      72.05,
      412.36,
      527.55,
      572.07
    ],
    "text": "The powers derived from contract are matters of private law. The fact that one of the parties to the contract is a public authority is not relevant since the decision sought to be quashed by way of certiorari is itself was not made in the exercise of any statutory power. (Vide Jayaweera v Wijeratna) (8). In Mahanayake v. Chairman Ceylon Petroleum Corporation and Others4, Sriskandarajah J., also referring to Jayaweera vs. Wijeratne (1985) observed that that,",
    "fonts": [
      "BookmanOldStyle",
      "BookmanOldStyle-Bold",
      "BookmanOldStyle-Italic"
    ],
    "sizes": [
      7.920000076293945,
      11.880000114440918
    ]
  },
  {
    "page_number": 3,
    "bbox": [
      108.07,
      574.43,
      527.08,
      669.38
    ],
    "text": "The order is arising out of a contract of employment and the termination complained of based upon a breach of her contract of employment. In Jayaweera v Wijeratne, G.P.S. de Silva J held that the relationship between the parties is a purely contractual one of a commercial nature neither certiorari nor mandamus will lie.",
    "fonts": [
      "BookmanOldStyle-Italic"
    ],
    "sizes": [
      11.880000114440918
    ]
  },
  {
    "page_number": 3,
    "bbox": [
      72.05,
      691.42,
      218.66,
      758.9
    ],
    "text": "1 [1984] 1 SLR 195 2 [1985] 2 SLR 413 3 [2003] 3 SLR 120 4 [2005] 2 SLR 193",
    "fonts": [
      "Calibri",
      "TimesNewRomanPSMT"
    ],
    "sizes": [
      6.840000152587891,
      11.15999984741211,
      11.880000114440918
    ]
  },
  {
    "page_number": 4,
    "bbox": [
      72.05,
      759.71,
      325.54,
      797.65
    ],
    "text": "Page 5 of 6",
    "fonts": [
      "TimesNewRomanPS-BoldMT",
      "TimesNewRomanPSMT"
    ],
    "sizes": [
      11.15999984741211
    ]
  },
  {
    "page_number": 4,
    "bbox": [
      72.05,
      72.02,
      527.82,
      555.93
    ],
    "text": "The main relief sought by the Petitioner in this Application is for a declaration that, the cancelation of the lease agreement is bad in law and seeking to issue a Writ of Certiorari to quash the same. The said lease agreement was cancelled on the basis that the Petitioner failed to pay the rent. It appears to this Court that, the central issue to be determined in this Application is whether the Petitioner has violated the terms of the said lease agreement. Hence it is abundantly clear that the facts are in dispute. Wherefore to establish the contention of the Petitioner and the Respondent pertaining to the purported violation of the terms and conditions of the lease agreement these issues are to be established through oral and documentary evidence before the trial court where the original civil jurisdiction lies. In this regard, I refer to the judgment of Thajudeen Vs. Sri-Lanka Tea Board5 where the Court of Appeal held that; Where the major facts are in dispute and the legal result of the facts is subject to controversy and it is necessary that the questions should be canvassed in a suit where parties would have ample opportunity of examining the witnesses so that the Court would be better able to judge which version is correct, a Writ will not issue. Mandamus is pre-eminently a discretionary remedy. It is an extraordinary, residuary and suppletory remedy to be granted only when there are no other means of obtaining justice. Even though all other requirements for securing the remedy have been satisfied by the applicant, the Court will decline to exercise its discretion in his favour if a specific alternative remedy like a regular action equally convenient, beneficial, and effective is available. For the foregoing reasons, I uphold the preliminary objection and accordingly, dismiss the Application with cost of Rs. 75,000/-. Application dismissed.",
    "fonts": [
      "BookmanOldStyle",
      "BookmanOldStyle-Bold",
      "BookmanOldStyle-Italic"
    ],
    "sizes": [
      7.920000076293945,
      11.880000114440918
    ]
  },
  {
    "page_number": 4,
    "bbox": [
      288.17,
      636.06,
      517.56,
      651.44
    ],
    "text": "JUDGE OF THE COURT OF APPEAL",
    "fonts": [
      "BookmanOldStyle-BoldItal",
      "Calibri"
    ],
    "sizes": [
      12.600000381469727,
      14.039999961853027
    ]
  },
  {
    "page_number": 4,
    "bbox": [
      72.05,
      735.73,
      218.66,
      759.58
    ],
    "text": "5 [1981] 2 SLR 471",
    "fonts": [
      "BookmanOldStyle",
      "Calibri"
    ],
    "sizes": [
      6.480000019073486,
      10.079999923706055,
      11.15999984741211
    ]
  },
  {
    "page_number": 5,
    "bbox": [
      72.05,
      759.71,
      325.54,
      797.65
    ],
    "text": "Page 6 of 6",
    "fonts": [
      "TimesNewRomanPS-BoldMT",
      "TimesNewRomanPSMT"
    ],
    "sizes": [
      11.15999984741211
    ]
  },
  {
    "page_number": 5,
    "bbox": [
      72.05,
      72.5,
      196.57,
      89.24
    ],
    "text": "KARALLIYADDE, J.",
    "fonts": [
      "BookmanOldStyle-Bold",
      "BookmanOldStyle-Italic",
      "Calibri-Bold"
    ],
    "sizes": [
      11.880000114440918,
      14.039999961853027
    ]
  },
  {
    "page_number": 5,
    "bbox": [
      72.05,
      98.34,
      123.52,
      113.36
    ],
    "text": "I agree.",
    "fonts": [
      "BookmanOldStyle-Italic",
      "Calibri"
    ],
    "sizes": [
      12.600000381469727
    ]
  },
  {
    "page_number": 5,
    "bbox": [
      72.05,
      189.11,
      526.3,
      203.79
    ],
    "text": "JUDGE OF THE COURT OF APPEAL",
    "fonts": [
      "BookmanOldStyle-BoldItal",
      "Calibri"
    ],
    "sizes": [
      11.15999984741211,
      12.600000381469727
    ]
  }
]