[
  {
    "page_number": 0,
    "bbox": [
      72.02,
      781.32,
      302.93,
      805.8
    ],
    "text": "1",
    "fonts": [
      "Calibri"
    ],
    "sizes": [
      11.039999961853027
    ]
  },
  {
    "page_number": 0,
    "bbox": [
      74.06,
      75.05,
      524.41,
      90.05
    ],
    "text": "IN THE COURT OF APPEAL OF THE DEMOCRATIC SOCIALIST REPUBLIC OF",
    "fonts": [
      "Calibri-Bold"
    ],
    "sizes": [
      15.0
    ]
  },
  {
    "page_number": 0,
    "bbox": [
      264.89,
      94.85,
      333.82,
      109.85
    ],
    "text": "SRI LANKA",
    "fonts": [
      "Calibri-Bold"
    ],
    "sizes": [
      15.0
    ]
  },
  {
    "page_number": 0,
    "bbox": [
      252.05,
      122.45,
      526.54,
      173.21
    ],
    "text": "In the matter of an application under Article 140 of the Constitution for Mandates in the nature of Writs of Certiorari and Mandamus.",
    "fonts": [
      "Calibri"
    ],
    "sizes": [
      14.039999961853027
    ]
  },
  {
    "page_number": 0,
    "bbox": [
      252.05,
      210.03,
      493.47,
      336.8
    ],
    "text": "1. U A Nissanka Managing Director Mint Products Pvt Limited 520C, Awissawella Road Kaduwela. Petitioner",
    "fonts": [
      "ArialMT",
      "Calibri",
      "Calibri-Bold"
    ],
    "sizes": [
      14.039999961853027
    ]
  },
  {
    "page_number": 0,
    "bbox": [
      72.02,
      349.4,
      221.38,
      381.8
    ],
    "text": "CA (Writ) Application No: 377/2016",
    "fonts": [
      "Calibri"
    ],
    "sizes": [
      14.039999961853027
    ]
  },
  {
    "page_number": 0,
    "bbox": [
      72.02,
      384.06,
      449.55,
      529.42
    ],
    "text": "- Vs - 1. Chulananda Perera Director General of Customs Customs House 40, Main Street Colombo 11",
    "fonts": [
      "ArialMT",
      "Calibri",
      "Calibri-Bold"
    ],
    "sizes": [
      14.039999961853027
    ]
  },
  {
    "page_number": 0,
    "bbox": [
      252.05,
      533.86,
      363.84,
      547.9
    ],
    "text": "1A. P S M Charles",
    "fonts": [
      "Calibri"
    ],
    "sizes": [
      14.039999961853027
    ]
  },
  {
    "page_number": 0,
    "bbox": [
      72.02,
      552.22,
      475.35,
      658.57
    ],
    "text": "Director General of Customs Customs House 40, Main Street Colombo 11 1B. Maj. Gen. (Retd.) Vijitha Ravipriya",
    "fonts": [
      "Calibri"
    ],
    "sizes": [
      14.039999961853027
    ]
  },
  {
    "page_number": 0,
    "bbox": [
      72.02,
      662.89,
      449.55,
      769.23
    ],
    "text": "Director General of Customs Customs House 40, Main Street Colombo 11",
    "fonts": [
      "Calibri"
    ],
    "sizes": [
      14.039999961853027
    ]
  },
  {
    "page_number": 1,
    "bbox": [
      72.02,
      781.32,
      302.93,
      805.8
    ],
    "text": "2",
    "fonts": [
      "Calibri"
    ],
    "sizes": [
      11.039999961853027
    ]
  },
  {
    "page_number": 1,
    "bbox": [
      252.05,
      74.93,
      485.91,
      273.44
    ],
    "text": "2. R A J Buddadasa Deputy Director of Customs Customs House 40, Main Street Colombo 11 3. The Attorney General The Attorney Generals Department Hulftsdorp Colombo 12.",
    "fonts": [
      "ArialMT",
      "Calibri"
    ],
    "sizes": [
      14.039999961853027
    ]
  },
  {
    "page_number": 1,
    "bbox": [
      432.1,
      277.88,
      577.6,
      310.16
    ],
    "text": "Respondents",
    "fonts": [
      "Calibri-Bold"
    ],
    "sizes": [
      14.039999961853027
    ]
  },
  {
    "page_number": 1,
    "bbox": [
      72.02,
      349.16,
      484.29,
      529.06
    ],
    "text": "Before: C.P. Kirtisinghe J Mayadunne Corea J Counsel: Dharshana Weraduwage with Dhanushi Kalupahana for the Petitioner. S. David, SC for the Respondents. Argued on: 09.02.2022 Decided on: 28.07.2022",
    "fonts": [
      "Calibri"
    ],
    "sizes": [
      14.039999961853027
    ]
  },
  {
    "page_number": 1,
    "bbox": [
      72.02,
      541.54,
      181.3,
      555.58
    ],
    "text": "C.P. Kirtisinghe J",
    "fonts": [
      "Calibri"
    ],
    "sizes": [
      14.039999961853027
    ]
  },
  {
    "page_number": 1,
    "bbox": [
      72.02,
      568.09,
      526.59,
      766.59
    ],
    "text": "The Petitioner is seeking for a mandate in the nature of a writ of certiorari quashing the decision of the 1st and 2nd Respondents to conduct an inquiry against the Petitioner without informing him the violations if any committed by the Petitioner and also without issuing the evidence the 2nd Respondent intends to use against the Petitioner at the Customs Inquiry, which violates his right to a fair trial as guaranteed by the Constitution, for a mandate in the nature of a writ of mandamus compelling the 1st Respondent to initiate proper action to recover the short levies resulted from the lapse on the part of the Customs Department, in terms of Section 18 (2) of the Customs Ordinance and credit the same to the revenue and not as penalties and forfeitures permitting the Customs officers to appropriate 1/3rd of such recoveries as cash reward and for",
    "fonts": [
      "Calibri"
    ],
    "sizes": [
      9.0,
      14.039999961853027
    ]
  },
  {
    "page_number": 2,
    "bbox": [
      72.02,
      781.32,
      302.93,
      805.8
    ],
    "text": "3",
    "fonts": [
      "Calibri"
    ],
    "sizes": [
      11.039999961853027
    ]
  },
  {
    "page_number": 2,
    "bbox": [
      72.02,
      74.93,
      526.61,
      273.32
    ],
    "text": "a mandate in the nature of a writ of mandamus compelling the 1st Respondent to formulate a due process to be adopted at all Customs inquiries within a specified period of time, ensuring a fair hearing to those who are accused for violation of the Customs Ordinance or any other written law, guaranteeing suspects of their right to know the case against them and also their right to have access to all the evidence the Customs intends to use against them before the commencement of any proceeding against them as the Customs inquiries are not regarded as fact-finding inquiries, but inquiries where sweeping powers conferred in the inquiring officers to impose severe penalties and forfeitures on suspect persons, failure to comply of which results automatic custody in the remand prison.",
    "fonts": [
      "Calibri"
    ],
    "sizes": [
      14.039999961853027
    ]
  },
  {
    "page_number": 2,
    "bbox": [
      72.02,
      285.68,
      208.06,
      299.72
    ],
    "text": "Background of the case",
    "fonts": [
      "Calibri"
    ],
    "sizes": [
      14.039999961853027
    ]
  },
  {
    "page_number": 2,
    "bbox": [
      72.02,
      312.32,
      526.59,
      418.42
    ],
    "text": "The Petitioner is the Managing Director of a Company in the name of Mini Products Private Limited who are the sole agents and distributors of Yardley and Enchanter brand of cosmetics products which are imported from Malaysia, Indonesia and Dubai. According to the Petitioner, prior to 2015/2016 budget proposals he had imported the Yardley brand commodity Eau de Toilette under the HS Code 33030020.",
    "fonts": [
      "Calibri"
    ],
    "sizes": [
      14.039999961853027
    ]
  },
  {
    "page_number": 2,
    "bbox": [
      72.02,
      430.9,
      526.59,
      758.55
    ],
    "text": "In November 2015 further to several changes made to the HS Code system by the Customs Department the HS Code 33030020 was deleted from the system. The Petitioner states that by the time the aforesaid changes were made to the import tariff one of his shipments had arrived in the port and was pending clearance for which the Petitioner had already obtained a pay order classified under Code 33030020. By then, the said tariff had been removed from the system and further to the instructions given by the Customs appraisers, the Petitioners Customs House Agent had classified the said commodity (Yardley brand Eau de Toilette) under the HS Code 33030010. According to the Petitioner, all his shipments of Eau de Toilette imported thereafter, were classified under that HS Code and all of them were released after having examined the goods and satisfied with the HS Code 33030010 approved by the Customs appraisers. Sometime thereafter, in March 2016 the Customs Preventive Officers had detained one of the Petitioners cosmetics shipments alleging that the HS Code 33030010 assigned for the commodity was wrong. The Customs Officers had alleged that the correct HS Code was 33030029. The Petitioner states that the said allegation was manifestly unfounded as the final authority of the determination of the appropriate commodity classification for customs",
    "fonts": [
      "Calibri"
    ],
    "sizes": [
      14.039999961853027
    ]
  },
  {
    "page_number": 3,
    "bbox": [
      72.02,
      781.32,
      302.93,
      805.8
    ],
    "text": "4",
    "fonts": [
      "Calibri"
    ],
    "sizes": [
      11.039999961853027
    ]
  },
  {
    "page_number": 3,
    "bbox": [
      72.02,
      74.93,
      526.47,
      144.17
    ],
    "text": "purposes was the Customs itself. It is the Customs appraisers who determine the appropriate HS Code after the physical examination of the cargo. If there was any lapse on the part of the Customs appraisers, the Customs Department should take the full responsibility for such shortcomings and not the importer.",
    "fonts": [
      "Calibri"
    ],
    "sizes": [
      14.039999961853027
    ]
  },
  {
    "page_number": 3,
    "bbox": [
      72.02,
      156.65,
      526.62,
      594.85
    ],
    "text": "It is the case of the Petitioner that if there was any lapse on the determination of the commodity classifications the proper process is to initiate proceedings to recover the short levies under Section 18 (2) of the Customs Ordinance. The Petitioner states that the Customs having realized that there was a lapse on the part of the Customs appraisers informed the Petitioner that the commodity classification approved by the customs appraisers was inappropriate for the commodity Eau de Toilette and made an order to release the shipment subject to the recovery of additional levies under the HS code 33030029. The Petitioner had complied with the said determination and cleared the shipment on payment of additional levies. Thereafter the same group of officers from the preventive directorate had issued summons on the Petitioner requiring him to attend to another inquiry into the same matter. At the said inquiry a request had been made on behalf of the Petitioner to the 2nd Respondent to inform the Petitioner as to why he was summoned to attend the inquiry and the violation committed by the Petitioner under the Customs Ordinance. But the 2nd Respondent had refused to comply with that request claiming that the aforesaid customs inquiry was merely a fact-finding inquiry. The Petitioner states that in all cases of disputed classifications detected after the release of the goods, the proper procedure shall be to refer the matter to customs post clearance and audit directorate for follow up actions. The Petitioner therefore states that the whole process adapted against him to conduct a formal inquiry is not warranted by law and amounts to abuse and exceeding or misusing of the powers vested in the 2nd Respondent and therefore becomes unlawful and of no force in law. The said decision offends the principle of reasonableness and fairness and is irrational.",
    "fonts": [
      "Calibri"
    ],
    "sizes": [
      9.0,
      14.039999961853027
    ]
  },
  {
    "page_number": 3,
    "bbox": [
      72.02,
      606.19,
      526.34,
      658.21
    ],
    "text": "The 1st to 3rd Respondents are seeking for a dismissal of this application for the reasons stated in their statement of objections. The Respondents have taken up the following preliminary objections.",
    "fonts": [
      "Calibri"
    ],
    "sizes": [
      9.0,
      14.039999961853027
    ]
  },
  {
    "page_number": 3,
    "bbox": [
      90.02,
      668.51,
      526.26,
      684.73
    ],
    "text": "01. The application of the Petitioner is premature, misconceived and has no",
    "fonts": [
      "ArialMT",
      "Calibri"
    ],
    "sizes": [
      14.039999961853027
    ]
  },
  {
    "page_number": 3,
    "bbox": [
      90.02,
      689.17,
      526.25,
      721.69
    ],
    "text": "legal basis. 02. The Petitioner is guilty of misrepresentation and suppression of",
    "fonts": [
      "ArialMT",
      "Calibri"
    ],
    "sizes": [
      14.039999961853027
    ]
  },
  {
    "page_number": 3,
    "bbox": [
      116.3,
      725.89,
      203.98,
      739.93
    ],
    "text": "material facts.",
    "fonts": [
      "Calibri"
    ],
    "sizes": [
      14.039999961853027
    ]
  },
  {
    "page_number": 4,
    "bbox": [
      72.02,
      781.32,
      302.93,
      805.8
    ],
    "text": "5",
    "fonts": [
      "Calibri"
    ],
    "sizes": [
      11.039999961853027
    ]
  },
  {
    "page_number": 4,
    "bbox": [
      72.02,
      74.93,
      526.59,
      679.09
    ],
    "text": "The Respondents in their statement of objections have annexed a copy of the tariff which existed prior to 20.11.2015 marked R1 and a copy of the tariff which existed as at 20.11.2015 marked R3. The Respondents state that it was identified that Eau de Toilette (EDT) declared under item no.02 was misclassified and the consignment was detained and investigations were carried out. By the Gazette notification no. 1941/42 dated 20.11.2015 HS code 33030020 was split into three sub headings 33030021, 33030022 and 33030029. The Eau de Toilette should be classified under HS 33030029. The Petitioner had not described the goods properly nor had he classified the goods under the correct HS code. The Respondents state that the evidence suggests that the Petitioner had submitted incorrect information to the customs with the aim of misleading the authorities and obtaining an undue advantage. The Respondents state that soon after the duty rates were increased for Eau de Toilette the Petitioner has declared Eau de Toilette under the HS code 33030010 - perfumes. HS code 33030010 perfumes was not changed by the abovementioned gazette notification. The fact that the Petitioner had been previously declaring Eau de Toilette and Eau de Cologne under the HS code 33030020 under the heading toilette waters establishes and proves that the Petitioner had clear knowledge and was well aware that Eau de Toilette and Eau de Cologne cannot be declared under the HS code 33030010 perfumes. The Respondents state that the Petitioner has declared Eau de Toilette under the incorrect HS code and thereby evaded the payment of Rs. 1,807,965/-. According to the Respondents the investigations regarding seven previous consignments reveal that the total duty and other levies evaded due to the above incorrect classification amounts to 6,575,804.23/-. The Respondents state that in view of the above findings the Director of Customs appointed the 2nd Respondent to hold an inquiry with regard to the previous seven consignments imported by the Petitioner and the Petitioner was summoned for an inquiry after the investigations were concluded. The Respondents state that according to section 8 (1) of the Customs Ordinance a customs inquiry is conducted to ascertain the truth of the statements made. The Respondents further state that the Petitioners Counsel was informed that the statements will be read out soon after the commencement of the inquiry and all the evidence will be made available for perusal when elicited and marked at the inquiry.",
    "fonts": [
      "Calibri"
    ],
    "sizes": [
      9.0,
      14.039999961853027
    ]
  },
  {
    "page_number": 4,
    "bbox": [
      72.02,
      691.57,
      526.58,
      723.97
    ],
    "text": "An inquiry initiated under Section 8 of the Customs Ordinance, is a fact-finding inquiry, which is a precursor to a formal inquiry.",
    "fonts": [
      "Calibri"
    ],
    "sizes": [
      14.039999961853027
    ]
  },
  {
    "page_number": 4,
    "bbox": [
      72.02,
      736.59,
      526.56,
      768.99
    ],
    "text": "In the case of C. Czarnikow Sugar Ltd v P.S.M. Charles Director General of Customs and another (C.A Writ 144/2018 decided on 16.10.2020) forfeitures",
    "fonts": [
      "Calibri",
      "Calibri-Bold"
    ],
    "sizes": [
      14.039999961853027
    ]
  },
  {
    "page_number": 5,
    "bbox": [
      72.02,
      781.32,
      302.93,
      805.8
    ],
    "text": "6",
    "fonts": [
      "Calibri"
    ],
    "sizes": [
      11.039999961853027
    ]
  },
  {
    "page_number": 5,
    "bbox": [
      72.02,
      74.93,
      526.39,
      217.97
    ],
    "text": "were imposed not immediately after the Section 8 Inquiry but upon show cause notices being served on the parties identified at the Section 8 inquiry. In the case of Tennakoon v Director General of Customs and another C.A 856/2000 decided on 8.9.2003 after an inquiry under Section 8 (1) of the Customs Ordinance a charge under Section 119 of the Customs Ordinance was framed against the Petitioner and importer. After the inquiry, an order was made declaring the vehicle in question forfeited in terms of Section 119 of the Customs Ordinance.",
    "fonts": [
      "Calibri",
      "Calibri-Bold"
    ],
    "sizes": [
      14.039999961853027
    ]
  },
  {
    "page_number": 5,
    "bbox": [
      72.02,
      230.45,
      526.09,
      262.88
    ],
    "text": "Therefore, it is clear that the Section 8 Inquiry under the Customs Ordinance is a fact-finding inquiry which is a precursor to a formal inquiry.",
    "fonts": [
      "Calibri"
    ],
    "sizes": [
      14.039999961853027
    ]
  },
  {
    "page_number": 5,
    "bbox": [
      72.02,
      275.24,
      380.88,
      289.28
    ],
    "text": "Section 8 of the Customs Ordinance reads as follows:-",
    "fonts": [
      "Calibri"
    ],
    "sizes": [
      14.039999961853027
    ]
  },
  {
    "page_number": 5,
    "bbox": [
      72.02,
      301.88,
      526.26,
      334.16
    ],
    "text": "8. Director-General may examine witnesses on oath. False oath deemed false evidence.",
    "fonts": [
      "Calibri"
    ],
    "sizes": [
      14.039999961853027
    ]
  },
  {
    "page_number": 5,
    "bbox": [
      72.02,
      346.76,
      526.58,
      600.49
    ],
    "text": "(1) Upon examinations and inquiries made by the Director-General, or other principal officer of Customs, or other persons appointed to make such examinations and inquiries for ascertaining the truth of the statements made relative to Customs, or the conduct of officers or persons employed therein, any person examined before him or them as a witness shall deliver his testimony on oath, to be administered by such Director General or other principal officer, or such other persons as shall examine any such witness, who are hereby authorized to administer such oath and if such person shall be convicted of giving false evidence on his examination on oath before such Director-General or other principal officer of customs, or such other person in conformity to the directions of this Ordinance, every such person so convicted as aforesaid shall be deemed guilty of the offence of giving false evidence in a judicial proceeding, and shall be liable to the fines and penalties to which persons are liable for intentionally giving false evidence in judicial proceedings.",
    "fonts": [
      "Calibri"
    ],
    "sizes": [
      14.039999961853027
    ]
  },
  {
    "page_number": 5,
    "bbox": [
      72.02,
      612.97,
      526.45,
      682.21
    ],
    "text": "Thus, it is abundantly clear that the purpose of a section 8 inquiry under the Customs Ordinance is to ascertain the truth of statements made relative to the Customs and the only penal section contained in that section is the penalty prescribed for the offence of giving false evidence on oath.",
    "fonts": [
      "Calibri"
    ],
    "sizes": [
      14.039999961853027
    ]
  },
  {
    "page_number": 5,
    "bbox": [
      72.02,
      694.69,
      526.5,
      763.95
    ],
    "text": "The Petitioner is seeking to quash the decision of the Respondents to hold an inquiry under Section 8 of the Customs Ordinance. That decision is not a decision which affects the rights of the Petitioner. In the case of Rex v Electricity Commissioner (1924) 1 KB 171, Lord Atkin expressed the following view:-",
    "fonts": [
      "Calibri",
      "Calibri-Bold"
    ],
    "sizes": [
      14.039999961853027
    ]
  },
  {
    "page_number": 6,
    "bbox": [
      72.02,
      781.32,
      302.93,
      805.8
    ],
    "text": "7",
    "fonts": [
      "Calibri"
    ],
    "sizes": [
      11.039999961853027
    ]
  },
  {
    "page_number": 6,
    "bbox": [
      72.02,
      74.93,
      526.53,
      144.17
    ],
    "text": "whenever any body of persons having legal authority to determine questions affecting the rights of subjects, and having the duty to act judicially, act in excess of their legal authority they are subject to the controlling jurisdiction of the Kings Bench Division exercised in these writs.",
    "fonts": [
      "Calibri"
    ],
    "sizes": [
      14.039999961853027
    ]
  },
  {
    "page_number": 6,
    "bbox": [
      72.02,
      155.39,
      526.57,
      207.53
    ],
    "text": "Wade and Forsyth in their book entitled Administrative Law 10th Edition in page 518 in discussing the question of issue of a writ of certiorari observed as follows:-",
    "fonts": [
      "Calibri",
      "Calibri-Bold"
    ],
    "sizes": [
      9.0,
      14.039999961853027
    ]
  },
  {
    "page_number": 6,
    "bbox": [
      72.02,
      220.01,
      526.26,
      289.28
    ],
    "text": "They will lie where there is some preliminary decision as opposed to a mere recommendation which is a prescribed step in a statutory process which leads to a decision affecting rights even though the preliminary decision does not immediately affect rights itself.",
    "fonts": [
      "Calibri"
    ],
    "sizes": [
      14.039999961853027
    ]
  },
  {
    "page_number": 6,
    "bbox": [
      72.02,
      301.76,
      403.8,
      315.8
    ],
    "text": "In Wood v Wood [1874] LR Vol: 9 Ex 170 it was held thus,",
    "fonts": [
      "Calibri",
      "Calibri-Bold"
    ],
    "sizes": [
      14.039999961853027
    ]
  },
  {
    "page_number": 6,
    "bbox": [
      72.02,
      328.28,
      526.32,
      379.04
    ],
    "text": "this rule is not confined to the conduct of strictly legal tribunals but is applicable to every tribunal or body of persons invested with authority to adjudicate upon matters involving civil consequences to individuals.",
    "fonts": [
      "Calibri"
    ],
    "sizes": [
      14.039999961853027
    ]
  },
  {
    "page_number": 6,
    "bbox": [
      72.02,
      391.64,
      526.34,
      479.26
    ],
    "text": "The decision of the Respondents to hold an inquiry under section 8 of the Customs Ordinance is only a fact-finding inquiry and not a determination affecting the rights of the Petitioner. It is only a precursor to a formal inquiry which will be instituted, if there is sufficient material to do so, after issuing a formal show cause notice/charge sheet.",
    "fonts": [
      "Calibri"
    ],
    "sizes": [
      14.039999961853027
    ]
  },
  {
    "page_number": 6,
    "bbox": [
      72.02,
      491.86,
      526.55,
      561.1
    ],
    "text": "Therefore, a decision to hold an inquiry under section 8 of the Customs Ordinance is not a decision which leads to a decision affecting the rights of the Petitioner. It is not an adjudication upon matters involving severe consequences to the Petitioner.",
    "fonts": [
      "Calibri"
    ],
    "sizes": [
      14.039999961853027
    ]
  },
  {
    "page_number": 6,
    "bbox": [
      72.02,
      573.61,
      526.06,
      606.01
    ],
    "text": "Hence there is no decision affecting the rights of the Petitioner to be quashed by a writ of certiorari and the application of the Petitioner is premature.",
    "fonts": [
      "Calibri"
    ],
    "sizes": [
      14.039999961853027
    ]
  },
  {
    "page_number": 6,
    "bbox": [
      72.02,
      618.49,
      526.59,
      706.21
    ],
    "text": "In the case of Ceylon Mineral Waters LTD v The District Judge of Anuradhapura 70 NLR 312 where there was no order of the District Court of Anuradhapura determining the claim made to a motor car seized in execution of a decree of that court, Abeysundere J held that if at the time Certiorari is applied for there is no order to be quashed, that remedy will be refused for that reason alone.",
    "fonts": [
      "Calibri",
      "Calibri-Bold"
    ],
    "sizes": [
      14.039999961853027
    ]
  },
  {
    "page_number": 6,
    "bbox": [
      72.02,
      718.69,
      526.47,
      769.71
    ],
    "text": "In the case of Appapillai Amirthalingam v M.A. Piyasekera, Commissioner of Elections and another reported in 1980 (2) SLR 285 where a member of the First Parliament under 1978 Constitution died, but the Commissioner of Elections had",
    "fonts": [
      "Calibri",
      "Calibri-Bold"
    ],
    "sizes": [
      14.039999961853027
    ]
  },
  {
    "page_number": 7,
    "bbox": [
      72.02,
      781.32,
      302.93,
      805.8
    ],
    "text": "8",
    "fonts": [
      "Calibri"
    ],
    "sizes": [
      11.039999961853027
    ]
  },
  {
    "page_number": 7,
    "bbox": [
      72.02,
      74.93,
      526.56,
      199.49
    ],
    "text": "not yet made a decision under Article 161 (d) (iii) to require the Secretary of the political party to which such member belonged to nominate a member of such party to fill such vacancy, it was held that there has necessarily to be a formal decision or determination by the Commissioner requiring the Secretary of a political party to nominate a member of that party to fill a vacancy in Parliament before a writ of certiorari could issue quashing that decision or determination. As that situation has not yet arisen, the application is premature.",
    "fonts": [
      "Calibri"
    ],
    "sizes": [
      14.039999961853027
    ]
  },
  {
    "page_number": 7,
    "bbox": [
      72.02,
      212.09,
      526.59,
      281.36
    ],
    "text": "DR. Sunil Cooray in his book entitled Administrative Law 4th Edition Vol. 2 at page 1153 states thus, For certiorari to issue, there must already be a determination of rights and not a mere decision on a question of law which may ultimately be the basis of the later determination of rights.",
    "fonts": [
      "Calibri",
      "Calibri-Bold"
    ],
    "sizes": [
      14.039999961853027
    ]
  },
  {
    "page_number": 7,
    "bbox": [
      72.02,
      293.84,
      526.51,
      381.56
    ],
    "text": "The Respondents, in their Statement of Objections, have stated that the Petitioners Counsel was informed that the statements will be read out soon after the commencement of the inquiry and all the evidence will be made available for perusal when elicited and marked at the inquiry. Therefore, no prejudice will cause to the Petitioner at the inquiry.",
    "fonts": [
      "Calibri"
    ],
    "sizes": [
      14.039999961853027
    ]
  },
  {
    "page_number": 7,
    "bbox": [
      72.02,
      394.04,
      526.27,
      444.82
    ],
    "text": "For the aforementioned reasons, the application of the Petitioner for a mandate in the nature of a writ of certiorari quashing the decision to hold the inquiry must necessarily fail.",
    "fonts": [
      "Calibri"
    ],
    "sizes": [
      14.039999961853027
    ]
  },
  {
    "page_number": 7,
    "bbox": [
      72.02,
      457.42,
      526.32,
      563.5
    ],
    "text": "The Petitioner is also seeking for a mandate in the nature of a writ of mandamus compelling the 1st Respondent to initiate proper action to recover the short levies resulted from the lapse on the part of the Customs Department, in terms of Section 18 (2) of the Customs Ordinance and credit same to the revenue and not as penalties and forfeitures permitting the customs officers to appropriate 1/3 of such recoveries as cash reward.",
    "fonts": [
      "Calibri"
    ],
    "sizes": [
      9.0,
      14.039999961853027
    ]
  },
  {
    "page_number": 7,
    "bbox": [
      72.02,
      576.13,
      526.59,
      756.15
    ],
    "text": "The learned Counsel for the Petitioner has drawn our attention to the judgment of Toyota Lanka (PVT) LTD and another v Jayathilaka and Others [2009] 1 SLR 276. The facts of that case can be distinguished from the facts of this case. In the Toyota Lanka case, an officer of the Customs had made an order under Section 125 of the Customs Ordinance seizing 9 vehicles imported by the Appellant Company. In that case, S.N. Silva C.J held that the mandatory consequences of forfeiture that are penal in nature in Section 47 which states but if such goods shall not agree with particulars in the bill of entry the same shall be forfeited apply to a situation of concealment and evasion to pay duties as distinct from a situation of misdescription and underpayment of duties. In a situation of",
    "fonts": [
      "Calibri",
      "Calibri-Bold"
    ],
    "sizes": [
      14.039999961853027
    ]
  },
  {
    "page_number": 8,
    "bbox": [
      72.02,
      781.32,
      302.93,
      805.8
    ],
    "text": "9",
    "fonts": [
      "Calibri"
    ],
    "sizes": [
      11.039999961853027
    ]
  },
  {
    "page_number": 8,
    "bbox": [
      72.02,
      74.93,
      526.52,
      217.97
    ],
    "text": "wrongful entry and evasion, since the consequence of forfeiture is by operation of law, even if the officer had delivered the goods upon submission of Bill of Entry, such goods may be seized at any subsequent stage in terms of Section 125. In a situation of misdescription and underpayment of duties, the proper course would be to require the person concerned to pay the duties and dues which may be payable being the statutory obligation of the importer in terms of Section 47 or in the event of a short levy to recover the amount due in terms of Section 18(2) and 18(3) or 18A of the Customs Ordinance.",
    "fonts": [
      "Calibri"
    ],
    "sizes": [
      14.039999961853027
    ]
  },
  {
    "page_number": 8,
    "bbox": [
      72.02,
      230.45,
      526.45,
      318.2
    ],
    "text": "It was further held that the forfeiture provided for in Section 47 would not apply to a situation of a disputed classification of goods or an underpayment or short levy of duties or dues. In such an event, the proper course would be a requirement for payment of the amount due prior to delivery of goods or the recovery of the amounts due in terms of Section 18.",
    "fonts": [
      "Calibri"
    ],
    "sizes": [
      14.039999961853027
    ]
  },
  {
    "page_number": 8,
    "bbox": [
      72.02,
      330.68,
      526.53,
      381.56
    ],
    "text": "By paragraph (d) of the prayer to the Petition, the Petitioner is seeking for a mandate in the nature of a writ of mandamus to compel the 1st Respondent to act in terms of Section 18(2) of the Customs Ordinance.",
    "fonts": [
      "Calibri"
    ],
    "sizes": [
      9.0,
      14.039999961853027
    ]
  },
  {
    "page_number": 8,
    "bbox": [
      72.02,
      394.04,
      526.59,
      500.26
    ],
    "text": "In the Toyota Lanka (PVT) LTD case cited above there was no situation of a wrongful entry, concealment and evasion. It was a case of misdescription, a disputed classification of goods or an underpayment. It is in such a situation that the Supreme Court held that the proper course is to recover the amounts due under Section 18 of the Customs Ordinance and the mandatory consequence of forfeiture in Section 47 will apply only to a situation of concealment and evasion.",
    "fonts": [
      "Calibri",
      "Calibri-Bold"
    ],
    "sizes": [
      14.039999961853027
    ]
  },
  {
    "page_number": 8,
    "bbox": [
      72.02,
      512.74,
      526.59,
      766.59
    ],
    "text": "In this case, whether there is a concealment and evasion is a disputed fact. The Respondents state that the Petitioner has submitted incorrect information to the Customs with the aim of misleading the authorities and obtaining an undue advantage. Earlier, previous to the change, the Petitioner had declared Eau de Toilette and Eau de Cologne under H.S. Code 33030020 under the heading Toilet Waters. With the change of classification, H.S. Code 33030020 was split into three sub-headings as 33030021, 33030022 and 33030029. H.S. Code 33030010 perfumes were not changed by the Gazette Notification. Therefore, it is the case of the Respondents that the Petitioner had clear knowledge and was well aware that Eau de Toilette and Eau de Cologne cannot be declared under the H.S. Code for perfumes 33030010. Therefore, the 1st Respondent has a valid reason to hold an inquiry under Section 8 of the Customs Ordinance to ascertain the truth of the statements made relative to the Customs. Under those circumstances, the Petitioner is not entitled to a mandate in the nature of a writ",
    "fonts": [
      "Calibri"
    ],
    "sizes": [
      9.0,
      14.039999961853027
    ]
  },
  {
    "page_number": 9,
    "bbox": [
      72.02,
      781.32,
      305.81,
      805.8
    ],
    "text": "10",
    "fonts": [
      "Calibri"
    ],
    "sizes": [
      11.039999961853027
    ]
  },
  {
    "page_number": 9,
    "bbox": [
      72.02,
      73.67,
      526.27,
      107.33
    ],
    "text": "of mandamus directing the 1st Respondent to act under Section 18(2) of the Customs Ordinance.",
    "fonts": [
      "Calibri"
    ],
    "sizes": [
      9.0,
      14.039999961853027
    ]
  },
  {
    "page_number": 9,
    "bbox": [
      72.02,
      119.81,
      526.55,
      244.37
    ],
    "text": "By paragraph (e) of the prayer to the Petition the Petitioner is seeking for a mandate in the nature of a writ of mandamus compelling the 1st Respondent to formulate a due process to be adopted at all Customs inquiries. It is for the Customs Department to adopt their own procedure in such inquiries in keeping with the provisions of the Customs Ordinance and accepted legal principles and it is inappropriate for this Court to issue a writ of mandamus in such a wide sense.",
    "fonts": [
      "Calibri"
    ],
    "sizes": [
      9.0,
      14.039999961853027
    ]
  },
  {
    "page_number": 9,
    "bbox": [
      72.02,
      257.0,
      526.43,
      326.24
    ],
    "text": "For the aforementioned reasons, I refuse to issue a mandate in the nature of a writ of certiorari as prayed for by paragraph (c) of the prayer to the Plaint. I also refuse to grant mandates in the nature of a writ of mandamus as prayed for by paragraphs (d) and (e) of the prayer to the Petition.",
    "fonts": [
      "Calibri"
    ],
    "sizes": [
      14.039999961853027
    ]
  },
  {
    "page_number": 9,
    "bbox": [
      72.02,
      338.6,
      390.84,
      352.64
    ],
    "text": "Application of the Petitioner is dismissed without costs.",
    "fonts": [
      "Calibri"
    ],
    "sizes": [
      14.039999961853027
    ]
  },
  {
    "page_number": 9,
    "bbox": [
      361.03,
      470.86,
      526.59,
      484.9
    ],
    "text": "Judge of the Court of Appeal",
    "fonts": [
      "Calibri"
    ],
    "sizes": [
      14.039999961853027
    ]
  },
  {
    "page_number": 9,
    "bbox": [
      72.02,
      497.38,
      197.62,
      566.74
    ],
    "text": "Mayadunne Corea J I agree",
    "fonts": [
      "Calibri"
    ],
    "sizes": [
      14.039999961853027
    ]
  },
  {
    "page_number": 9,
    "bbox": [
      361.03,
      571.09,
      526.59,
      585.13
    ],
    "text": "Judge of the Court of Appeal",
    "fonts": [
      "Calibri"
    ],
    "sizes": [
      14.039999961853027
    ]
  }
]