[
  {
    "page_number": 0,
    "bbox": [
      72.02,
      781.92,
      334.73,
      806.4
    ],
    "text": "Page 1 of 16",
    "fonts": [
      "Calibri",
      "Calibri,Bold"
    ],
    "sizes": [
      11.039999961853027
    ]
  },
  {
    "page_number": 0,
    "bbox": [
      99.14,
      59.88,
      513.43,
      71.88
    ],
    "text": "IN THE COURT OF APPEAL OF THE DEMOCRATIC SOCIALIST REPUBLIC OF SRI LANKA",
    "fonts": [
      "Calibri,Bold"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 0,
    "bbox": [
      324.07,
      83.66,
      540.54,
      143.18
    ],
    "text": "In the matter of an application for a Writ of Mandamus under and in terms of Article 140 of the Constitution of the Democratic Socialist Republic of Sri Lanka.",
    "fonts": [
      "Calibri"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 0,
    "bbox": [
      72.02,
      154.94,
      210.24,
      166.94
    ],
    "text": "Case No. CA/Writ/437-2022",
    "fonts": [
      "Calibri"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 0,
    "bbox": [
      324.07,
      178.7,
      520.15,
      222.38
    ],
    "text": "Ramalingam Ranjan, Attorney-at-Law, No. 121, Hampdane Lane, Colombo 06.",
    "fonts": [
      "Calibri"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 0,
    "bbox": [
      467.02,
      234.14,
      543.19,
      246.14
    ],
    "text": "The petitioner",
    "fonts": [
      "Calibri,Bold"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 0,
    "bbox": [
      324.07,
      258.05,
      344.06,
      270.05
    ],
    "text": "Vs.",
    "fonts": [
      "Calibri,Bold"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 0,
    "bbox": [
      306.07,
      279.95,
      445.61,
      293.81
    ],
    "text": "01. Hon. Sanjay Rajaratnam",
    "fonts": [
      "Arial",
      "Calibri"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 0,
    "bbox": [
      306.07,
      297.65,
      482.21,
      372.89
    ],
    "text": "Hon. Attorney General Attorney General's Department Hulftsdorp, Colombo 12. 02. Chandana D. Wickramaratne",
    "fonts": [
      "Arial",
      "Calibri"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 0,
    "bbox": [
      108.02,
      376.61,
      463.61,
      436.15
    ],
    "text": "Inspector General of Police. Police Head Quarters, Colombo 01.",
    "fonts": [
      "Calibri"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 0,
    "bbox": [
      306.07,
      438.01,
      421.61,
      451.87
    ],
    "text": "03. Kavinda Piyasekara",
    "fonts": [
      "Arial",
      "Calibri"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 0,
    "bbox": [
      108.02,
      455.71,
      536.39,
      515.11
    ],
    "text": "Director Criminal Investigation Department York Street, Colombo 01.",
    "fonts": [
      "Calibri"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 0,
    "bbox": [
      306.07,
      517.09,
      446.45,
      530.95
    ],
    "text": "04. Deshabandu Tennakoon",
    "fonts": [
      "Arial",
      "Calibri"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 0,
    "bbox": [
      324.07,
      534.79,
      529.55,
      594.22
    ],
    "text": "Senior Deputy Inspector General of Police Western Province, Police Headquarters, Colombo 01.",
    "fonts": [
      "Calibri"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 0,
    "bbox": [
      454.54,
      605.98,
      543.19,
      617.98
    ],
    "text": "The respondents",
    "fonts": [
      "Calibri,Bold"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 0,
    "bbox": [
      72.02,
      629.86,
      506.83,
      641.86
    ],
    "text": "Before: N. Bandula Karunarathna J. P/CA",
    "fonts": [
      "Calibri",
      "Calibri,Bold"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 0,
    "bbox": [
      72.02,
      653.74,
      263.16,
      680.38
    ],
    "text": "&",
    "fonts": [
      "Calibri,Bold"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 0,
    "bbox": [
      72.02,
      683.02,
      451.37,
      709.54
    ],
    "text": "M. Ahsan R. Marikar J.",
    "fonts": [
      "Calibri,Bold"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 0,
    "bbox": [
      72.02,
      720.34,
      516.37,
      776.28
    ],
    "text": "Counsel: Maithri Gunaratne PC, with Ashan Nanayakkara AAL and Iffat Shahabdeen for the petitioner. V. de Abrew PC ASG, for the State",
    "fonts": [
      "Calibri",
      "Calibri,Bold"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 1,
    "bbox": [
      72.02,
      781.92,
      334.73,
      806.4
    ],
    "text": "Page 2 of 16",
    "fonts": [
      "Calibri",
      "Calibri,Bold"
    ],
    "sizes": [
      11.039999961853027
    ]
  },
  {
    "page_number": 1,
    "bbox": [
      72.02,
      60.0,
      525.62,
      145.22
    ],
    "text": "Dr. Romesh de Silva PC, with Sugath Caldera AAL, instructed by Sanath Wijewardana AAL for the 4th respondent Written Submissions: By the petitioners 23.02.2023",
    "fonts": [
      "Calibri",
      "Calibri,Bold"
    ],
    "sizes": [
      8.039999961853027,
      12.0
    ]
  },
  {
    "page_number": 1,
    "bbox": [
      216.05,
      145.19,
      390.29,
      159.74
    ],
    "text": "By the 4th respondent 26.01.2023",
    "fonts": [
      "Calibri"
    ],
    "sizes": [
      8.039999961853027,
      12.0
    ]
  },
  {
    "page_number": 1,
    "bbox": [
      72.02,
      170.54,
      293.54,
      255.77
    ],
    "text": "Supported on : 01.03.2023 Decided on : 27.03.2023 N. Bandula Karunarathna J. P/CA",
    "fonts": [
      "Calibri",
      "Calibri,Bold"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 1,
    "bbox": [
      72.02,
      267.53,
      504.79,
      279.53
    ],
    "text": "The petitioner filed this writ application by petition dated 16.11.2022, seeking inter alia;",
    "fonts": [
      "Calibri",
      "Calibri,Italic"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 1,
    "bbox": [
      90.02,
      288.74,
      540.55,
      303.29
    ],
    "text": "(a) a mandate in the nature of a writ of mandamus to compel the 1st, 2nd and 3rd",
    "fonts": [
      "Arial",
      "Calibri"
    ],
    "sizes": [
      8.039999961853027,
      12.0
    ]
  },
  {
    "page_number": 1,
    "bbox": [
      90.02,
      304.58,
      540.48,
      366.53
    ],
    "text": "respondents to make the 4th respondent a suspect in the case bearing No. B22046/2022 filed at the Magistrates Court of Fort; (b) a mandate in the nature of a writ of mandamus to compel the 2nd and 3rd respondents",
    "fonts": [
      "Arial",
      "Calibri"
    ],
    "sizes": [
      8.039999961853027,
      12.0
    ]
  },
  {
    "page_number": 1,
    "bbox": [
      90.02,
      367.82,
      540.45,
      429.79
    ],
    "text": "to arrest, detain and record a further statement from the 4th respondent, for the purpose of case bearing No. B22046/2022 filed at the Magistrates Court of Fort; (c) a mandate in the nature of a writ of mandamus to compel the 2nd respondent to send",
    "fonts": [
      "Arial",
      "Calibri"
    ],
    "sizes": [
      8.039999961853027,
      12.0
    ]
  },
  {
    "page_number": 1,
    "bbox": [
      90.02,
      433.63,
      540.54,
      508.87
    ],
    "text": "recommendations to the National Police Commission to suspend and interdict and send on compulsory leave the 4th respondent in view of the criminal charges levelled against the 4th respondent; (d) an interim order to prevent the 4th respondent from holding his office and to suspend",
    "fonts": [
      "Arial",
      "Calibri"
    ],
    "sizes": [
      8.039999961853027,
      12.0
    ]
  },
  {
    "page_number": 1,
    "bbox": [
      108.02,
      512.71,
      540.26,
      540.43
    ],
    "text": "him from his duties and to interdict him from his office until the final determination of this action is delivered.",
    "fonts": [
      "Calibri"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 1,
    "bbox": [
      72.02,
      552.31,
      540.55,
      674.98
    ],
    "text": "The petitioner states that the petitioner is a citizen of Sri Lanka and is a practicing lawyer by profession, a human rights activist and was also a staunch supporter of anti-government movement of Aragalaya-2022. The 1st respondent is the Attorney General of the Republic of Sri Lanka who is the public prosecutor of Sri Lanka. The 2nd respondent is the Inspector General of Police who has the powers to arrest, detain, conduct investigations of the suspects who commit crimes in Sri Lanka for the purpose of maintaining the law and order of the Republic of Sri Lanka. The 3rd respondent is the Director of the Criminal Investigation Department whose role is to assist the 2nd respondent in the aforesaid duties.",
    "fonts": [
      "Calibri"
    ],
    "sizes": [
      8.039999961853027,
      12.0
    ]
  },
  {
    "page_number": 1,
    "bbox": [
      72.02,
      684.19,
      540.19,
      714.58
    ],
    "text": "The 4th respondent is the Senior Deputy Inspector General of Police and also the alleged suspect of crimes which have been more fully described in the petition.",
    "fonts": [
      "Calibri"
    ],
    "sizes": [
      8.039999961853027,
      12.0
    ]
  },
  {
    "page_number": 1,
    "bbox": [
      72.02,
      726.36,
      540.42,
      770.04
    ],
    "text": "The petitioner states that from or about 09.04.2022 a group of 91 peaceful protestors had gathered at the entrance of the Presidential Secretariat at the Galle Face Green area in Colombo showing its dissent to the incumbent government and its head of state as the latter",
    "fonts": [
      "Calibri"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 2,
    "bbox": [
      72.02,
      781.92,
      334.73,
      806.4
    ],
    "text": "Page 3 of 16",
    "fonts": [
      "Calibri",
      "Calibri,Bold"
    ],
    "sizes": [
      11.039999961853027
    ]
  },
  {
    "page_number": 2,
    "bbox": [
      72.02,
      59.88,
      540.32,
      150.98
    ],
    "text": "failed to arrest the abysmal and irrational economic condition which was prevailed in the country. This entire area where they gathered to show their dissent was also known as GotaGoGama and the prime objective of the demonstrators was to peacefully oust the President - Gotabaya Rajapakse, the Premier - Mahinda Rajapakse both of whom came to power under the political party called the 'Sri Lanka Podu Jana Peramuna' and the government of the day.",
    "fonts": [
      "Calibri"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 2,
    "bbox": [
      72.02,
      162.74,
      540.53,
      301.25
    ],
    "text": "The petitioner states that the aforesaid peaceful protestors had also camped outside the official residence of the Prime Minister, the Temple Trees, by the Galle Road in an area which was known to be 'MainaGoGama' from or about the 26.04. 2022 to protest against the government of Sri Lanka at the time. This campaign of protest in front of the official residence of the Prime Minister and the Presidential Secretariat Office was renowned for being the most peaceful protest in world history which comprised of dramatic, artistic, choreographic and intellectual presentations and orations around the vicinity with the participation of lawyers, doctors, university lecturers, university students, teachers, engineers, IT specialists, sportsmen, artists, celebrities, academics, journalists, bankers, labours etc.",
    "fonts": [
      "Calibri"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 2,
    "bbox": [
      72.02,
      313.01,
      540.55,
      451.51
    ],
    "text": "Whilst this peaceful protest was going on, the petitioner states that on or about 09.05.2022, the then Prime Minister, Mahinda Rajapaksa summoned a political meeting at the official residence of the Prime Minister, the Temple Trees. The petitioner verily believes that the aforesaid political meeting had convened about 3000-4000 supporters who had come from across the island representing Sri Lanka Podu Jana Peramuna political party. The petitioner states that at the aforesaid political meeting, couple of emotional speeches were given away by the orators and the gist of them was to protect the incumbent government and eliminate the protestors who had been camping outside the Temple Trees and the Presidential Secretariat Office since April.",
    "fonts": [
      "Calibri"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 2,
    "bbox": [
      72.02,
      463.39,
      540.55,
      649.3
    ],
    "text": "The petitioner states that at the conclusion of the said assembly a large number of attendees came out of the Temple Trees from its northern entrance and marched towards MainaGoGama down that lane. Thereafter, the said attendees had attacked the peaceful protestors stationed at the MainaGoGama. The said attendees after assaulting those who were present at MainaGoGama began to march in the direction of the Galle face Green in Colombo on the Galle Road towards the peaceful protestors stationed at GotaGoGama passing Crescat Boulevard, the entrance of the Cinnamon Grand Hotel, Colombo Residencies, the bridge next to St. Andrew's Scots Kirk Church, Sri Lanka Tourist Board, The High Commission of India and Galle Face Hotel. Thereafter, the people who came from Temple Trees entered the road of the Galle Face Green and mercilessly attacked the peaceful protestors of GotaGoGama which included assaulting whoever that would confront them, injuring by-standers, setting fire to the tents and huts, intimidating those who were present etc.",
    "fonts": [
      "Calibri"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 2,
    "bbox": [
      72.02,
      661.06,
      540.3,
      752.16
    ],
    "text": "The petitioner states that as a result of the aforesaid unlawful and brutal attack launched by the supporters who came to Temple Trees, a series of counter attack triggered in the width and breadth of the country which brought a mayhem on the said day which reminds the nights of backlash in July 1983. Consequent to the aforesaid inhuman attack unbridled, the Criminal Investigation Department commenced an investigation on the said incidents and a B report dated 10.05.2022 was filed in the Magistrates' Court of Fort under the case No.22046/2022.",
    "fonts": [
      "Calibri"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 3,
    "bbox": [
      72.02,
      781.92,
      334.73,
      806.4
    ],
    "text": "Page 4 of 16",
    "fonts": [
      "Calibri",
      "Calibri,Bold"
    ],
    "sizes": [
      11.039999961853027
    ]
  },
  {
    "page_number": 3,
    "bbox": [
      72.02,
      59.88,
      540.44,
      87.74
    ],
    "text": "The petitioner states that the extracts from the aforesaid B report dated 10.05.2022 reads as follows:",
    "fonts": [
      "Calibri"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 3,
    "bbox": [
      108.02,
      97.81,
      540.55,
      127.34
    ],
    "text": "2022.05.22 .",
    "fonts": [
      "Calibri",
      "Iskoola Pota"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 3,
    "bbox": [
      108.02,
      137.41,
      540.84,
      196.34
    ],
    "text": "2022.05.09",
    "fonts": [
      "Calibri",
      "Iskoola Pota"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 3,
    "bbox": [
      72.02,
      208.1,
      540.48,
      251.81
    ],
    "text": "Investigations by the Criminal Investigation Department on the attack launched by the supporters of Sri Lanka Podujana Peramuna on the peaceful anti-government protestors stationed at the 'MainaGoGama' and the 'GotaGoGama' revealed that;",
    "fonts": [
      "Calibri"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 3,
    "bbox": [
      90.02,
      261.71,
      540.4,
      275.57
    ],
    "text": "(a) a member of Parliament Hon. Sanath Nishantha, now a suspect in the aforesaid case",
    "fonts": [
      "Arial",
      "Calibri"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 3,
    "bbox": [
      90.02,
      276.86,
      540.53,
      323.09
    ],
    "text": "No. B 22046/2022, was in conversation with the 4th respondent at the time of the said attack on 'GotaGoGama'; (b) the 4th respondent was the field officer in charge of the incident at time when the said",
    "fonts": [
      "Arial",
      "Calibri"
    ],
    "sizes": [
      8.039999961853027,
      12.0
    ]
  },
  {
    "page_number": 3,
    "bbox": [
      90.02,
      326.81,
      540.06,
      370.49
    ],
    "text": "attacks were carried out; (c) there was an absence of duties performed by the police officers present at the crime",
    "fonts": [
      "Arial",
      "Calibri"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 3,
    "bbox": [
      108.02,
      374.21,
      144.69,
      386.21
    ],
    "text": "scene;",
    "fonts": [
      "Calibri"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 3,
    "bbox": [
      72.02,
      398.09,
      540.45,
      425.95
    ],
    "text": "The petitioner further states that the extracts from the B report dated 05.11.2022 reads as follows:",
    "fonts": [
      "Calibri"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 3,
    "bbox": [
      108.02,
      436.02,
      540.55,
      465.55
    ],
    "text": ",",
    "fonts": [
      "Calibri",
      "Iskoola Pota"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 3,
    "bbox": [
      108.02,
      475.62,
      540.55,
      549.19
    ],
    "text": "- ...",
    "fonts": [
      "Calibri",
      "Iskoola Pota"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 3,
    "bbox": [
      72.02,
      561.07,
      540.55,
      683.74
    ],
    "text": "The petitioner states that prior to the said attacks to the 'MainaGoGarna' and to the 'GotaGoGama', the 4th respondent was informed through a letter dated 08.05.2022 by the 2nd respondent, based on intelligence information, of possible attacks on 'MainaGoGama' and 'GotaGoGama' and by the said letter, the 4th respondent was given a clear written instruction to prevent such imminent attack. The petitioner states that the 4th respondent wilfully failed to carry out the aforesaid orders. The petitioner further states that due to the wilful omission to carry out the duties by the police officers at the crime scene, consequently, a statement was recorded from the 4th respondent by the Criminal Investigations Department.",
    "fonts": [
      "Calibri"
    ],
    "sizes": [
      8.039999961853027,
      12.0
    ]
  },
  {
    "page_number": 3,
    "bbox": [
      72.02,
      692.95,
      540.55,
      770.76
    ],
    "text": "In the summary of the statement by the 4th respondent; Deshabandu Tennakoon - Senior Deputy Inspector General of Police of Western Province given to the Criminal Investigations Department, he had categorically admitted that the former President - Gotabaya Rajapakse had at noon time specifically ordered him that any such that comes towards the GotaGoGama must be stopped somehow.",
    "fonts": [
      "Calibri"
    ],
    "sizes": [
      8.039999961853027,
      12.0
    ]
  },
  {
    "page_number": 4,
    "bbox": [
      72.02,
      781.92,
      334.73,
      806.4
    ],
    "text": "Page 5 of 16",
    "fonts": [
      "Calibri",
      "Calibri,Bold"
    ],
    "sizes": [
      11.039999961853027
    ]
  },
  {
    "page_number": 4,
    "bbox": [
      72.02,
      59.88,
      289.1,
      71.88
    ],
    "text": "That relevant part is re-produced as follows:",
    "fonts": [
      "Calibri"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 4,
    "bbox": [
      108.02,
      81.97,
      540.84,
      189.5
    ],
    "text": "12.13 , , . .",
    "fonts": [
      "Calibri",
      "Iskoola Pota"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 4,
    "bbox": [
      72.02,
      201.26,
      540.55,
      323.93
    ],
    "text": "The petitioner states that even though many have been named as suspects in the aforesaid Magistrate's case No. B 22046/2022 which was filed after the incident, a key figure and character of the said incident on the 09.05.2022 - the 4th respondent, who had failed in his duties and obligations as the field officer in charge has not been named as the suspect of the aforementioned action. The 4th respondent who was supposed to stop the unruly marchers who broke out from the Temple Trees had failed to prevent them from entering MinaGoGama and GotaGoGama and in contrast aided and abetted the said attacks on the peaceful protestors.",
    "fonts": [
      "Calibri"
    ],
    "sizes": [
      8.039999961853027,
      12.0
    ]
  },
  {
    "page_number": 4,
    "bbox": [
      72.02,
      333.26,
      540.55,
      553.27
    ],
    "text": "The petitioner further states that had the 4th respondent wanted to prevent the marchers who came out from the Temple Trees, he could easily have blocked the way of that mob of people at the Rotunda Avenue before they entered into the Galle Road or at the bottle neck created on the road at the Bridge of the Galle Road at Kollupitiya in front of St. Andrew's Scots Kirk Church. The petitioner states that the 4th respondent, being the senior most police officer at the place where this incident took place had done nothing in prevention of such a calamity. Despite the Head of State; the Commander-in-Chief of the Sri Lankan Armed Forces had given clear instructions to prevent the marchers who had come from Temple Trees, the 4th respondent being the senior most officer on the filed had not even used tear gas nor did he order to use force on the unruly mob to prevent this attack. When the aforesaid matter was before the Magistrate's Court at Fort, it was revealed that the 4th respondent in his authority was interfering with the investigations of the Criminal Investigations Department in the said matter and this was brought to the notice of court few times by the lawyers who had appeared on behalf of the aggrieved parties.",
    "fonts": [
      "Calibri"
    ],
    "sizes": [
      8.039999961853027,
      12.0
    ]
  },
  {
    "page_number": 4,
    "bbox": [
      72.02,
      565.06,
      540.55,
      703.54
    ],
    "text": "The reluctance and the prolonged delay by the Criminal Investigations Department to carry out their duties diligently over the 4th respondent in the said Magistrate's Court was noted by the learned Fort Magistrate. The 1st respondent who assists as the amicus to the learned Magistrate of Fort in the case bearing number B 22046/2022 since its beginning, had taken notice of the fact that continuance of duty of the 4th respondent as the Senior Deputy Inspector General of Police, Western Province, would bring an impediment in the investigations of the Criminal Investigations Department over this matter and therefore has issued a letter dated 23.05.2022 advising the 2nd respondent to transfer the 4th respondent. The 2nd respondent has not taken any action over the aforesaid letter and had turned a blind eye.",
    "fonts": [
      "Calibri",
      "Calibri,Italic"
    ],
    "sizes": [
      8.039999961853027,
      12.0
    ]
  },
  {
    "page_number": 4,
    "bbox": [
      72.02,
      712.87,
      540.42,
      774.84
    ],
    "text": "The petitioner further states that the 4th respondent, having provided all the necessary orders from his superior officers, advises, resources such as water cannons, tear gas, police troops, barricades, busses to block the way and riot troops to prevent any crime being committed on 09.05.2022, intentionally and wilfully had failed to prevent the said attacks on the peaceful",
    "fonts": [
      "Calibri"
    ],
    "sizes": [
      8.039999961853027,
      12.0
    ]
  },
  {
    "page_number": 5,
    "bbox": [
      72.02,
      781.92,
      334.73,
      806.4
    ],
    "text": "Page 6 of 16",
    "fonts": [
      "Calibri",
      "Calibri,Bold"
    ],
    "sizes": [
      11.039999961853027
    ]
  },
  {
    "page_number": 5,
    "bbox": [
      72.02,
      59.88,
      540.49,
      103.46
    ],
    "text": "protestors who were gathering at the MainaGoGama and the GotaGoGama. Hence, the petitioner states that the 4th respondent ought to be criminally liable to all charges in the aforesaid case No. B 22046/2022 along with the other suspects.",
    "fonts": [
      "Calibri"
    ],
    "sizes": [
      8.039999961853027,
      12.0
    ]
  },
  {
    "page_number": 5,
    "bbox": [
      72.02,
      112.79,
      540.5,
      143.18
    ],
    "text": "The petitioner further states that the 4th respondent, in addition to every charge in the aforesaid case No. B 22046/2022 along with the other suspects, ought to be charged, inter alia;",
    "fonts": [
      "Calibri"
    ],
    "sizes": [
      8.039999961853027,
      12.0
    ]
  },
  {
    "page_number": 5,
    "bbox": [
      89.42,
      153.08,
      540.55,
      325.01
    ],
    "text": "(i.) under section 102 of the Penal Code (Punishment for abetment); (ii.) under section 113B of the Penal Code (Punishment for conspiracy); (iii.) under section 140 of the Penal Code (Punishment for being a member of an unlawful assembly); (iv.) criminal negligence; (v.) any other charge as the learned Magistrate thinks fit under the case bearing number B 22046/2022 filed at the Magistrate's Court of Fort.",
    "fonts": [
      "Arial",
      "Calibri"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 5,
    "bbox": [
      72.02,
      334.34,
      540.55,
      459.55
    ],
    "text": "The petitioner further states that up to the filing of this action the 4th respondent has not been made a suspect of the case No. B 22046/2022 and that there has been unjust, unfair and considerable delay in naming the 4th respondent as a suspect in the said matter, which would lead to a travesty of justice. Considering the investigation reports by the Criminal Investigations Department, observations made by the learned Magistrate of the Magistrates' Court in Fort, advises given by the 1st respondent in the aforesaid case No. B 22046/2022 and orders given by the then head of state, there is ample evidence and prima facie evidence against the 4th respondent being named as a suspect in the said Magistrate's Court matter.",
    "fonts": [
      "Calibri"
    ],
    "sizes": [
      8.039999961853027,
      12.0
    ]
  },
  {
    "page_number": 5,
    "bbox": [
      72.02,
      468.76,
      540.53,
      562.39
    ],
    "text": "Further, delaying the arrest of such an errant officer as the 4th respondent and the immediate suspension of his service, has occurred far reaching ramifications, such as the collapse of the law and order in the country. The petitioner has learnt that that the 4th respondent is the person who has ordered the police officers of the Western Province to arrest two ladies who were walking while carrying two placards and in doing so, the former officers had manhandled two female police constables (WPCs).",
    "fonts": [
      "Calibri"
    ],
    "sizes": [
      8.039999961853027,
      12.0
    ]
  },
  {
    "page_number": 5,
    "bbox": [
      72.02,
      574.18,
      540.55,
      602.02
    ],
    "text": "In the circumstances, the petitioner states that a cause of action has arisen to the petitioner as a citizen of this country to seek remedy from this Court.",
    "fonts": [
      "Calibri"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 5,
    "bbox": [
      72.02,
      613.78,
      540.53,
      657.46
    ],
    "text": "The case was taken up for support on 16.12.2022 and the respondents raised preliminary objections on the maintainability of the relief prayed by the petitioner, from this Court and the Court directed the parties to file written submissions.",
    "fonts": [
      "Calibri"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 5,
    "bbox": [
      72.02,
      669.22,
      389.81,
      681.22
    ],
    "text": "The following legal submissions were raised by the respondents;",
    "fonts": [
      "Calibri"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 5,
    "bbox": [
      108.5,
      691.24,
      429.29,
      705.1
    ],
    "text": "(i.) A writ of mandamus will not lie where discretion is involved.",
    "fonts": [
      "Arial",
      "Calibri"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 5,
    "bbox": [
      72.02,
      716.86,
      540.4,
      776.28
    ],
    "text": "The learned counsel for the respondents says that by relief (b) in the petition, the petitioner seeks a writ of mandamus compelling the 2nd and 3rd respondents to arrest, detain and record a further statement from, the 4th respondent for the purpose of the case bearing No. B22046/ 2022 filed at the Magistrates Court of Fort. The power granted to a peace officer to arrest a",
    "fonts": [
      "Calibri"
    ],
    "sizes": [
      8.039999961853027,
      12.0
    ]
  },
  {
    "page_number": 6,
    "bbox": [
      72.02,
      781.92,
      334.73,
      806.4
    ],
    "text": "Page 7 of 16",
    "fonts": [
      "Calibri",
      "Calibri,Bold"
    ],
    "sizes": [
      11.039999961853027
    ]
  },
  {
    "page_number": 6,
    "bbox": [
      72.02,
      59.88,
      540.45,
      103.46
    ],
    "text": "person without an order from the Magistrate is contained in section 32(1) of the Code of Criminal Procedure Act No. 15 of 1979, thereby section 32(1)(b) and section 32(1)(d), state as follows;",
    "fonts": [
      "Calibri"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 6,
    "bbox": [
      108.02,
      115.34,
      540.1,
      127.34
    ],
    "text": "32. (1) Any peace officer may without an order from a Magistrate and without a",
    "fonts": [
      "Calibri"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 6,
    "bbox": [
      139.58,
      131.18,
      282.5,
      143.18
    ],
    "text": "warrant, arrest any person",
    "fonts": [
      "Calibri"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 6,
    "bbox": [
      144.02,
      154.94,
      176.88,
      166.94
    ],
    "text": "(a) ..",
    "fonts": [
      "Calibri"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 6,
    "bbox": [
      144.02,
      178.7,
      540.06,
      190.7
    ],
    "text": "(b) who has been concerned in any cognizable offence or against whom a",
    "fonts": [
      "Calibri"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 6,
    "bbox": [
      162.05,
      194.54,
      540.16,
      222.38
    ],
    "text": "reasonable complaint has been made or credible information has been received or a reasonable suspicion exists of his having been so concerned;",
    "fonts": [
      "Calibri"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 6,
    "bbox": [
      144.02,
      234.14,
      176.04,
      246.14
    ],
    "text": "(c) .",
    "fonts": [
      "Calibri"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 6,
    "bbox": [
      144.02,
      258.05,
      366.86,
      270.05
    ],
    "text": "(d) who has been proclaimed as an offender;",
    "fonts": [
      "Calibri"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 6,
    "bbox": [
      72.02,
      281.81,
      540.55,
      404.45
    ],
    "text": "The use of the word \"may\" in the statutory provision ex facie indicates that it is a discretionary power vested with the peace officer to arrest a person without an order of a Magistrate. A discretionary power that he ought to exercise with caution balancing the interests of all parties in a manner that does not infringe a person's fundamental rights guaranteed under the Constitution. The petitioner is raising the issue solely based on the allegation that having all the resources available and with the necessary orders from his superior officers in charge, the 4th respondent has intentionally and wilfully failed in preventing the attacks on the peaceful protesters who were at the MainaGoGama and GotaGoGama on 09.05.2002.",
    "fonts": [
      "Calibri"
    ],
    "sizes": [
      8.039999961853027,
      12.0
    ]
  },
  {
    "page_number": 6,
    "bbox": [
      72.02,
      416.35,
      540.52,
      570.55
    ],
    "text": "The Criminal Investigations Department is still carrying out the necessary investigations into the matter concerned under magisterial supervision in case number, MC Fort B22046/ 2022. Therefore, the arrest of a person in relation to an already ongoing investigation is something the officers of the Criminal Investigations Department has to do having due regard to due process of the law. It is the discretionary power given to them by statute. The law does not require the officers of the Criminal Investigations Department to act in a particular manner, but only requires them to act on the statutory power and arrest a person when, they form an opinion concerning any cognizable offence or a reasonable complaint has been made in respect of such person or credible information has been received in respect of such person or a reasonable suspicion exists in respect of him.",
    "fonts": [
      "Calibri"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 6,
    "bbox": [
      72.02,
      582.46,
      466.85,
      594.46
    ],
    "text": "The petitioner submits the following latest authority in support of his argument;",
    "fonts": [
      "Calibri"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 6,
    "bbox": [
      72.02,
      606.22,
      540.45,
      681.46
    ],
    "text": "Premachandra vs. Major Montegue Jaywaickrema 1994 (2) SLR 90. It was held that \"There are no absolute or unfettered discretions in public law; discretions are conferred on public functionaries in trust for the public, to be used for the public good, and the propriety of the exercise of such discretions is to be judged by reference to the purposes for which they were so entrusted.\"",
    "fonts": [
      "Calibri"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 6,
    "bbox": [
      72.02,
      690.67,
      540.55,
      736.92
    ],
    "text": "Besides, the aforesaid obsolete principle mentioned on the written submissions of the 4th respondent has now been over ruled and thus the following has been written in the same book by the same author (Dr. Sunil Cooray) at page no. 988;",
    "fonts": [
      "Calibri"
    ],
    "sizes": [
      8.039999961853027,
      12.0
    ]
  },
  {
    "page_number": 6,
    "bbox": [
      72.02,
      748.68,
      540.41,
      776.52
    ],
    "text": "\"But in modern law no discretion is absolute. Every discretion conferred by law is a public trust, to be exercised for the purposes for which it has been conferred-by statute, and the proved",
    "fonts": [
      "Calibri"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 7,
    "bbox": [
      72.02,
      781.92,
      334.73,
      806.4
    ],
    "text": "Page 8 of 16",
    "fonts": [
      "Calibri",
      "Calibri,Bold"
    ],
    "sizes": [
      11.039999961853027
    ]
  },
  {
    "page_number": 7,
    "bbox": [
      72.02,
      59.88,
      540.47,
      119.3
    ],
    "text": "factual situation in a given case may be such that, in keeping with the purpose for which such discretion has been conferred by statute, the law discerns a duty to exercise that discretion in a particular manner and that duty will then be enforceable by mandamus\" - at p. 288 of \"Principles of Administrative Law in Sri Lanka by Dr. Sunil Cooray\", Volume 2.",
    "fonts": [
      "Calibri"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 7,
    "bbox": [
      72.02,
      131.18,
      540.47,
      174.74
    ],
    "text": "The learned counsel for the petitioner submits that the aforesaid innovative position has been re-iterated in Rajeswari Nadaraja vs. M. Najeeb Abdul Majeed, Minister of Industries and Commerce and Others (SC Appeal No. 177/15 decided on 31.08.2018j as follows;",
    "fonts": [
      "Calibri"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 7,
    "bbox": [
      72.02,
      186.5,
      488.59,
      198.5
    ],
    "text": "This is also the position maintained by Dr. Cooray in Principles of Administrative Law;",
    "fonts": [
      "Calibri"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 7,
    "bbox": [
      108.02,
      210.38,
      540.53,
      301.49
    ],
    "text": "\"every discretion conferred by law is a public trust, to be exercised for the purposes for which it has been conferred by statute, and the proved factual situation in a given case may be such that, in keeping with the purpose for which such discretion has been conferred by the statute, the law discerns a duty to exercise that discretion in a particular manner and that duty will be enforceable by mandamus.\" (Volume II, 3rd edn, page 847).",
    "fonts": [
      "Calibri"
    ],
    "sizes": [
      8.039999961853027,
      12.0
    ]
  },
  {
    "page_number": 7,
    "bbox": [
      72.02,
      313.25,
      540.41,
      372.65
    ],
    "text": "Thus, it is the contention of the learned counsel for the petitioner that, even if the empowering statute does not expressly require any jurisdictional fact to be present for exercise of power, it will be held invalid if the public authority has acted in total disregard for the purpose for which such discretion or power was vested in him.\"",
    "fonts": [
      "Calibri"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 7,
    "bbox": [
      72.02,
      381.98,
      540.45,
      459.67
    ],
    "text": "It is my view that the whole argument of the 4th respondent is not based on misconception of law and not due to want of knowledge of contemporary development of law. It is unjust for any Court of this country to order a person to act in a particular manner when in fact such person is taking all necessary steps to investigate and arrive at a fair decision while exercising his discretion.",
    "fonts": [
      "Calibri"
    ],
    "sizes": [
      8.039999961853027,
      12.0
    ]
  },
  {
    "page_number": 7,
    "bbox": [
      72.02,
      469.0,
      540.55,
      578.38
    ],
    "text": "It is evident that the investigators very clearly ruled out the culpability of the 4th respondent. The petitioner has not established that their demand was met with refusal by the Criminal Investigations Department. The position of the Criminal Investigations Department is that they are still in the process of completing the investigations and they have not ruled out the culpability of any other person at this moment. At the same time, there is no evidence prima facie available against the 4th respondent to be prosecuted as suggested by the petitioner in this case.",
    "fonts": [
      "Calibri"
    ],
    "sizes": [
      8.039999961853027,
      12.0
    ]
  },
  {
    "page_number": 7,
    "bbox": [
      72.02,
      590.26,
      480.53,
      602.26
    ],
    "text": "In the case of Channa Pieris vs. Attorney General 1994 (1) SLR 1 it was decided that;",
    "fonts": [
      "Calibri"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 7,
    "bbox": [
      108.02,
      614.02,
      540.42,
      705.1
    ],
    "text": "\"What the officer making the arrest needs to have are reasonable grounds for suspecting the persons to be concerned in or to be committing or to have committed the offence. A reasonable suspicion may be based either upon matters within the officer's knowledge or upon credible information furnished to him, or upon a combination of both sources. He may inform himself either by personal investigation or by adopting information supplied to him or by doing both ....",
    "fonts": [
      "Calibri"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 7,
    "bbox": [
      108.02,
      716.86,
      540.46,
      776.28
    ],
    "text": "A suspicion does not become \"reasonable\" merely because the source of the information is creditworthy. If he is activated by all unreliable informant, the officer making the arrest should, as a matter of prudence, act with greater circumspection than if the information had come from a creditworthy source. However, eventually the",
    "fonts": [
      "Calibri"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 8,
    "bbox": [
      72.02,
      781.92,
      334.73,
      806.4
    ],
    "text": "Page 9 of 16",
    "fonts": [
      "Calibri",
      "Calibri,Bold"
    ],
    "sizes": [
      11.039999961853027
    ]
  },
  {
    "page_number": 8,
    "bbox": [
      108.02,
      59.88,
      540.53,
      119.3
    ],
    "text": "question is whether in the circumstances, including the reliability of the sources of information, the person making the arrest could, as a reasonable man, have suspected that the persons were concerned in or committing or had committed the offence in question",
    "fonts": [
      "Calibri"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 8,
    "bbox": [
      108.02,
      131.18,
      540.48,
      237.98
    ],
    "text": "However, the officer making an arrest cannot act on a suspicion founded on mere conjecture or vague surmise. His information must give rise to a reasonable suspicion that the suspect was concerned in the commission of an offence for which he could have arrested a person without a warrant. The suspicion must not be of an uncertain and vague nature but of a positive and definite character providing reasonable ground for suspecting that the person arrested was concerned in the commission of an offence.\"",
    "fonts": [
      "Calibri"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 8,
    "bbox": [
      72.02,
      249.77,
      540.46,
      277.61
    ],
    "text": "This concept was followed in the case of Swarna Manjula vs. Attorney General SC FR No. 241/14.",
    "fonts": [
      "Calibri"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 8,
    "bbox": [
      72.02,
      289.49,
      540.25,
      317.21
    ],
    "text": "In Mahanama Tilakaratne vs. Bandula Wickramasinghe, Senior Superintendent of Police and Others 1999 (1) SLR 372 the Court held that,",
    "fonts": [
      "Calibri"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 8,
    "bbox": [
      108.02,
      329.09,
      540.55,
      420.07
    ],
    "text": "\"Issuing a warrant is a judicial act involving the liberty of an individual and no warrant of arrest should be lightly issued by a Magistrate simply because a prosecutor or an investigator thinks it is necessary. It must be issued as the law requires, when a Magistrate is satisfied that he should do so, on the evidence taken before him on oath. It must not be issued by a Magistrate to satisfy the sardonic pleasure of an opinionated investigator or a prosecutor\"",
    "fonts": [
      "Calibri"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 8,
    "bbox": [
      72.02,
      431.95,
      540.55,
      586.18
    ],
    "text": "The first principle of mandamus is that the mandamus lies where the discretion ends. The writ of mandamus is a legal remedy that seeks to compel a public official or a lower court to perform a specific duty that is required by law. The remedy is available when a person has a legal right to demand the performance of the duty, and the official or court has refused to do so. However, in some jurisdictions, the writ of mandamus may not be available if there is an alternative remedy that can be used to achieve the same result. The principle that a writ of mandamus would not lie if there is an alternative remedy is well established in India, UK, Australia, and Sri Lanka. However, it is important to note that the availability of an alternative remedy does not always preclude the issuance of a writ of mandamus, and the courts may exercise their discretion to grant the writ if they find it necessary in the interests of justice.",
    "fonts": [
      "Calibri"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 8,
    "bbox": [
      72.02,
      598.06,
      540.24,
      689.02
    ],
    "text": "In India, the availability of the writ of mandamus is not dependent on the existence of an alternative remedy. The Supreme Court has held that the writ of mandamus is a discretionary remedy that can be granted even if there is an alternative remedy available, if the alternative remedy is inadequate, ineffective, or involves a long and cumbersome process. However, the availability of an alternative remedy may be a relevant factor in the exercise of discretion by the court.",
    "fonts": [
      "Calibri"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 8,
    "bbox": [
      72.02,
      700.9,
      540.44,
      776.16
    ],
    "text": "The availability of the writ of mandamus and its relationship with alternative remedies varies across jurisdictions. While some countries do not require the existence of an alternative remedy, others do, but with exceptions. Ultimately, the availability and exercise of the writ of mandamus will depend on the facts and circumstances of each case, as well as the discretion of the court.",
    "fonts": [
      "Calibri"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 9,
    "bbox": [
      72.02,
      781.92,
      337.49,
      806.4
    ],
    "text": "Page 10 of 16",
    "fonts": [
      "Calibri",
      "Calibri,Bold"
    ],
    "sizes": [
      11.039999961853027
    ]
  },
  {
    "page_number": 9,
    "bbox": [
      72.02,
      59.88,
      540.16,
      135.14
    ],
    "text": "In the United Kingdom, the availability of the writ of mandamus is also not dependent on the existence of an alternative remedy. However, the court may refuse to grant the writ if there is an alternative remedy that is more appropriate or effective in the circumstances. The court will consider factors such as the nature of the duty, the urgency of the matter, and the availability of other remedies before granting the writ.",
    "fonts": [
      "Calibri"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 9,
    "bbox": [
      72.02,
      146.9,
      540.55,
      222.14
    ],
    "text": "In Australia, the availability of the writ of mandamus is generally dependent on the existence of an alternative remedy. The courts have held that the writ should not be granted if there is an alternative remedy that is equally effective and convenient. However, there are exceptions to this rule, and the courts may grant the writ if the alternative remedy is inadequate, ineffective, or involves a long and cumbersome process.",
    "fonts": [
      "Calibri"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 9,
    "bbox": [
      72.02,
      234.02,
      540.12,
      309.29
    ],
    "text": "In Sri Lanka, the availability of the writ of mandamus is generally dependent on the existence of an alternative remedy. The Supreme Court has held that the writ should not be granted if there is an alternative remedy that is equally effective and convenient. However, as in UK the court may grant the writ if the alternative remedy is inadequate or ineffective, or if there are exceptional circumstances that justify the use of the writ.",
    "fonts": [
      "Calibri"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 9,
    "bbox": [
      72.02,
      321.05,
      540.15,
      364.61
    ],
    "text": "In the case of Urban Development Authority vs. Minister of Lands and 5 others 2009 B.L.R. at P252 the Supreme Court had observed by reference to Administrative Law (Ninth Edition) by Wade and Forsyth as follows:",
    "fonts": [
      "Calibri"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 9,
    "bbox": [
      108.02,
      376.49,
      540.42,
      404.33
    ],
    "text": ". the issue of a Writ of mandamus is not that of an abuse of discretion, but whether the public authority failed to discharge a duty owed to the applicant.",
    "fonts": [
      "Calibri"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 9,
    "bbox": [
      72.02,
      416.11,
      503.01,
      443.95
    ],
    "text": "In the case of Tariq Kuraishy vs. M.N. Ranasinghe, Controller General of Immigration and Emigration, CA Writ 308/2017 dated 26.03.2021, it was held that:",
    "fonts": [
      "Calibri"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 9,
    "bbox": [
      108.02,
      455.71,
      540.09,
      499.39
    ],
    "text": "\"It is trite law that no Writ of Mandamus shall be sought in a Writ Application when the power exercised by the statutory functionary as in the case of the Controller of Immigration and Emigration, is discretionary.",
    "fonts": [
      "Calibri"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 9,
    "bbox": [
      72.02,
      511.15,
      540.25,
      570.55
    ],
    "text": "The matter in dispute is still under consideration and investigations are being carried out at the Magistrates Court. Therefore, as mandamus is only available to compel the doing of a duty which is not done, which has been mandated by law, it would be unreasonable to compel an officer to act in a particular way when the law itself has granted him that discretion to do so.",
    "fonts": [
      "Calibri"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 9,
    "bbox": [
      72.02,
      582.46,
      540.48,
      610.18
    ],
    "text": "In the case of Borella Private Hospital vs. Bandaranyake 2005 1 CA Law Recorder 27 the Court of Appeal held as follows;",
    "fonts": [
      "Calibri"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 9,
    "bbox": [
      108.02,
      622.06,
      540.44,
      665.62
    ],
    "text": "In a Writ of Mandamus, the petitioner is obliged to disclose the statutory provision that has been violated, that establishes a legal right in the petitioner and a corresponding legal duty on the statuary functionary.",
    "fonts": [
      "Calibri"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 9,
    "bbox": [
      72.02,
      674.95,
      540.55,
      736.92
    ],
    "text": "In the present case, the petitioner cannot establish a legal right on his part to have the 4th respondent arrested nor show a corresponding legal duty on the part of the Criminal Investigations department to arrest such person when they are conducting further investigations into the matter.",
    "fonts": [
      "Calibri"
    ],
    "sizes": [
      8.039999961853027,
      12.0
    ]
  },
  {
    "page_number": 9,
    "bbox": [
      72.02,
      748.68,
      540.55,
      776.52
    ],
    "text": "The learned counsel for the respondents argued that the relief sought by the petitioner to issue a writ of mandamus compelling the 2nd and 3rd respondents to effect an arrest of the 4th",
    "fonts": [
      "Calibri"
    ],
    "sizes": [
      8.039999961853027,
      12.0
    ]
  },
  {
    "page_number": 10,
    "bbox": [
      72.02,
      781.92,
      337.49,
      806.4
    ],
    "text": "Page 11 of 16",
    "fonts": [
      "Calibri",
      "Calibri,Bold"
    ],
    "sizes": [
      11.039999961853027
    ]
  },
  {
    "page_number": 10,
    "bbox": [
      72.02,
      59.88,
      540.5,
      87.74
    ],
    "text": "respondent is misconceived in law and hence the application of the petitioner should be rejected in limine.",
    "fonts": [
      "Calibri"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 10,
    "bbox": [
      72.02,
      99.5,
      540.55,
      206.42
    ],
    "text": "The learned counsel for the respondents submitted that availability of the effective or alternative remedies restrict issuing a writ of mandamus. In the event the petitioner is in possession of any exceptional evidence which establishes the culpability of the 4th respondent, he could always avail himself of the procedure set out in section 136(1)(a) of the Code of Criminal Procedure Act, by forwarding a private plaint against any identified suspects. The commencement of proceedings before a Magistrate's Court has been laid down under section 136(1) of the Code of Criminal Procedure Act, as follows,",
    "fonts": [
      "Calibri"
    ],
    "sizes": [
      8.039999961853027,
      12.0
    ]
  },
  {
    "page_number": 10,
    "bbox": [
      90.02,
      216.32,
      514.51,
      230.18
    ],
    "text": "(1) Proceedings in a Magistrate's Court shall be instituted in one of the following ways;",
    "fonts": [
      "Arial",
      "Calibri"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 10,
    "bbox": [
      108.02,
      234.02,
      540.19,
      261.77
    ],
    "text": "(a) on a complaint being made orally or in writing to a Magistrate of such court that an",
    "fonts": [
      "Arial",
      "Calibri"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 10,
    "bbox": [
      108.02,
      265.61,
      540.06,
      369.05
    ],
    "text": "offence has been committed which such court has jurisdiction either to inquire into or try: Provided that such a complaint if in writing shall be drawn and countersigned by a pleader and signed by the complainant; (b) on a written report to the like effect being made to a Magistrate of such court by an",
    "fonts": [
      "Arial",
      "Calibri"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 10,
    "bbox": [
      126.02,
      372.77,
      540.08,
      400.61
    ],
    "text": "inquirer appointed under Chapter XI or by a peace officer or a public servant or a servant of a Municipal Council or of an Urban Council or of a Town Council;",
    "fonts": [
      "Calibri"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 10,
    "bbox": [
      72.02,
      412.39,
      540.46,
      440.23
    ],
    "text": "Section 139 of the Criminal Procedure Code of Act No. 15 of 1979, states the issue of process hereby referred as follows;",
    "fonts": [
      "Calibri"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 10,
    "bbox": [
      90.02,
      450.25,
      540.09,
      464.11
    ],
    "text": "(1) Where proceedings have been instituted under paragraph (a) or paragraph (b) or",
    "fonts": [
      "Arial",
      "Calibri"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 10,
    "bbox": [
      108.02,
      467.83,
      540.29,
      511.51
    ],
    "text": "paragraph (c) of section 136 (1) and the Magistrate is of opinion that there is sufficient ground for proceeding against some person who is not in custody;",
    "fonts": [
      "Calibri"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 10,
    "bbox": [
      126.02,
      513.37,
      540.01,
      527.23
    ],
    "text": "(a) if the case appears to be one in which according to the fourth column of the First",
    "fonts": [
      "Arial",
      "Calibri"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 10,
    "bbox": [
      126.02,
      531.07,
      540.44,
      590.5
    ],
    "text": "Schedule a summons should issue in the first instance, he shall, subject to the provisions of section 63, issue a summons for the attendance of such person; (b) if the case appears to be one in which according to that column a warrant should",
    "fonts": [
      "Arial",
      "Calibri"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 10,
    "bbox": [
      144.02,
      594.34,
      540.52,
      622.18
    ],
    "text": "issue in the first instance, he shall issue a warrant for causing such person to be brought or to appear before the court at a certain time;",
    "fonts": [
      "Calibri"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 10,
    "bbox": [
      72.02,
      633.94,
      540.35,
      693.46
    ],
    "text": "The said statutory provisions allow the petitioner to go before a Magistrate and request a person to be issued with a warrant or summon to answer the case against them. The section allows them to provide evidence under oath and convince the Magistrate to issue a warrant or summon against a particular person whom them name to be the person answerable.",
    "fonts": [
      "Calibri"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 10,
    "bbox": [
      72.02,
      705.22,
      540.54,
      748.8
    ],
    "text": "Sansoni, C.J cited with approval in the case of Wilkinson vs. Barking Corporation (1948) 1 K. B. 727 where Asquith L.J had observed, \"It is undoubtedly good law that where a statute creates a right and, in plain language, gives a specific remedy or appoints a specific tribunal for its",
    "fonts": [
      "Calibri"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 11,
    "bbox": [
      72.02,
      781.92,
      337.49,
      806.4
    ],
    "text": "Page 12 of 16",
    "fonts": [
      "Calibri",
      "Calibri,Bold"
    ],
    "sizes": [
      11.039999961853027
    ]
  },
  {
    "page_number": 11,
    "bbox": [
      72.02,
      59.88,
      540.34,
      87.74
    ],
    "text": "enforcement, a party seeking to enforce the right must resort to that remedy or that tribunal, and not to others\"",
    "fonts": [
      "Calibri"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 11,
    "bbox": [
      72.02,
      99.5,
      540.52,
      127.34
    ],
    "text": "As the House of Lords ruled in Pasmore vs. Oswaldwistle ULD.C. (1898) 4.C. 387 (per Lord Halsbury);",
    "fonts": [
      "Calibri"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 11,
    "bbox": [
      108.02,
      139.1,
      540.06,
      182.78
    ],
    "text": "The principle that where a specific remedy is given by a statute, it thereby deprives the person who insists upon a remedy of any other form of remedy than that given by the statute, is one which is very familiar, and which runs through the law",
    "fonts": [
      "Calibri"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 11,
    "bbox": [
      72.02,
      194.54,
      370.1,
      206.54
    ],
    "text": "Lord Watson in Barraclough v Brown (1897) 4. C. 615 stated;",
    "fonts": [
      "Calibri"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 11,
    "bbox": [
      108.02,
      218.42,
      540.31,
      277.85
    ],
    "text": "The right and the remedy are given uno flatu and the one cannot be dissociated from the other... It cannot be the duty of any Court to pronounce an order when it plainly appears that, in so doing, the Court would be using a jurisdiction which the legislature has forbidden it to exercise.",
    "fonts": [
      "Calibri",
      "Calibri,Italic"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 11,
    "bbox": [
      72.02,
      289.61,
      540.51,
      317.45
    ],
    "text": "This position was upheld by the Court of Appeal in the case of Puwendran vs. Padmasiri (SC Appeal No 59/2008 decided on 16.02.2009) and was later affirmed by the Supreme Court.",
    "fonts": [
      "Calibri"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 11,
    "bbox": [
      72.02,
      329.21,
      540.55,
      388.61
    ],
    "text": "In addition to the above remedy, if the petitioner is an aggrieved party in relation to investigations conducted into the May 9th attack on the MainaGoGama and GotaGoGama, they could certainly go in revision to the Provincial High Court against any order of the learned Magistrate.",
    "fonts": [
      "Calibri"
    ],
    "sizes": [
      8.039999961853027,
      12.0
    ]
  },
  {
    "page_number": 11,
    "bbox": [
      72.02,
      400.51,
      540.54,
      428.35
    ],
    "text": "The petitioner has an alternative remedy before the Magistrate's court and the petitioner must pursue the same.",
    "fonts": [
      "Calibri"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 11,
    "bbox": [
      72.02,
      440.11,
      540.53,
      499.51
    ],
    "text": "Learned Counsel for the respondent says that a writ of mandamus cannot be obtained against the 1st - 3rd respondent's as there is \"no public duty\" on the part of the 1st - 3rd respondents to arrest the 4th respondent. It is trite law that a writ of mandamus can be granted only when there is a public duty to perform, and a public official has refused to do so.",
    "fonts": [
      "Calibri"
    ],
    "sizes": [
      8.039999961853027,
      12.0
    ]
  },
  {
    "page_number": 11,
    "bbox": [
      72.02,
      511.39,
      529.15,
      523.39
    ],
    "text": "In the case Ratnayake and others vs. C.D. Perera and Others 1982 (2) SLR 451 it was held that;",
    "fonts": [
      "Calibri"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 11,
    "bbox": [
      108.02,
      535.15,
      540.26,
      657.82
    ],
    "text": "\"The general rule of Mandamus is that its function is to compel a public authority to do its duty. The essence of Mandamus is that it is a command issued by the superior Court for the performance of public legal duty. Where officials have a public duty to perform and have refused to perform, Mandamus will lie to secure the performance of the public duty, in the performance of which the applicant has sufficient legal interest. It is only granted to compel the performance of duties of a public nature, and not merely of private character - that is to say for the enforcement of a mere private right, stemming from a contract of the parties",
    "fonts": [
      "Calibri"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 11,
    "bbox": [
      72.02,
      667.15,
      342.38,
      681.7
    ],
    "text": "De Smith, Judicial Review 4th Ed. page 540 is as follows;",
    "fonts": [
      "Calibri"
    ],
    "sizes": [
      8.039999961853027,
      12.0
    ]
  },
  {
    "page_number": 11,
    "bbox": [
      108.02,
      693.46,
      540.21,
      768.72
    ],
    "text": "The duty to be performed must be of a public nature. A Mandamus will not lie to order admission or restoration to an office essentially of a private character, nor in general, will it lie to secure the due performance of the obligations owed by a company towards its members, or to resolve any other private dispute, such as a claim to reinstatement to membership of a trade union, nor will it issue to a private arbitral tribunal.",
    "fonts": [
      "Calibri"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 12,
    "bbox": [
      72.02,
      781.92,
      337.49,
      806.4
    ],
    "text": "Page 13 of 16",
    "fonts": [
      "Calibri",
      "Calibri,Bold"
    ],
    "sizes": [
      11.039999961853027
    ]
  },
  {
    "page_number": 12,
    "bbox": [
      72.02,
      57.33,
      540.52,
      103.46
    ],
    "text": "In reply to the 1st to 3rd respondents opinions on availability of alternative remedies, the learned counsel for the petitioner argued that at nowhere in decided cases it has been set a president that a mandamus would not lie if there is an alternative remedy.",
    "fonts": [
      "Calibri"
    ],
    "sizes": [
      8.039999961853027,
      12.0
    ]
  },
  {
    "page_number": 12,
    "bbox": [
      72.02,
      115.34,
      540.55,
      190.58
    ],
    "text": "In reply to the submission made by the petitioner the learned counsel for the respondents says that the 1st to 3rd respondents have no public duty to take an action or arrest the 4th respondent. The petitioner draws the attention to the Article 61E of the Constitution before and after the 21st Amendment. It is clear that the Attorney-General and the Inspector General of Police are public officers under the Constitution whos having a public duty to perform.",
    "fonts": [
      "Calibri"
    ],
    "sizes": [
      8.039999961853027,
      12.0
    ]
  },
  {
    "page_number": 12,
    "bbox": [
      72.02,
      202.34,
      540.55,
      277.61
    ],
    "text": "The Attorney General is the head of a department, and is the principal law officer of the State. Hence, it is undisputed that the Attorney General, Inspector General of Police of the Republic are public officers and carry out public duties. Hence, the petitioner says that he cannot fathom, on what basis the 1st to 3rd respondents have come to the conclusion that the 1st to 3rd respondents have no public duty to carry out.",
    "fonts": [
      "Calibri"
    ],
    "sizes": [
      8.039999961853027,
      12.0
    ]
  },
  {
    "page_number": 12,
    "bbox": [
      72.02,
      289.49,
      540.54,
      348.89
    ],
    "text": "The petitioner has cited Land Reform Commission vs. Grand Central Ltd. 1982 (2) SLR 147. In this case, it was held that, \"On an examination of these provisions it is clear that the Attorney-General holds a unique position endowed with wide powers, onerous duties and special rights in regard to matters involving the exercise of the Sovereignty of the People under three limbs;",
    "fonts": [
      "Calibri"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 12,
    "bbox": [
      90.02,
      358.79,
      264.0,
      372.65
    ],
    "text": "(1) Executive Power of the People;",
    "fonts": [
      "Arial",
      "Calibri"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 12,
    "bbox": [
      90.02,
      376.49,
      289.46,
      404.33
    ],
    "text": "(2) Legislative Power of the People; and",
    "fonts": [
      "Arial",
      "Calibri"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 12,
    "bbox": [
      90.02,
      408.07,
      253.32,
      435.91
    ],
    "text": "(3) Judicial Power of the People.",
    "fonts": [
      "Arial",
      "Calibri"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 12,
    "bbox": [
      72.02,
      447.67,
      540.48,
      522.91
    ],
    "text": "The significance of this fact is that, unlike in England where the Queen is the Sovereign, in the Republic of Sri Lanka, Sovereignty is with the People in terms of Article 3 of the Constitution and the Attorney-General represents and acts for the People of the Republic. The learned counsel for the petitioner says that on the other hand, the word \"public duty\" has recently been defined in broader sense by our courts.",
    "fonts": [
      "Calibri"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 12,
    "bbox": [
      72.02,
      534.79,
      540.55,
      562.63
    ],
    "text": "In Credit information Bureau of Sri Lanka Vs Messrs Jafferiee & Jafferjee (Pvt) Ltd 2005 (1) SLR 89, it was held that;",
    "fonts": [
      "Calibri"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 12,
    "bbox": [
      108.02,
      574.42,
      540.44,
      665.5
    ],
    "text": "\"All the questions raised in this appeal could be resolved in my view by considering the availability of the writ of Mandamus to the respondent. The learned counsel for the appellant submitted that a writ of Mandamus being a public law remedy is not available to the respondent as the Credit Information Bureau is not a state entity or instrument of the State. The answer to this is found in the following passage in Halsbury's Laws of England, Vol (1), 4th Edition (Administrative Law) paragraph 132,",
    "fonts": [
      "Calibri"
    ],
    "sizes": [
      8.039999961853027,
      12.0
    ]
  },
  {
    "page_number": 12,
    "bbox": [
      108.02,
      677.26,
      540.46,
      736.68
    ],
    "text": "\"An order of Mandamus will be granted ordering that an act to be done which a statute requires to be done and for this rule to apply it is not necessary that the party or corporation on whom the statutory duty is imposed should be a public official or an official body.\"",
    "fonts": [
      "Calibri"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 12,
    "bbox": [
      108.02,
      748.56,
      540.08,
      776.28
    ],
    "text": "The Credit Information Bureau is created by an Act of Parliament. It is not akin to a private club, as contended by the counsel for the Appellant, which is governed by its",
    "fonts": [
      "Calibri"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 13,
    "bbox": [
      72.02,
      781.92,
      337.49,
      806.4
    ],
    "text": "Page 14 of 16",
    "fonts": [
      "Calibri",
      "Calibri,Bold"
    ],
    "sizes": [
      11.039999961853027
    ]
  },
  {
    "page_number": 13,
    "bbox": [
      108.02,
      59.88,
      540.54,
      87.74
    ],
    "text": "own constitution and rules or regulations. Every action has to be taken within the four corners of the statute and according to the procedure set out in the Act.\"",
    "fonts": [
      "Calibri"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 13,
    "bbox": [
      72.02,
      99.5,
      540.53,
      174.74
    ],
    "text": "In my view the present situation does not fall within the same scope of the above mentioned authority. It was specifically mentioned that mandamus will be granted ordering that an act to be done which a statute requires to be done and for this rule to apply it is not necessary that the party or corporation on whom the statutory duty is imposed should be a public official. Therefore, an act to be done can apply only when it should be a statutory bounded duty.",
    "fonts": [
      "Calibri"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 13,
    "bbox": [
      72.02,
      186.5,
      540.54,
      325.01
    ],
    "text": "In many jurisdictions around the world, the power to initiate criminal proceedings against public officers is primarily vested with the prosecutor's office or other government authorities responsible for law enforcement. While private individuals may be allowed to file criminal complaints in certain circumstances, the decision to prosecute lies primarily with the prosecutor's office or other government authorities. The power to initiate criminal proceedings against public officers is typically reserved for the prosecutor's office or other government authorities responsible for law enforcement in many jurisdictions around the world. Let's examine the legal authorities and decided cases in the UK, India, Australia, and Sri Lanka regarding this issue.",
    "fonts": [
      "Calibri"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 13,
    "bbox": [
      72.02,
      336.89,
      540.53,
      443.71
    ],
    "text": "In the UK, the Crown Prosecution Service (CPS) is responsible for initiating criminal proceedings against public officers. The CPS has the power to prosecute all criminal cases investigated by the police in England and Wales. In addition, the Director of Public Prosecutions (DPP) has the power to take over any prosecution at any stage of the proceedings. In the case of R v Chief Constable of Greater Manchester Police, ex parte Ramanauskas *1990+ 2 QB 315, the Court held that the decision whether to prosecute a criminal offence lies with the CPS, and not with the private prosecutor or the victim of the crime.",
    "fonts": [
      "Calibri"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 13,
    "bbox": [
      72.02,
      455.59,
      540.45,
      578.26
    ],
    "text": "In India, the power to initiate criminal proceedings against public officers is primarily vested with the public prosecutor or the state government. However, private individuals are also allowed to file a criminal complaint against a public officer for an offence that is punishable under the law. This is known as a private complaint or a private prosecution. However, in such cases, the complainant must first obtain permission from the court before filing the complaint. In the case of State of Bihar v. J.A.C. Saldanha (1980) 1 SCC 554, the Supreme Court of India held that the power to initiate criminal proceedings is primarily vested with the public prosecutor, and not with the private complainant.",
    "fonts": [
      "Calibri"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 13,
    "bbox": [
      72.02,
      590.02,
      540.53,
      681.1
    ],
    "text": "In Australia, the power to initiate criminal proceedings against public officers is primarily vested with the Director of Public Prosecutions (DPP). The DPP is responsible for prosecuting criminal cases investigated by the police in most jurisdictions in Australia. In the case of Director of Public Prosecutions (Cth) v The Queen *2013+ HCA 39, the High Court of Australia held that the power to initiate criminal proceedings is primarily vested with the DPP, and not with the private prosecutor.",
    "fonts": [
      "Calibri"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 13,
    "bbox": [
      72.02,
      692.86,
      540.1,
      768.12
    ],
    "text": "In Sri Lanka, the power to initiate criminal proceedings against public officers is primarily vested with the Attorney General. The Attorney General has the power to take over any prosecution at any stage of the proceedings. The Supreme Court of Sri Lanka many times held that the power to initiate criminal proceedings is primarily vested with the Attorney General, and not with the private prosecutor.",
    "fonts": [
      "Calibri"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 14,
    "bbox": [
      72.02,
      781.92,
      337.49,
      806.4
    ],
    "text": "Page 15 of 16",
    "fonts": [
      "Calibri",
      "Calibri,Bold"
    ],
    "sizes": [
      11.039999961853027
    ]
  },
  {
    "page_number": 14,
    "bbox": [
      72.02,
      59.88,
      540.54,
      119.3
    ],
    "text": "It is settled law that for mandamus to lie the applicant must have a legal right to the performance, of some duty, of a public and not of a private character. In the case of Perera Vs. Municipal Council,Colombo 48 NLR 66 it was held that even a duty arising under a statute may be a duty of a private kind.",
    "fonts": [
      "Calibri"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 14,
    "bbox": [
      72.02,
      131.18,
      540.53,
      206.42
    ],
    "text": "In Perera v. Ceylon Government Railway Union Staff Benevolent Fund 67 NLR 191 it was decided that the duty under section 17 of the Railway Union Staff Benevolent Fund Ordinance, of the Secretary and Treasurer to summon a General Meeting is neither a public duty nor a duty to be performed in the interests or for the benefit of the people, and that hence a writ of mandamus will not lie to compel its performance.",
    "fonts": [
      "Calibri"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 14,
    "bbox": [
      72.02,
      218.18,
      540.55,
      293.45
    ],
    "text": "It was held in De Alwis vs. Silva 71 NLR 108, that the administrative regulations laid down in the Ceylon Government Manual of Procedure did not have the status of \"Law\" and that non-compliance with them could not be enforced by mandamus. Thus, it is fundamental for the invocation of the remedy of a writ of mandamus that there must be refusal to perform some, duty of a public nature and not of a private character.",
    "fonts": [
      "Calibri"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 14,
    "bbox": [
      72.02,
      305.21,
      540.55,
      380.45
    ],
    "text": "Similar to the present question before this Court, in the case of Ranjith Keerthi Tennakoon vs. the Attorney General, CA Writ 417/2021 dated 03.11.2021, this Court dwelled into the question of issuing a writ of Mandamus to compel a respondent to arrest, detain and record a statement from the 3rd respondent considering the evidence available in the said case of Ranjith Keerthi Tennakoon. This court held:",
    "fonts": [
      "Calibri"
    ],
    "sizes": [
      8.039999961853027,
      12.0
    ]
  },
  {
    "page_number": 14,
    "bbox": [
      108.02,
      392.33,
      540.54,
      546.55
    ],
    "text": "\"Moreover, we observe that the Petition of the petitioner does not divulge any abuse of process or malafides, unreasonableness, excess of jurisdiction on the part of the 1st or the 2nd respondents in exercising their authority. Therefore, we are compelled to abide by the principles adopted upon the discretion of the Attorney General in the above Supreme Court case of Kaluhath Sarath de Abrew vs. Chanaka Iddamalgoda and others S.C. F/R No. 424/2015 dated 11.01.2016 and conclude that the petitioner has not submitted any prima facie material which warrants this court to review the discretion of the 1st & 2nd respondents and to make directions against them. Further, we are of the view that the contents of the said audit report have no binding effect, which generates a mandatory duty upon the 1st respondent to exercise his prosecutorial discretion.",
    "fonts": [
      "Calibri"
    ],
    "sizes": [
      8.039999961853027,
      12.0
    ]
  },
  {
    "page_number": 14,
    "bbox": [
      72.02,
      555.88,
      404.33,
      570.43
    ],
    "text": "Wade on Administrative Law 11th Edition at Page 259 is as follows;",
    "fonts": [
      "Calibri"
    ],
    "sizes": [
      8.039999961853027,
      12.0
    ]
  },
  {
    "page_number": 14,
    "bbox": [
      108.02,
      582.22,
      540.18,
      673.3
    ],
    "text": "An element which is essential to the lawful exercise of power is that it should be exercised by the authority upon whom it is conferred, and by no one else. The principle is strictly applied, even where it causes administrative inconvenience, except in cases where it may reasonably be inferred that the power was intended to be delegable. Normally the Courts are rigorous in requiring the power to be exercise by the precise person or body stated in the statute.",
    "fonts": [
      "Calibri"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 14,
    "bbox": [
      72.02,
      685.06,
      540.47,
      744.48
    ],
    "text": "The cases of Kaluarachchi vs. Ceylon Petroleum Corporation and others SC Appeal No. 43/2013, SC dated 19.06.2019 and Credit Information Bureau of Sri Lanka vs. M/s Jafferjee and Jafferjee (Pvt.) Ltd. 2005 (1) SLR 89 raised another important point in exercising jurisdiction on issuance of writs of mandamus.",
    "fonts": [
      "Calibri"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 15,
    "bbox": [
      72.02,
      781.92,
      337.49,
      806.4
    ],
    "text": "Page 16 of 16",
    "fonts": [
      "Calibri",
      "Calibri,Bold"
    ],
    "sizes": [
      11.039999961853027
    ]
  },
  {
    "page_number": 15,
    "bbox": [
      72.02,
      59.88,
      540.53,
      103.46
    ],
    "text": "It is submitted that the foundation of writ of mandamus is the existence of a legal right and also that mandamus will not lie as the petitioner has failed to explicitly demand an exercise of such a public duty.",
    "fonts": [
      "Calibri"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 15,
    "bbox": [
      72.02,
      115.34,
      540.55,
      190.58
    ],
    "text": "On the face of this case, the application of the petitioner is misconceived in law and the petitioner has alternative remedies available. Therefore, the same reliefs cannot be granted due to the reasons stated above. The position has been lucidly expanded in the case of Jayaweera vs. Assistant Commissioner of Agrarian Services, Ratnapura and others 1996 (2) SLR 70 as follows;",
    "fonts": [
      "Calibri"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 15,
    "bbox": [
      103.58,
      202.34,
      540.08,
      214.34
    ],
    "text": "\"petitioner seeking a prerogative writ is not entitled to relief as a matter of course or as a",
    "fonts": [
      "Calibri"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 15,
    "bbox": [
      108.02,
      218.18,
      540.39,
      261.77
    ],
    "text": "matter of right or as a routine. Even if he is entitled to relief still court has discretion to deny him relief having regard to his conduct, delay, laches, waiver, submissions to jurisdiction are all valid impediments which stand against the grant of relief.\"",
    "fonts": [
      "Calibri"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 15,
    "bbox": [
      72.02,
      271.1,
      540.55,
      333.05
    ],
    "text": "Keeping in line with the above jurisprudence, the petitioner cannot claim that the 1st to 3rd respondents have a public duty to arrest a particular person, detain him and record a statement of such person. It is only a discretionary power vested with the investigative authorities to arrest, detain or record statements from persons when they deem necessary.",
    "fonts": [
      "Calibri"
    ],
    "sizes": [
      8.039999961853027,
      12.0
    ]
  },
  {
    "page_number": 15,
    "bbox": [
      72.02,
      344.81,
      540.13,
      388.49
    ],
    "text": "Therefore, as mentioned in Administrative Law (Ninth Edition at Pg. 620) by Wade and Forsyth, \"Obligator duties must be distinguished from discretionary powers. With the latter Mandamus has nothing to do.\"",
    "fonts": [
      "Calibri"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 15,
    "bbox": [
      72.02,
      400.27,
      540.55,
      443.95
    ],
    "text": "It is our view that the petitioner has not disclosed any abuse of process or malafides, unreasonableness, excess of jurisdiction on the part of the 1st to 3rd respondents in exercising their authority.",
    "fonts": [
      "Calibri"
    ],
    "sizes": [
      8.039999961853027,
      12.0
    ]
  },
  {
    "page_number": 15,
    "bbox": [
      72.02,
      455.71,
      540.55,
      530.95
    ],
    "text": "Therefore, we are inclined to accept the proposition of the respondents that this Court should not intervene to usurp investigatory powers and prosecutorial powers of the 1st to 3rd respondent depending on the circumstances of this case. Based on the above line of reasoning, we are of the view that the preliminary objections examined above should be upheld and there is no necessity to examine deeply into this case on merit.",
    "fonts": [
      "Calibri"
    ],
    "sizes": [
      8.039999961853027,
      12.0
    ]
  },
  {
    "page_number": 15,
    "bbox": [
      72.02,
      542.71,
      252.6,
      554.71
    ],
    "text": "The Preliminary objection is upheld.",
    "fonts": [
      "Calibri"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 15,
    "bbox": [
      72.02,
      566.62,
      218.52,
      578.62
    ],
    "text": "Petition dismissed with cost.",
    "fonts": [
      "Calibri"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 15,
    "bbox": [
      360.07,
      614.38,
      523.51,
      626.38
    ],
    "text": "President of the Court of Appeal",
    "fonts": [
      "Calibri,Bold"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 15,
    "bbox": [
      72.02,
      664.06,
      186.72,
      676.06
    ],
    "text": "M. Ahsan R. Marikar J.",
    "fonts": [
      "Calibri,Bold"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 15,
    "bbox": [
      72.02,
      688.9,
      255.72,
      700.9
    ],
    "text": "I agree.",
    "fonts": [
      "Calibri,Bold"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 15,
    "bbox": [
      72.02,
      738.6,
      504.79,
      750.6
    ],
    "text": "Judge of the Court of Appeal",
    "fonts": [
      "Calibri",
      "Calibri,Bold"
    ],
    "sizes": [
      12.0
    ]
  }
]