[
  {
    "page_number": 0,
    "bbox": [
      108.0,
      778.85,
      489.82,
      805.76
    ],
    "text": "1",
    "fonts": [
      "CIDFont+F1"
    ],
    "sizes": [
      11.040450096130371
    ]
  },
  {
    "page_number": 0,
    "bbox": [
      127.56,
      94.86,
      472.03,
      110.02
    ],
    "text": "IN THE COURT OF APPEAL OF THE DEMOCRATIC",
    "fonts": [
      "CIDFont+F2"
    ],
    "sizes": [
      12.960525512695312
    ]
  },
  {
    "page_number": 0,
    "bbox": [
      171.36,
      117.66,
      428.35,
      132.82
    ],
    "text": "SOCIALIST REPUBLIC OF SRI LANKA",
    "fonts": [
      "CIDFont+F2"
    ],
    "sizes": [
      12.960525512695312
    ]
  },
  {
    "page_number": 0,
    "bbox": [
      108.0,
      141.29,
      491.47,
      296.26
    ],
    "text": "In the matter of an Appeal under Section 331 of the Code of Criminal Procedure Act No. 15 of 1979, read with Article 138 of the Constitution of the Democratic Socialist Republic of Sri Lanka.",
    "fonts": [
      "CIDFont+F3"
    ],
    "sizes": [
      12.960525512695312
    ]
  },
  {
    "page_number": 0,
    "bbox": [
      288.0,
      299.21,
      491.47,
      331.42
    ],
    "text": "The Democratic Socialist Republic of Sri Lanka",
    "fonts": [
      "CIDFont+F3"
    ],
    "sizes": [
      12.960525512695312
    ]
  },
  {
    "page_number": 0,
    "bbox": [
      108.0,
      334.37,
      415.27,
      436.66
    ],
    "text": "Court of Appeal Case No. CA/HCC/0204/2019 Complainant High Court of Colombo V. Case No. HC/5375/2010",
    "fonts": [
      "CIDFont+F2",
      "CIDFont+F3"
    ],
    "sizes": [
      12.960525512695312
    ]
  },
  {
    "page_number": 0,
    "bbox": [
      288.0,
      439.47,
      491.47,
      454.18
    ],
    "text": "1. Meegoda Liayanage Asanka",
    "fonts": [
      "CIDFont+F3",
      "CIDFont+F4"
    ],
    "sizes": [
      12.960525512695312
    ]
  },
  {
    "page_number": 0,
    "bbox": [
      288.0,
      457.25,
      491.45,
      489.34
    ],
    "text": "Lakshman 2. Porage Nishan Perera Alias",
    "fonts": [
      "CIDFont+F3",
      "CIDFont+F4"
    ],
    "sizes": [
      12.960525512695312
    ]
  },
  {
    "page_number": 0,
    "bbox": [
      108.0,
      492.29,
      491.46,
      647.26
    ],
    "text": "Bunchi 3. Kankanige Ravindra Chinthaka Alwis Alias Rajitha 4. Sarath Munasinghe 5. Chanadi Appuhamilage Mohan Kumara Alias Kumara",
    "fonts": [
      "CIDFont+F3",
      "CIDFont+F4"
    ],
    "sizes": [
      12.960525512695312
    ]
  },
  {
    "page_number": 0,
    "bbox": [
      108.0,
      649.62,
      429.64,
      717.46
    ],
    "text": "Accused AND NOW BETWEEN",
    "fonts": [
      "CIDFont+F2",
      "CIDFont+F3"
    ],
    "sizes": [
      12.960525512695312
    ]
  },
  {
    "page_number": 0,
    "bbox": [
      288.0,
      720.41,
      491.48,
      752.5
    ],
    "text": "Porage Nishan Perera Alias Bunchi",
    "fonts": [
      "CIDFont+F3"
    ],
    "sizes": [
      12.960525512695312
    ]
  },
  {
    "page_number": 1,
    "bbox": [
      108.0,
      778.85,
      489.82,
      805.76
    ],
    "text": "2",
    "fonts": [
      "CIDFont+F1"
    ],
    "sizes": [
      11.040450096130371
    ]
  },
  {
    "page_number": 1,
    "bbox": [
      324.0,
      72.06,
      455.35,
      122.26
    ],
    "text": "AccusedAppellant V.",
    "fonts": [
      "CIDFont+F2",
      "CIDFont+F3"
    ],
    "sizes": [
      12.960525512695312
    ]
  },
  {
    "page_number": 1,
    "bbox": [
      288.0,
      125.33,
      478.07,
      189.84
    ],
    "text": "Hon. Attorney General, Attorney Generals Department, Colombo 12.",
    "fonts": [
      "CIDFont+F3"
    ],
    "sizes": [
      12.000450134277344,
      12.960525512695312
    ]
  },
  {
    "page_number": 1,
    "bbox": [
      108.0,
      192.77,
      491.5,
      582.58
    ],
    "text": "ComplainantRespondent BEFORE : K. PRIYANTHA FERNANDO, J. (P/CA) WICKUM A. KALUARACHCHI, J. COUNSEL : Shanaka Ranasinghe, PC with Anushika Ranasinghe for the Accused Appellant. Rajinda Jayaratne, State Counsel for the Respondent. ARGUED ON : 02.08.2022 WRITTEN SUBMISSIONS FILED ON : 22.06.2020 by the 2nd Accused Appellant. 03.08.2021 by the Respondent. JUDGMENT ON : 07.09.2022",
    "fonts": [
      "CIDFont+F2",
      "CIDFont+F3"
    ],
    "sizes": [
      8.520299911499023,
      9.96037483215332,
      12.000450134277344,
      12.960525512695312
    ]
  },
  {
    "page_number": 1,
    "bbox": [
      108.0,
      585.06,
      359.95,
      652.78
    ],
    "text": "************** K. PRIYANTHA FERNANDO, J.(P/CA)",
    "fonts": [
      "CIDFont+F2"
    ],
    "sizes": [
      12.960525512695312
    ]
  },
  {
    "page_number": 1,
    "bbox": [
      135.0,
      655.71,
      491.46,
      758.14
    ],
    "text": "1. The 2nd accused appellant (hereinafter referred to as the appellant) was indicted in the High Court of Colombo on three counts. Count No.1, for being a member of an unlawful assembly punishable in terms of section 140 of the Penal Code, count No.2, for being a member of the unlawful assembly",
    "fonts": [
      "CIDFont+F3",
      "CIDFont+F4",
      "CIDFont+F5"
    ],
    "sizes": [
      8.520299911499023,
      12.960525512695312
    ]
  },
  {
    "page_number": 2,
    "bbox": [
      108.0,
      778.85,
      489.82,
      805.76
    ],
    "text": "3",
    "fonts": [
      "CIDFont+F1"
    ],
    "sizes": [
      11.040450096130371
    ]
  },
  {
    "page_number": 2,
    "bbox": [
      162.0,
      72.65,
      491.49,
      297.82
    ],
    "text": "committing the murder of one D. Suranga Nuwan Kumara Perera punishable in terms of section 296 to be read with section 146 of the Penal Code and count No.3, for committing the murder of the said Suranga Nuwan Kumara punishable in terms of section 296 to be read with section 32 of the Penal Code. Upon conviction on count No. 3 after trial, the appellant was sentenced to death. Being aggrieved by the above conviction and sentence, the appellant preferred the instant appeal. The learned Presidents Counsel for the appellant has urged the following grounds of appeal in his written submissions.",
    "fonts": [
      "CIDFont+F3",
      "CIDFont+F5"
    ],
    "sizes": [
      12.960525512695312
    ]
  },
  {
    "page_number": 2,
    "bbox": [
      144.0,
      318.27,
      491.52,
      759.58
    ],
    "text": "I. The learned trial Judge erred by allowing the prosecution to amend and add the alias name of the 2nd appellant during the trial as it causes a severe prejudice to the appellant. II. The learned trial Judge failed to consider whether the evidence of the so-called eye witnesses to the incident tallies with the medical evidence. III. The learned High Court Judge failed and neglected to give adequate consideration to the effect that the alleged eye witness had not named the appellant as the assailant at first given opportunity, which created a serious doubt on the prosecution case. IV. The learned High Court Judge failed and neglected to evaluate, inter se contradictions which cast a serious doubt on the prosecution case. 2. As per the evidence adduced by the prosecution at the trial, the facts of this case in brief are as",
    "fonts": [
      "CIDFont+F3",
      "CIDFont+F4",
      "CIDFont+F5"
    ],
    "sizes": [
      8.520299911499023,
      9.96037483215332,
      12.960525512695312
    ]
  },
  {
    "page_number": 3,
    "bbox": [
      108.0,
      778.85,
      489.82,
      805.76
    ],
    "text": "4",
    "fonts": [
      "CIDFont+F1"
    ],
    "sizes": [
      11.040450096130371
    ]
  },
  {
    "page_number": 3,
    "bbox": [
      144.0,
      72.65,
      491.52,
      754.06
    ],
    "text": "follows; the deceased along with Prasanna (PW1), and Premasiri (PW2) has gone to buy food for the pigeons. Five persons have come in a three-wheeler and stopped near them. The Fifth accused has held the deceased by the collar while the second accused (appellant) has stabbed the deceased. PW1 has run away and informed about the incident to the mother, the wife and the sister of the deceased. When they rushed back to the place of incident, the three-wheeler had not been there. Subsequently, the three-wheeler has come back from the direction of 117 road. Then the women have jumped in front of the three-wheeler. The three-wheeler has gone out of control and has knocked against a wall. The injured deceased had been kept crouched in between the seats where passengers keep their legs. The sister of the deceased has then taken the injured deceased out of the three-wheeler and has taken him to the hospital using another three-wheeler. The deceased was pronounced dead at the hospital. 3. Ground of Appeal No. 1 Although this ground of appeal was not pursued by the learned Presidents Counsel for the appellant at the hearing of this appeal, in his written submissions it has been submitted that the amendment to the indictment adding the alias name of the appellant has caused prejudice to the appellant. The contention of the learned State Counsel for the respondent was that, no prejudice has been caused to the appellant by allowing the amendment to add the alias name of the appellant. 4. Section 167 of the Code of Criminal Procedure Act provides for alterations to any indictment or charge. Any Court may alter any indictment or",
    "fonts": [
      "CIDFont+F2",
      "CIDFont+F3",
      "CIDFont+F4",
      "CIDFont+F5"
    ],
    "sizes": [
      12.960525512695312
    ]
  },
  {
    "page_number": 4,
    "bbox": [
      108.0,
      778.85,
      489.82,
      805.76
    ],
    "text": "5",
    "fonts": [
      "CIDFont+F1"
    ],
    "sizes": [
      11.040450096130371
    ]
  },
  {
    "page_number": 4,
    "bbox": [
      108.0,
      72.65,
      491.52,
      683.86
    ],
    "text": "charge at any time before the judgment is pronounced. However, it is incumbent upon the Court to ensure that no prejudice is caused to the accused in doing so. In this case, the alias name of the appellant, Bunchi, which was the name that has been used to identify him by the people known to him, was allowed to be added in the indictment by the learned High Court Judge on an application made by the prosecution at the trial. At the time the amendment was made, the only evidence that has been led was part of the examination in chief of the first eye witness. Hence, the appellant had the opportunity to cross examine all the eye witnesses who testified in Court after the amendment. Thus, no prejudice has been caused to the appellant by allowing the above amendment by the learned High Court Judge. The appellant had sufficient notice of what he was charged for and he was not misled by the amendment. In the interest of justice, the learned High Court Judge has correctly allowed the amendment. Thus, this ground of appeal has no merit. 5. Ground of Appeal No. 2 The learned Presidents Counsel for the appellant submitted that in terms of the medical evidence, two weapons has been used to cause injuries to the deceased. One knife has been a two edged one and the other has been single edged. However, according to the evidence of the eye witnesses, only the 2nd accused appellant has stabbed the deceased. Therefore, the evidence of the eye witnesses is not credible.",
    "fonts": [
      "CIDFont+F2",
      "CIDFont+F3",
      "CIDFont+F4",
      "CIDFont+F5"
    ],
    "sizes": [
      8.520299911499023,
      12.960525512695312
    ]
  },
  {
    "page_number": 4,
    "bbox": [
      144.0,
      686.79,
      491.51,
      754.06
    ],
    "text": "6. It is important to note that, the eye witnesses for the prosecution, PW1 and PW2 were consistent in giving their evidence on the fact that the 2nd accused stabbed the deceased on his chest.",
    "fonts": [
      "CIDFont+F3",
      "CIDFont+F4"
    ],
    "sizes": [
      8.520299911499023,
      12.960525512695312
    ]
  },
  {
    "page_number": 5,
    "bbox": [
      108.0,
      778.85,
      489.82,
      805.76
    ],
    "text": "6",
    "fonts": [
      "CIDFont+F1"
    ],
    "sizes": [
      11.040450096130371
    ]
  },
  {
    "page_number": 5,
    "bbox": [
      144.0,
      72.65,
      491.78,
      192.47
    ],
    "text": "Obviously, they were in a state of shock and they have both rushed to inform the incident to the family members of the deceased. 7. Indian Supreme Court in State of Uttar Pradesh V. M.K Anthony [1984] SCJ 236/ [1985] CRI. LJ. 493 at 498/499 held;",
    "fonts": [
      "CIDFont+F3",
      "CIDFont+F4",
      "CIDFont+F5",
      "CIDFont+F6"
    ],
    "sizes": [
      12.960525512695312
    ]
  },
  {
    "page_number": 5,
    "bbox": [
      216.0,
      195.79,
      491.26,
      754.07
    ],
    "text": "While appreciating the evidence of a witness, the approach must be whether the evidence of a witness read as a whole appears to have ring of truth. Once that impression is formed, it is undoubtedly necessary for the court to scrutinize the evidence more particularly keeping in view the deficiencies, drawbacks and infirmities pointed out in the evidence as a whole and evaluate them to find out whether it is against the general tenor of the evidence given by the witness and whether the earlier evaluation of the evidence is shaken as to tender it unworthy of belief. Minor discrepancies on trivial matters not touching the core of the case, hyper-technical approach by taking sentences torn out of context here and there from evidence, attaching importance to some technical error committed by the investigating officer not going to the root of the matter would not ordinarily permit rejection of the evidence as a whole. If the court before whom the witness gives evidence had the opportunity to form the opinion about the general tenor of evidence given by the witness, the appellate court which had not this benefit will have to attach due weight to the appreciation of evidence by the trial court and unless there are reasons weighty and formidable it would not be proper to reject the evidence",
    "fonts": [
      "CIDFont+F5"
    ],
    "sizes": [
      12.960525512695312
    ]
  },
  {
    "page_number": 6,
    "bbox": [
      108.0,
      778.85,
      489.82,
      805.76
    ],
    "text": "7",
    "fonts": [
      "CIDFont+F1"
    ],
    "sizes": [
      11.040450096130371
    ]
  },
  {
    "page_number": 6,
    "bbox": [
      162.0,
      72.91,
      491.26,
      210.1
    ],
    "text": "on the ground of minor variations or infirmities in the matter of trivial details. Even honest and truthful witnesses may differ in some details unrelated to the main incident because power of observation, retention and reproduction differ with individuals.",
    "fonts": [
      "CIDFont+F3",
      "CIDFont+F5",
      "CIDFont+F6"
    ],
    "sizes": [
      12.960525512695312
    ]
  },
  {
    "page_number": 6,
    "bbox": [
      144.0,
      213.05,
      495.39,
      754.06
    ],
    "text": "The evidence of the eye witnesses has to be analyzed keeping in mind the above observations. 8. It is clear from the evidence adduced not only by the prosecution but also by the fourth accused who gave sworn evidence and was subjected to cross examination, that the body of the injured (deceased) was crouched and put inside the three-wheeler and was taken away. On their way back the mother, the wife and the sister of the deceased had jumped in front of the three-wheeler where it crashed on to the wall after going out of control. The medical evidence corroborates the stab injuries mentioned by the PW1 and PW2. One cannot expect every stab or cut caused to the deceased to be seen by PW1 and PW2 as the deceased was taken away by the assailants including the appellant who clearly stabbed the deceased. Hence, the ground of appeal No. 2 should necessarily fail. 9. Grounds of appeal No. 4 and 5 will be discussed together. The learned Presidents Counsel submitted that the learned High Court Judge has failed to consider the serious contradictions marked in the evidence of the prosecution witnesses. In that, the learned Presidents Counsel highlighted the contradiction marked as 2V12 where the PW5 who is the sister of the deceased has said in her statement to the police that;",
    "fonts": [
      "CIDFont+F3",
      "CIDFont+F4"
    ],
    "sizes": [
      12.960525512695312
    ]
  },
  {
    "page_number": 7,
    "bbox": [
      108.0,
      778.85,
      489.82,
      805.76
    ],
    "text": "8",
    "fonts": [
      "CIDFont+F1"
    ],
    "sizes": [
      11.040450096130371
    ]
  },
  {
    "page_number": 7,
    "bbox": [
      162.0,
      72.09,
      494.56,
      155.74
    ],
    "text": "... ... (page 427 of the appeal brief)",
    "fonts": [
      "CIDFont+F3",
      "CIDFont+F7"
    ],
    "sizes": [
      12.960525512695312
    ]
  },
  {
    "page_number": 7,
    "bbox": [
      144.0,
      158.69,
      491.5,
      260.98
    ],
    "text": "Regardless of whether the above statement to the police is accepted as correct or not, it confirms that the witness who is the friend of the deceased has seen the incident. 10. It is the trial Judge who has the opportunity to",
    "fonts": [
      "CIDFont+F3",
      "CIDFont+F4"
    ],
    "sizes": [
      12.960525512695312
    ]
  },
  {
    "page_number": 7,
    "bbox": [
      171.0,
      263.93,
      491.78,
      331.18
    ],
    "text": "see the demeanor and deportment to assess the credibility of a witness. In case of Fradd V. Brown & company Ltd. (20 N.L.R. Page 282) Privy Council held:",
    "fonts": [
      "CIDFont+F3",
      "CIDFont+F6"
    ],
    "sizes": [
      12.960525512695312
    ]
  },
  {
    "page_number": 7,
    "bbox": [
      108.0,
      334.39,
      491.26,
      576.83
    ],
    "text": "It is rare that a decision of a judge so express, so explicit, upon a point of fact purely, is over-ruled by a Court of Appeal, because Courts of Appeal recognize the priceless advantage which a judge of first instance has in matters of that kind, as contrasted with any Judge of a Court of Appeal, who can only learn from paper or from narrative of those who were present. It is very rare that, in question of veracity, so direct and so specific as these, a Court of Appeal will over-rule a Judge of first instance",
    "fonts": [
      "CIDFont+F5"
    ],
    "sizes": [
      12.960525512695312
    ]
  },
  {
    "page_number": 7,
    "bbox": [
      144.0,
      579.75,
      491.5,
      594.46
    ],
    "text": "11. In the instant case, it was before the same High",
    "fonts": [
      "CIDFont+F3",
      "CIDFont+F4"
    ],
    "sizes": [
      12.960525512695312
    ]
  },
  {
    "page_number": 7,
    "bbox": [
      144.0,
      596.33,
      491.52,
      742.66
    ],
    "text": "Court Judge who wrote the judgment that the evidence of all witnesses were recorded. He had the advantage of seeing the demeanor and deportment of the witnesses. Therefore, this court would be slow in interfering with the findings made by him on matters of fact unless for obvious reasons. 12. The learned High Court Judge in his judgment",
    "fonts": [
      "CIDFont+F3",
      "CIDFont+F4"
    ],
    "sizes": [
      12.960525512695312
    ]
  },
  {
    "page_number": 7,
    "bbox": [
      171.0,
      744.53,
      491.44,
      759.1
    ],
    "text": "has said that the 1st, 3rd and 4th accused made",
    "fonts": [
      "CIDFont+F3"
    ],
    "sizes": [
      8.520299911499023,
      12.960525512695312
    ]
  },
  {
    "page_number": 8,
    "bbox": [
      108.0,
      778.85,
      489.82,
      805.76
    ],
    "text": "9",
    "fonts": [
      "CIDFont+F1"
    ],
    "sizes": [
      11.040450096130371
    ]
  },
  {
    "page_number": 8,
    "bbox": [
      144.0,
      72.65,
      491.72,
      449.5
    ],
    "text": "unsworn statements from the dock. However, the 4th accused has in fact given sworn evidence at the trial. According to his evidence, although he was the owner of the three-wheeler he has not been the one driving the vehicle. The three-wheeler has been stopped on the directions of the appellant. The Appellant has got down from the three-wheeler with the 5th accused and has brought the deceased who was bleeding with injuries into the three-wheeler. He has testified as to how the women jumped on to the road and the three-wheeler went off the road. The 4th accused in his evidence has basically corroborated the prosecution story other than on the fact where he denied that he drove the three-wheeler. The appellant has not challenged his evidence by cross-examination. Since the appellant was absconding, the evidence of the 4th accused regarding the appellants involvement in the crime has not been challenged by the appellant. 13. In case of Himachal Pradesh V. Thakuar Dass",
    "fonts": [
      "CIDFont+F3",
      "CIDFont+F4",
      "CIDFont+F6"
    ],
    "sizes": [
      8.520299911499023,
      12.960525512695312
    ]
  },
  {
    "page_number": 8,
    "bbox": [
      171.0,
      450.76,
      365.65,
      465.94
    ],
    "text": "1993 2 Cri 1694 it was held:",
    "fonts": [
      "CIDFont+F3",
      "CIDFont+F6"
    ],
    "sizes": [
      12.960525512695312
    ]
  },
  {
    "page_number": 8,
    "bbox": [
      144.0,
      468.19,
      491.78,
      564.82
    ],
    "text": "Whenever a statement of fact made by a witness is not challenged in cross examination, it has to be concluded that the fact in question is not disputed. 14. In case of Motilal V. State of Madya Pradesh",
    "fonts": [
      "CIDFont+F3",
      "CIDFont+F4",
      "CIDFont+F5",
      "CIDFont+F6"
    ],
    "sizes": [
      12.960525512695312
    ]
  },
  {
    "page_number": 8,
    "bbox": [
      171.0,
      566.08,
      428.18,
      581.26
    ],
    "text": "1990 Cri LJ No. C 125 MP it was held:",
    "fonts": [
      "CIDFont+F3",
      "CIDFont+F6"
    ],
    "sizes": [
      12.960525512695312
    ]
  },
  {
    "page_number": 8,
    "bbox": [
      216.0,
      583.39,
      491.23,
      630.71
    ],
    "text": "Absence of cross examination of prosecution witness of certain facts leads to the inference of admission of that fact.",
    "fonts": [
      "CIDFont+F5"
    ],
    "sizes": [
      12.960525512695312
    ]
  },
  {
    "page_number": 8,
    "bbox": [
      144.0,
      632.83,
      491.5,
      663.58
    ],
    "text": "15. The learned Presidents Counsel for the appellant",
    "fonts": [
      "CIDFont+F3",
      "CIDFont+F4",
      "CIDFont+F5"
    ],
    "sizes": [
      12.960525512695312
    ]
  },
  {
    "page_number": 8,
    "bbox": [
      171.0,
      666.53,
      491.51,
      768.94
    ],
    "text": "submitted that the evidence that was not credible for the learned High Court Judge to convict the other accused should not be used to convict the appellant. It is unchallenged evidence that all the accused including the appellant were taking the deceased in the three-wheeler when it went out of",
    "fonts": [
      "CIDFont+F3"
    ],
    "sizes": [
      12.960525512695312
    ]
  },
  {
    "page_number": 9,
    "bbox": [
      108.0,
      778.85,
      489.77,
      805.76
    ],
    "text": "10",
    "fonts": [
      "CIDFont+F1"
    ],
    "sizes": [
      11.040450096130371
    ]
  },
  {
    "page_number": 9,
    "bbox": [
      144.0,
      72.65,
      491.51,
      403.06
    ],
    "text": "control and knocked against the wall. At that point in time, the deceased was suffering from fatal injuries and has been crouched and kept at the place where passengers keep their feet in the three-wheeler. Therefore, there is not only direct evidence, but also ample circumstantial evidence to prove beyond reasonable doubt that the accused including the appellant caused the fatal injuries on the deceased. Merely because the learned High Court Judge has acquitted the 1st, 3rd and the 4th accused and that the Hon. Attorney General has not appealed against the acquittal, that is not a reason to acquit the appellant as well especially when there is clear evidence that he committed the crime. For the reasons stated above, I find that the grounds of appeal No. 3 and 4 are also devoid of merit. 16. I affirm the conviction and sentence imposed on",
    "fonts": [
      "CIDFont+F3",
      "CIDFont+F4"
    ],
    "sizes": [
      8.520299911499023,
      12.960525512695312
    ]
  },
  {
    "page_number": 9,
    "bbox": [
      144.0,
      406.13,
      381.34,
      435.86
    ],
    "text": "the appellant by the High Court.",
    "fonts": [
      "CIDFont+F3"
    ],
    "sizes": [
      11.040450096130371,
      12.960525512695312
    ]
  },
  {
    "page_number": 9,
    "bbox": [
      108.0,
      438.53,
      298.84,
      505.54
    ],
    "text": "Appeal dismissed.",
    "fonts": [
      "CIDFont+F2",
      "CIDFont+F3"
    ],
    "sizes": [
      12.960525512695312
    ]
  },
  {
    "page_number": 9,
    "bbox": [
      108.0,
      515.88,
      471.36,
      632.52
    ],
    "text": "PRESIDENT OF THE COURT OF APPEAL WICKUM A. KALUARACHCHI, J. I agree.",
    "fonts": [
      "CIDFont+F2",
      "CIDFont+F3"
    ],
    "sizes": [
      12.000450134277344,
      12.960525512695312
    ]
  },
  {
    "page_number": 9,
    "bbox": [
      216.0,
      704.88,
      441.11,
      718.92
    ],
    "text": "JUDGE OF THE COURT OF APPEAL",
    "fonts": [
      "CIDFont+F2",
      "CIDFont+F3"
    ],
    "sizes": [
      12.000450134277344
    ]
  }
]