[
  {
    "page_number": 0,
    "bbox": [
      115.2,
      778.85,
      475.42,
      805.76
    ],
    "text": "1",
    "fonts": [
      "CIDFont+F1"
    ],
    "sizes": [
      11.040450096130371
    ]
  },
  {
    "page_number": 0,
    "bbox": [
      146.88,
      93.11,
      444.25,
      106.39
    ],
    "text": "IN THE COURT OF APPEAL OF THE DEMOCRATIC",
    "fonts": [
      "CIDFont+F2"
    ],
    "sizes": [
      12.000450134277344
    ]
  },
  {
    "page_number": 0,
    "bbox": [
      184.32,
      109.07,
      406.68,
      122.35
    ],
    "text": "SOCIALIST REPUBLIC OF SRI LANKA",
    "fonts": [
      "CIDFont+F2"
    ],
    "sizes": [
      12.000450134277344
    ]
  },
  {
    "page_number": 0,
    "bbox": [
      115.2,
      124.67,
      475.98,
      249.07
    ],
    "text": "In the matter of an Appeal under Section 331 of the Code of Criminal Procedure Act No. 15 of 1979, read with Article 138 of the Constitution of the Democratic Socialist Republic of Sri Lanka.",
    "fonts": [
      "CIDFont+F3"
    ],
    "sizes": [
      12.000450134277344
    ]
  },
  {
    "page_number": 0,
    "bbox": [
      295.2,
      251.63,
      476.01,
      280.75
    ],
    "text": "The Democratic Socialist Republic of Sri Lanka",
    "fonts": [
      "CIDFont+F3"
    ],
    "sizes": [
      12.000450134277344
    ]
  },
  {
    "page_number": 0,
    "bbox": [
      115.2,
      283.31,
      401.52,
      369.07
    ],
    "text": "Court of Appeal Case No. CA/HCC/0305 - 0306/2018 Complainant High Court of Colombo V. Case No. HC/553/2001",
    "fonts": [
      "CIDFont+F2",
      "CIDFont+F3"
    ],
    "sizes": [
      12.000450134277344
    ]
  },
  {
    "page_number": 0,
    "bbox": [
      115.2,
      370.43,
      476.01,
      463.03
    ],
    "text": "1. Athukorala Kankanamlage Susantha alias Chuti 2. Hewa Balagathuge Sajee Sanjeewa",
    "fonts": [
      "CIDFont+F3",
      "CIDFont+F4"
    ],
    "sizes": [
      12.000450134277344
    ]
  },
  {
    "page_number": 0,
    "bbox": [
      115.2,
      465.83,
      476.01,
      605.83
    ],
    "text": "Accused AND NOW BETWEEN 1. Athukorala Kankanamlage Susantha alias Chuti 2. Hewa Balagathuge Sajee Sanjeewa",
    "fonts": [
      "CIDFont+F2",
      "CIDFont+F3",
      "CIDFont+F4"
    ],
    "sizes": [
      12.000450134277344
    ]
  },
  {
    "page_number": 0,
    "bbox": [
      331.2,
      608.63,
      444.24,
      621.91
    ],
    "text": "Accused Appellants",
    "fonts": [
      "CIDFont+F2"
    ],
    "sizes": [
      12.000450134277344
    ]
  },
  {
    "page_number": 0,
    "bbox": [
      331.2,
      624.35,
      370.2,
      653.47
    ],
    "text": "V.",
    "fonts": [
      "CIDFont+F3"
    ],
    "sizes": [
      12.000450134277344
    ]
  },
  {
    "page_number": 0,
    "bbox": [
      295.2,
      656.03,
      453.15,
      716.95
    ],
    "text": "Hon. Attorney General, Attorney Generals Department, Colombo 12.",
    "fonts": [
      "CIDFont+F3"
    ],
    "sizes": [
      12.000450134277344
    ]
  },
  {
    "page_number": 0,
    "bbox": [
      115.2,
      719.51,
      471.24,
      764.71
    ],
    "text": "ComplainantRespondent",
    "fonts": [
      "CIDFont+F2",
      "CIDFont+F3"
    ],
    "sizes": [
      12.000450134277344
    ]
  },
  {
    "page_number": 1,
    "bbox": [
      115.2,
      778.85,
      475.42,
      805.76
    ],
    "text": "2",
    "fonts": [
      "CIDFont+F1"
    ],
    "sizes": [
      11.040450096130371
    ]
  },
  {
    "page_number": 1,
    "bbox": [
      115.2,
      72.23,
      457.2,
      85.51
    ],
    "text": "BEFORE : K. PRIYANTHA FERNANDO, J. (P/CA)",
    "fonts": [
      "CIDFont+F2",
      "CIDFont+F3"
    ],
    "sizes": [
      11.040450096130371,
      12.000450134277344
    ]
  },
  {
    "page_number": 1,
    "bbox": [
      115.2,
      92.15,
      475.89,
      342.91
    ],
    "text": "WICKUM A. KALUARACHCHI, J. COUNSEL : Kasun Liyanage for the Accused Appellants. Sudharshana De Silva, Deputy Solicitor General for the Respondent. ARGUED ON : 17.05.2022 WRITTEN SUBMISSIONS FILED ON : 31.07.2020 by the Accused Appellant. 30.08.2019 by the Respondent. JUDGMENT ON : 07.06.2022",
    "fonts": [
      "CIDFont+F2",
      "CIDFont+F3"
    ],
    "sizes": [
      11.040450096130371,
      12.000450134277344
    ]
  },
  {
    "page_number": 1,
    "bbox": [
      115.2,
      345.71,
      339.0,
      422.47
    ],
    "text": "************** K. PRIYANTHA FERNANDO, J.(P/CA)",
    "fonts": [
      "CIDFont+F2"
    ],
    "sizes": [
      12.000450134277344
    ]
  },
  {
    "page_number": 1,
    "bbox": [
      151.2,
      422.8,
      475.92,
      438.07
    ],
    "text": "1. The 1st and the 2nd accused appellants were indicted in the",
    "fonts": [
      "CIDFont+F3",
      "CIDFont+F4"
    ],
    "sizes": [
      8.040300369262695,
      12.000450134277344
    ]
  },
  {
    "page_number": 1,
    "bbox": [
      169.2,
      439.79,
      475.99,
      557.23
    ],
    "text": "High Court of Colombo for one count of murder punishable in terms of section 296 read with section 32 of the Penal Code. Upon conviction after trial, the learned High Court Judge sentenced both appellants to death. The instant appeal is preferred against the said conviction and sentence by the appellants. In his written submissions the following grounds of appeal were urged by the learned Counsel for the appellants.",
    "fonts": [
      "CIDFont+F3",
      "CIDFont+F5"
    ],
    "sizes": [
      12.000450134277344
    ]
  },
  {
    "page_number": 1,
    "bbox": [
      180.24,
      558.66,
      476.02,
      601.99
    ],
    "text": "I. The learned trial Judge has erred in acting upon the alleged dying declarations which were highly suspicious.",
    "fonts": [
      "CIDFont+F3",
      "CIDFont+F4"
    ],
    "sizes": [
      12.000450134277344
    ]
  },
  {
    "page_number": 1,
    "bbox": [
      176.16,
      603.41,
      475.9,
      639.19
    ],
    "text": "II. The learned trial Judge has erroneously based his finding on hearsay evidence.",
    "fonts": [
      "CIDFont+F3",
      "CIDFont+F4"
    ],
    "sizes": [
      6.000232696533203,
      12.000450134277344
    ]
  },
  {
    "page_number": 1,
    "bbox": [
      172.2,
      640.61,
      475.88,
      676.39
    ],
    "text": "III. Adoption on the depositions of PW2 and PW3 was irregular.",
    "fonts": [
      "CIDFont+F3",
      "CIDFont+F4"
    ],
    "sizes": [
      6.000232696533203,
      12.000450134277344
    ]
  },
  {
    "page_number": 1,
    "bbox": [
      171.48,
      677.81,
      475.93,
      713.59
    ],
    "text": "IV. The learned trial Judge has erred in law in his conclusion on section 27 recovery.",
    "fonts": [
      "CIDFont+F3",
      "CIDFont+F4"
    ],
    "sizes": [
      6.000232696533203,
      12.000450134277344
    ]
  },
  {
    "page_number": 1,
    "bbox": [
      175.56,
      715.01,
      475.95,
      765.79
    ],
    "text": "V. The learned trial Judge has erred in law when he insisted on the proof of defence.",
    "fonts": [
      "CIDFont+F3",
      "CIDFont+F4"
    ],
    "sizes": [
      6.000232696533203,
      12.000450134277344
    ]
  },
  {
    "page_number": 2,
    "bbox": [
      115.2,
      778.85,
      475.42,
      805.76
    ],
    "text": "3",
    "fonts": [
      "CIDFont+F1"
    ],
    "sizes": [
      11.040450096130371
    ]
  },
  {
    "page_number": 2,
    "bbox": [
      151.2,
      72.06,
      243.24,
      85.51
    ],
    "text": "2. Facts in brief.",
    "fonts": [
      "CIDFont+F2",
      "CIDFont+F3",
      "CIDFont+F4"
    ],
    "sizes": [
      12.000450134277344
    ]
  },
  {
    "page_number": 2,
    "bbox": [
      151.2,
      87.11,
      475.98,
      353.59
    ],
    "text": "There are no eye witnesses to the incident. The prosecution relied on circumstantial evidence. The two main circumstances that the prosecution relied upon at the trial were, the two dying declarations made by the deceased and the recovery of two knives on the statement made by the 1st accused appellant in terms of section 27 of the Evidence Ordinance. The two dying declarations were made to his sister Samanthi Priyadharshani Perera (PW1) and to his brother-in-law Ariyapala (PW2) whose deposition made at the non-summary inquiry was admitted in evidence in terms of section 33 of the Evidence Ordinance. As per the evidence of PW1, she had been living at Nagalagam Street. The deceased who was her brother had also been living with her. However, the wife of the deceased had been living in Ragama. Chuti and Sanjeewa, whom she identified as the 1st and the 2nd appellants respectively, had been known to her. The two of them had been friends. 3. On the day of the incident, in the evening, the deceased had",
    "fonts": [
      "CIDFont+F2",
      "CIDFont+F3",
      "CIDFont+F4",
      "CIDFont+F5"
    ],
    "sizes": [
      8.040300369262695,
      12.000450134277344
    ]
  },
  {
    "page_number": 2,
    "bbox": [
      169.2,
      355.19,
      475.95,
      442.87
    ],
    "text": "left home to go to Ragama where his wife lived. Antony, who was a neighbour, had told her that her brother was lying near the bank with cut injuries. When she went running to see what had happened, the deceased brother had been lying fallen bleeding. When she asked the deceased as to who did this, he has replied Chuti and Sanjeewa.",
    "fonts": [
      "CIDFont+F3",
      "CIDFont+F5"
    ],
    "sizes": [
      12.000450134277344
    ]
  },
  {
    "page_number": 2,
    "bbox": [
      151.2,
      444.12,
      475.87,
      562.87
    ],
    "text": ": , , . : ? : . (page 139 of the brief) The deceased had been taken to the hospital in a three-wheeler. 4. It was the evidence of PW2 at the non-summary inquiry, that",
    "fonts": [
      "CIDFont+F3",
      "CIDFont+F4",
      "CIDFont+F6"
    ],
    "sizes": [
      11.040450096130371,
      12.000450134277344
    ]
  },
  {
    "page_number": 2,
    "bbox": [
      151.2,
      565.43,
      475.98,
      721.51
    ],
    "text": "he heard people shouting that his brother-in-law has been cut near the bank. When he was taking the injured (deceased) to the hospital in a three-wheeler, he has asked him as to who did it. The deceased has replied Chuti and Sajee. The witness has identified the 1st and the 2nd appellants as Chuti, and Sajee, respectively. His evidence in the non-summary inquiry was adopted in the High Court trial in terms of section 33 of the Evidence Ordinance. 5. The learned Counsel for the appellants submitted that the",
    "fonts": [
      "CIDFont+F3",
      "CIDFont+F4",
      "CIDFont+F5"
    ],
    "sizes": [
      8.040300369262695,
      12.000450134277344
    ]
  },
  {
    "page_number": 2,
    "bbox": [
      169.2,
      723.11,
      475.96,
      766.15
    ],
    "text": "learned High Court Judge has failed to consider the principles governing dying declarations. In that, the learned Counsel submitted that the trial Judge has not considered the inability",
    "fonts": [
      "CIDFont+F3"
    ],
    "sizes": [
      12.000450134277344
    ]
  },
  {
    "page_number": 3,
    "bbox": [
      115.2,
      778.85,
      475.42,
      805.76
    ],
    "text": "4",
    "fonts": [
      "CIDFont+F1"
    ],
    "sizes": [
      11.040450096130371
    ]
  },
  {
    "page_number": 3,
    "bbox": [
      151.2,
      72.23,
      476.01,
      159.91
    ],
    "text": "of the deceased to talk, after he was injured. It is the submission of the Counsel that the Medical Officer who testified at the trial on the post mortem was not the doctor who conducted the post mortem. 6. The learned Deputy Solicitor General appearing for the",
    "fonts": [
      "CIDFont+F3",
      "CIDFont+F4"
    ],
    "sizes": [
      12.000450134277344
    ]
  },
  {
    "page_number": 3,
    "bbox": [
      151.2,
      161.63,
      475.97,
      279.07
    ],
    "text": "respondent submitted that the evidence on the dying declarations by the two witnesses for the prosecution was never challenged by the defence at the trial. It was further submitted, that the evidence of the Medical Officer who testified on the ability of the deceased to talk was never challenged by the defence at the trial. 7. The two witnesses PW1 and PW2 have given clear evidence",
    "fonts": [
      "CIDFont+F3",
      "CIDFont+F4"
    ],
    "sizes": [
      12.000450134277344
    ]
  },
  {
    "page_number": 3,
    "bbox": [
      151.2,
      280.67,
      475.99,
      532.27
    ],
    "text": "on the dying declarations made by the deceased to them. Although PW1 was cross examined by the defence Counsel at the trial, that piece of evidence was never challenged. It was not even suggested to PW1 that no such dying declaration was made by the deceased. Evidence of PW2 given at the non-summary inquiry was adopted in evidence at the trial. Although the appellants had not been represented by Counsel at the non-summary inquiry, when the opportunity was given, the appellants have not cross examined the PW2, challenging the evidence on the dying declaration. The document X-5 shows that the appellants have not used the opportunity to cross examine the PW2. PW2 has clearly stated in his evidence, the dying declaration made by the deceased, and has also identified the appellants as the persons referred to in the dying declaration. 8. The Medical Officer Dr. Kariyawasam who conducted the",
    "fonts": [
      "CIDFont+F3",
      "CIDFont+F4",
      "CIDFont+F5"
    ],
    "sizes": [
      12.000450134277344
    ]
  },
  {
    "page_number": 3,
    "bbox": [
      151.2,
      533.87,
      475.99,
      681.19
    ],
    "text": "autopsy on the body of the deceased was not in a position to give evidence due to his health condition. Therefore, Dr. Ratnayake, Assistant Judicial Medical Officer who had worked with Dr. Kariyawasam and was familiar with his signature, has given evidence based on the post mortem report (PMR) prepared by Dr. Kariyawasam. At the trial, the defence has admitted the expertise of Dr. Ratnayake and the admission has been duly recorded by the learned High Court Judge. 9. In her evidence, based on the injuries found on the body of the",
    "fonts": [
      "CIDFont+F3",
      "CIDFont+F4",
      "CIDFont+F5"
    ],
    "sizes": [
      12.000450134277344
    ]
  },
  {
    "page_number": 3,
    "bbox": [
      169.2,
      682.79,
      475.93,
      740.71
    ],
    "text": "deceased as per the PMR, Dr. Ratnayake has clearly said that the deceased may have had the ability to talk for about half an hour after receiving the injuries, before his death. Dr. Ratnayake said;",
    "fonts": [
      "CIDFont+F2",
      "CIDFont+F3",
      "CIDFont+F5"
    ],
    "sizes": [
      12.000450134277344
    ]
  },
  {
    "page_number": 3,
    "bbox": [
      187.2,
      742.07,
      475.97,
      769.37
    ],
    "text": ":",
    "fonts": [
      "CIDFont+F6"
    ],
    "sizes": [
      12.000450134277344
    ]
  },
  {
    "page_number": 4,
    "bbox": [
      115.2,
      778.85,
      475.42,
      805.76
    ],
    "text": "5",
    "fonts": [
      "CIDFont+F1"
    ],
    "sizes": [
      11.040450096130371
    ]
  },
  {
    "page_number": 4,
    "bbox": [
      151.2,
      71.99,
      475.92,
      196.99
    ],
    "text": "? : . : ? : . 1/2 . (page 210 of the brief) 10. This evidence on the deceaseds ability to talk after receiving",
    "fonts": [
      "CIDFont+F2",
      "CIDFont+F3",
      "CIDFont+F4",
      "CIDFont+F6"
    ],
    "sizes": [
      12.000450134277344
    ]
  },
  {
    "page_number": 4,
    "bbox": [
      151.2,
      198.59,
      475.97,
      256.63
    ],
    "text": "the injuries was never challenged by the defence in cross examination. 11. In case of Sarwan Singh V. State of Punjab [2002] INSC 431",
    "fonts": [
      "CIDFont+F3",
      "CIDFont+F4",
      "CIDFont+F7"
    ],
    "sizes": [
      12.000450134277344
    ]
  },
  {
    "page_number": 4,
    "bbox": [
      151.2,
      258.23,
      476.02,
      360.79
    ],
    "text": "(7 October 2002), Indian Supreme Court held; It is a rule of essential justice that whenever the opponent has declined to avail himself of the opportunity to put his case in cross-examination it must follow that the evidence tendered on that issue ought to be accepted. 12. In case of state of Himachal Pradesh V. Thakur Dass [1983]",
    "fonts": [
      "CIDFont+F2",
      "CIDFont+F3",
      "CIDFont+F4",
      "CIDFont+F5",
      "CIDFont+F7"
    ],
    "sizes": [
      12.000450134277344
    ]
  },
  {
    "page_number": 4,
    "bbox": [
      151.2,
      362.39,
      475.95,
      435.31
    ],
    "text": "Cri LJ 1694 it was held; Whenever a statement of fact made by a witness is not challenged in cross-examination, it has to be concluded that the fact in question is not disputed. 13. Hence, the evidence that the dying declarations were made by",
    "fonts": [
      "CIDFont+F3",
      "CIDFont+F4",
      "CIDFont+F5",
      "CIDFont+F7"
    ],
    "sizes": [
      12.000450134277344
    ]
  },
  {
    "page_number": 4,
    "bbox": [
      151.2,
      436.91,
      476.01,
      554.47
    ],
    "text": "the deceased to the PW1 and PW2, and that the deceased may have been in a position to talk at the time such declarations were made, can be taken as admitted by the defence as they were unchallenged. Thus, the learned High Court Judge has correctly acted upon the dying declarations made by the deceased to PW1 and PW2. 14. The learned Counsel for the appellant submitted that the",
    "fonts": [
      "CIDFont+F3",
      "CIDFont+F4"
    ],
    "sizes": [
      12.000450134277344
    ]
  },
  {
    "page_number": 4,
    "bbox": [
      169.2,
      556.07,
      475.98,
      762.91
    ],
    "text": "identification of the appellants by PW1 from the dock at the trial was illegal as the prosecutor has put a leading question in identifying the appellants. The Counsel referred to the leading question posed to the witness at page 139 of the brief. However, as rightly submitted in reply by the learned DSG, PW1 has clearly identified the 1st and 2nd appellants as Chuti and Sanjeewa as persons who were well known to her (pages 135 and 136 of the appeal brief). It is clear that it was in that context the said question was put to the witness by the prosecuting Counsel. Hence, I find that PW1 has clearly identified the appellants to be the persons the deceased referred to in his dying declaration, and that no prejudice has been caused to the appellants by the said questions put to the witness by the learned State Counsel. Further, PW2 has also",
    "fonts": [
      "CIDFont+F3",
      "CIDFont+F5"
    ],
    "sizes": [
      8.040300369262695,
      12.000450134277344
    ]
  },
  {
    "page_number": 5,
    "bbox": [
      115.2,
      778.85,
      475.42,
      805.76
    ],
    "text": "6",
    "fonts": [
      "CIDFont+F1"
    ],
    "sizes": [
      11.040450096130371
    ]
  },
  {
    "page_number": 5,
    "bbox": [
      151.2,
      72.23,
      476.01,
      159.91
    ],
    "text": "clearly identified the appellants as the persons to whom the deceased referred to in his dying declaration as per the evidence he has given in the Magistrates Court that was adopted in the trial as X-5. 15. The learned Counsel for the appellant submitted that the",
    "fonts": [
      "CIDFont+F3",
      "CIDFont+F4"
    ],
    "sizes": [
      12.000450134277344
    ]
  },
  {
    "page_number": 5,
    "bbox": [
      151.2,
      161.63,
      475.98,
      383.35
    ],
    "text": "learned trial Judge has acted upon the improbable evidence on the recovery of two knives in terms of section 27 of the Evidence Ordinance. It is important to note that the two knives were recovered on the statement made by the 1st appellant. Therefore, the evidence of the said recovery should not be taken against the 2nd appellant. As per the evidence of PW4 (the police officer who recovered the knives), the 1st appellant was arrested on 08.03.93 at Seevali Lane, Borella (page 147 of the appeal brief). The knives were recovered upon his statement from Nagalagam Street (Page 149 of the appeal brief). The two knives had been placed on the top of the almirah. His evidence on the recovery of knives in terms of section 27 has been consistent. 16. In cross examination of the witness PW4, the position taken by",
    "fonts": [
      "CIDFont+F3",
      "CIDFont+F4",
      "CIDFont+F5"
    ],
    "sizes": [
      8.040300369262695,
      12.000450134277344
    ]
  },
  {
    "page_number": 5,
    "bbox": [
      151.2,
      382.96,
      476.02,
      547.15
    ],
    "text": "the defence was that the 1st appellant was arrested at Seevalipura, and the knives were recovered from the Seevalipura house where he was arrested (Page 154 of the brief). The witness has denied that suggestion. However, to the contrary, the 1st appellant in his statement from the dock had clearly said that he was arrested at Grandpass (Page 286 of the brief). Thus, the appellant has clearly taken two different positions as to his place of arrest. Therefore, he cannot be treated as a credible witness. 17. The principles governing dying declarations were sufficiently",
    "fonts": [
      "CIDFont+F3",
      "CIDFont+F4",
      "CIDFont+F5"
    ],
    "sizes": [
      8.040300369262695,
      12.000450134277344
    ]
  },
  {
    "page_number": 5,
    "bbox": [
      169.2,
      548.75,
      476.02,
      621.55
    ],
    "text": "discussed in case of Jayabalan V. U.T. Of Pondicherry Criminal Appeal No.1246 of 2002 on 6 November, 2009 by the Indian Supreme Court. Their Lordships referred to case of Paniben V. State of Gujarat [1992] 2SCC 474, where it was held;",
    "fonts": [
      "CIDFont+F2",
      "CIDFont+F3",
      "CIDFont+F7"
    ],
    "sizes": [
      12.000450134277344
    ]
  },
  {
    "page_number": 5,
    "bbox": [
      187.2,
      623.27,
      475.97,
      755.59
    ],
    "text": "Though a dying declaration is entitled to great weight, it is worthwhile to note that the accused has no power of cross-examination. Such a power is essential for eliciting the truth as an obligation of oath could be. This is the reason the Court also insists that the dying declaration should be of such a nature as to inspire full confidence of the Court in its correctness. The Court has to be on guard that the statement of deceased was not as a result of either tutoring, prompting or a product of imagination. The",
    "fonts": [
      "CIDFont+F3",
      "CIDFont+F5"
    ],
    "sizes": [
      12.000450134277344
    ]
  },
  {
    "page_number": 6,
    "bbox": [
      115.2,
      778.85,
      475.42,
      805.76
    ],
    "text": "7",
    "fonts": [
      "CIDFont+F1"
    ],
    "sizes": [
      11.040450096130371
    ]
  },
  {
    "page_number": 6,
    "bbox": [
      187.2,
      72.23,
      475.99,
      204.67
    ],
    "text": "Court must be further satisfied that the deceased was in a fit state of mind after a clear opportunity to observe and identify the assailants. Once the Court is satisfied that the declaration was true and voluntary, undoubtedly, it can base its conviction without any further corroboration. It cannot be laid down as an absolute rule of law that the dying declaration cannot form the sole basis of conviction unless it is corroborated. The rule requiring corroboration is merely a rule of prudence.",
    "fonts": [
      "CIDFont+F5"
    ],
    "sizes": [
      12.000450134277344
    ]
  },
  {
    "page_number": 6,
    "bbox": [
      151.2,
      206.27,
      475.95,
      234.43
    ],
    "text": "18. As mentioned before in this judgment, the defence never",
    "fonts": [
      "CIDFont+F3",
      "CIDFont+F4"
    ],
    "sizes": [
      12.000450134277344
    ]
  },
  {
    "page_number": 6,
    "bbox": [
      151.2,
      236.03,
      476.02,
      427.99
    ],
    "text": "challenged the evidence of PW1 and PW2, on the fact that the dying declarations were made by the deceased. The medical evidence stating that the deceased may have had the ability to speak for about half an hour after receiving the injuries was also not challenged by the defence in cross-examination. There is neither evidence nor any reason for the Court to come to a conclusion or even to have a doubt that the declarations made by the deceased were tutored or prompted. Hence, this Court has no reason to find fault with the learned High Court Judge for acting upon the two dying declarations made by the deceased. 19. In the above premise, I find that the grounds of appeal urged",
    "fonts": [
      "CIDFont+F3",
      "CIDFont+F4",
      "CIDFont+F5"
    ],
    "sizes": [
      12.000450134277344
    ]
  },
  {
    "page_number": 6,
    "bbox": [
      151.2,
      429.59,
      475.92,
      472.63
    ],
    "text": "by the appellants are devoid of merit. Hence, I affirm the convictions and the sentences imposed on both appellants.",
    "fonts": [
      "CIDFont+F3",
      "CIDFont+F5"
    ],
    "sizes": [
      12.000450134277344
    ]
  },
  {
    "page_number": 6,
    "bbox": [
      187.2,
      474.35,
      278.22,
      502.39
    ],
    "text": "Appeal dismissed.",
    "fonts": [
      "CIDFont+F3",
      "CIDFont+F5"
    ],
    "sizes": [
      12.000450134277344
    ]
  },
  {
    "page_number": 6,
    "bbox": [
      115.2,
      565.31,
      459.89,
      673.63
    ],
    "text": "PRESIDENT OF THE COURT OF APPEAL WICKUM A. KALUARACHCHI, J. I agree.",
    "fonts": [
      "CIDFont+F2",
      "CIDFont+F3"
    ],
    "sizes": [
      12.000450134277344
    ]
  },
  {
    "page_number": 6,
    "bbox": [
      223.2,
      676.19,
      431.88,
      769.03
    ],
    "text": "JUDGE OF THE COURT OF APPEAL",
    "fonts": [
      "CIDFont+F2",
      "CIDFont+F3"
    ],
    "sizes": [
      12.000450134277344
    ]
  }
]