[
  {
    "page_number": 0,
    "bbox": [
      72.02,
      781.32,
      302.93,
      805.8
    ],
    "text": "1",
    "fonts": [
      "Calibri"
    ],
    "sizes": [
      11.039999961853027
    ]
  },
  {
    "page_number": 0,
    "bbox": [
      74.06,
      75.05,
      524.41,
      90.05
    ],
    "text": "IN THE COURT OF APPEAL OF THE DEMOCRATIC SOCIALIST REPUBLIC OF",
    "fonts": [
      "Calibri-Bold"
    ],
    "sizes": [
      15.0
    ]
  },
  {
    "page_number": 0,
    "bbox": [
      264.89,
      94.85,
      333.82,
      109.85
    ],
    "text": "SRI LANKA",
    "fonts": [
      "Calibri-Bold"
    ],
    "sizes": [
      15.0
    ]
  },
  {
    "page_number": 0,
    "bbox": [
      252.05,
      147.99,
      526.35,
      164.21
    ],
    "text": "1. R. Ruban Perera of No. 62/4 I.D.H. Road,",
    "fonts": [
      "ArialMT",
      "Calibri"
    ],
    "sizes": [
      14.039999961853027
    ]
  },
  {
    "page_number": 0,
    "bbox": [
      252.05,
      168.65,
      526.44,
      274.88
    ],
    "text": "Salamulla, Wellampitiya 2. R. Velan Perera 3. R. Seelawathie Perera 4. R. Nimalawathie Perera 5. R. Ceciliana Perera 6. R. Simon Perera all of No. 135, Ehalapay",
    "fonts": [
      "ArialMT",
      "Calibri"
    ],
    "sizes": [
      14.039999961853027
    ]
  },
  {
    "page_number": 0,
    "bbox": [
      270.05,
      279.32,
      479.43,
      311.84
    ],
    "text": "Road, Katuwawala, Boralesgamuwa.",
    "fonts": [
      "Calibri"
    ],
    "sizes": [
      14.039999961853027
    ]
  },
  {
    "page_number": 0,
    "bbox": [
      72.02,
      316.28,
      525.39,
      570.1
    ],
    "text": "Plaintiffs C.A.836/99 (F) -Vs- D.C. Panadura Thommage Themis Perera of No. 109 Case No. 18150/L Katuwawala, Boralesgamuwa Defendant Between Thommage Themis Perera of No. 109 Katuwawala, Boralesgamuwa Defendant-Appellant",
    "fonts": [
      "Calibri",
      "Calibri-Bold"
    ],
    "sizes": [
      14.039999961853027
    ]
  },
  {
    "page_number": 0,
    "bbox": [
      252.05,
      572.27,
      526.35,
      588.49
    ],
    "text": "1. R. Ruban Perera of No. 62/4 I.D.H. Road,",
    "fonts": [
      "ArialMT",
      "Calibri"
    ],
    "sizes": [
      14.039999961853027
    ]
  },
  {
    "page_number": 0,
    "bbox": [
      72.02,
      592.93,
      525.39,
      754.47
    ],
    "text": "Salamulla, Wellampitiya 2. R. Velan Perera 3. R. Seelawathie Perera 4. R. Nimalawathie Perera 5. R. Ceciliana Perera 6. R. Simon Perera (dead) 6A.R. Upali Perera as legal representative over the estate of the 6th defendant deceased",
    "fonts": [
      "ArialMT",
      "Calibri"
    ],
    "sizes": [
      9.0,
      14.039999961853027
    ]
  },
  {
    "page_number": 1,
    "bbox": [
      72.02,
      781.32,
      302.93,
      805.8
    ],
    "text": "2",
    "fonts": [
      "Calibri"
    ],
    "sizes": [
      11.039999961853027
    ]
  },
  {
    "page_number": 1,
    "bbox": [
      72.02,
      74.93,
      526.23,
      328.64
    ],
    "text": "All of No. 135, Ehalapay Road, Katuwawala, Boralesgamuwa. Plaintiffs-Respondents Before: C.P. Kirtisinghe J Counsel: Chandrika Morawaka for 1A Substituted Plaintiff-Respondent P. Fernando for the 6A Plaintiff-Respondent P. de Silva for the Defendant-Appellant Argued on : 09.02.2022 Decided On : 24.03.2022",
    "fonts": [
      "Calibri",
      "Calibri-Bold"
    ],
    "sizes": [
      14.039999961853027
    ]
  },
  {
    "page_number": 1,
    "bbox": [
      72.02,
      341.0,
      181.3,
      355.04
    ],
    "text": "C.P. Kirtisinghe J",
    "fonts": [
      "Calibri"
    ],
    "sizes": [
      14.039999961853027
    ]
  },
  {
    "page_number": 1,
    "bbox": [
      72.02,
      367.64,
      526.48,
      436.9
    ],
    "text": "The Defendant-Appellant has preferred this appeal from the judgment of the learned District Judge of Panadura dated 30.07.1999. The learned District Judge has entered judgment for the Plaintiffs and dismissed the claim in reconvention of the Defendant.",
    "fonts": [
      "Calibri"
    ],
    "sizes": [
      14.039999961853027
    ]
  },
  {
    "page_number": 1,
    "bbox": [
      72.02,
      449.38,
      526.54,
      629.29
    ],
    "text": "The Plaintiffs-Respondents (hereinafter referred to as the Plaintiffs), had instituted this action in the District Court of Panadura against the Defendant-Appellant (hereinafter referred to as the Defendant) claiming for a declaration of title to the corpus in dispute which is morefully described in the schedule to the Plaint, to eject the Defendant and to recover damages. The Defendant in his Answer disputed the identity of the corpus. He also disputed the paper title of the Plaintiffs. It was the case of the Defendant that the land shown by the Plaintiffs as the corpus in this case is a portion of a larger land which is owned by the Defendant. In the alternative, the Defendant had prayed for a prescriptive right to the land in dispute.",
    "fonts": [
      "Calibri"
    ],
    "sizes": [
      14.039999961853027
    ]
  },
  {
    "page_number": 1,
    "bbox": [
      72.02,
      641.77,
      197.86,
      655.81
    ],
    "text": "Identity of the corpus",
    "fonts": [
      "Calibri"
    ],
    "sizes": [
      14.039999961853027
    ]
  },
  {
    "page_number": 1,
    "bbox": [
      72.02,
      668.29,
      526.93,
      756.15
    ],
    "text": "According to the Plaintiff, the corpus in this case (the disputed land) is a land called Kahatagaha alias Timbirigaha owita which is morefully described in the schedule to the Plaint. In the schedule to the Plaint the extent of the land has been mentioned as approximately 3 roods ( ). In the Plan No. 1792 marked 1 the land in dispute had been shown as lots and",
    "fonts": [
      "Calibri",
      "IskoolaPota"
    ],
    "sizes": [
      14.039999961853027
    ]
  },
  {
    "page_number": 2,
    "bbox": [
      72.02,
      781.32,
      302.93,
      805.8
    ],
    "text": "3",
    "fonts": [
      "Calibri"
    ],
    "sizes": [
      11.039999961853027
    ]
  },
  {
    "page_number": 2,
    "bbox": [
      72.02,
      73.67,
      526.93,
      273.32
    ],
    "text": "comprising of an extent of 1R and 31.5P, a little less than 2/3rd of the extent mentioned in the schedule to the Plaint. At the trial, issue No. 3 was raised on behalf of the Plaintiff on the basis that the land shown in the plan marked 1 is the corpus. According to issues No. 7 and 8 raised on behalf of the Defendant, it is the case of the Defendant that the land depicted as lot and of plan 1 is a portion of a larger land described in the second schedule to the amended answer, which is owned by the Defendant. The Defendant had taken out a commission to Surveyor Jayawickrama and shown the aforementioned larger land as lots , , , and in the plan marked 5. The extent shown is 3R 1.25P. The land shown by the Plaintiff in plan X is depicted as lot and in plan 5.",
    "fonts": [
      "Calibri",
      "IskoolaPota"
    ],
    "sizes": [
      9.0,
      14.039999961853027
    ]
  },
  {
    "page_number": 2,
    "bbox": [
      72.02,
      285.8,
      526.6,
      410.36
    ],
    "text": "According to the schedule to the Plaint the land described in the Plaint as the corpus in this case is in extent of approximately 3 Roods and the land shown in Plan X1 is in extent of 1R and 31.5P, approximately 2/3rd of the extent of the land described in the Plaint. In plan 5 the extent of the land surveyed is 3R 1.25P which is similar to the extent of the land described in the Plaint. Therefore, it was submitted on behalf of the Defendant that the land shown in plan 5 is the corpus in this case and the Plaintiff had shown only a portion of that land.",
    "fonts": [
      "Calibri",
      "IskoolaPota"
    ],
    "sizes": [
      9.0,
      14.039999961853027
    ]
  },
  {
    "page_number": 2,
    "bbox": [
      72.02,
      422.98,
      526.93,
      492.22
    ],
    "text": "Just because the extent of the land shown by the Defendant as the corpus in this case in plan 5 is similar to the extent of the land described in the schedule to the Plaint, one cannot come to the conclusion that the land depicted in plan 5 is the corpus in this case for the following reasons,",
    "fonts": [
      "Calibri",
      "IskoolaPota"
    ],
    "sizes": [
      14.039999961853027
    ]
  },
  {
    "page_number": 2,
    "bbox": [
      72.02,
      504.7,
      526.59,
      758.43
    ],
    "text": "Name of the corpus in this case according to the schedule to the Plaint and according to the deed produced by the Plaintiff is Kahatagaha alias Timbirigaha owita. But according to the deed marked 1, the very first deed shown in the Defendants pedigree, the land claimed by the Defendant is Kahatagaha alias Thimbirigaha owita kebella and not Kahatagaha alias Thimbirigaha owita. Further the deed 1 refers to a paddy land and the extent is given in paddy sowing extents. The disputed land in this case is a highland and not a paddy field. According to the boundaries described in deed 1 there should be a paddy field bordering the land claimed by the Defendant. But as shown in plan 5 there is no paddy field in a boundary of the land shown by the Defendant as the corpus. The share of the land mentioned in 1 is an undivided 1/6th share of a paddy sowing extent of 15 bushels. The extent of the land referred to in 1 is a paddy sowing extent of 15 bushels which is approximately 7 Acres. The extent of the land shown by the Defendant is only 3R 1.25P.",
    "fonts": [
      "Calibri",
      "IskoolaPota"
    ],
    "sizes": [
      9.0,
      14.039999961853027
    ]
  },
  {
    "page_number": 3,
    "bbox": [
      72.02,
      781.32,
      302.93,
      805.8
    ],
    "text": "4",
    "fonts": [
      "Calibri"
    ],
    "sizes": [
      11.039999961853027
    ]
  },
  {
    "page_number": 3,
    "bbox": [
      72.02,
      72.99,
      526.62,
      199.49
    ],
    "text": "In the land registry extracts marked 2 the folio in which deed No. 671 dated 16th July 1906 (1) is registered, the extent of the land is mentioned as 3 acres. According to the boundaries mentioned in the extracts, the western boundary of the land is Omattage watta which is not a boundary of the land shown in plan 5. According to the boundaries mentioned in the land registry extracts, the other 3 boundaries are paddy fields. But according to plan 5 there are no paddy fields in the boundaries of the land claimed by the Defendant.",
    "fonts": [
      "Calibri",
      "IskoolaPota"
    ],
    "sizes": [
      9.0,
      14.039999961853027
    ]
  },
  {
    "page_number": 3,
    "bbox": [
      72.02,
      211.97,
      416.76,
      226.01
    ],
    "text": "In cross-examination the Defendant had testified as follows,",
    "fonts": [
      "Calibri"
    ],
    "sizes": [
      14.039999961853027
    ]
  },
  {
    "page_number": 3,
    "bbox": [
      72.02,
      235.62,
      408.7,
      251.75
    ],
    "text": ": CIr?",
    "fonts": [
      "FMAbhayax",
      "IskoolaPota"
    ],
    "sizes": [
      14.039999961853027
    ]
  },
  {
    "page_number": 3,
    "bbox": [
      72.02,
      260.7,
      295.88,
      276.2
    ],
    "text": ": . .",
    "fonts": [
      "IskoolaPota"
    ],
    "sizes": [
      14.039999961853027
    ]
  },
  {
    "page_number": 3,
    "bbox": [
      72.02,
      285.3,
      278.84,
      300.8
    ],
    "text": ": () ?",
    "fonts": [
      "IskoolaPota"
    ],
    "sizes": [
      14.039999961853027
    ]
  },
  {
    "page_number": 3,
    "bbox": [
      72.02,
      310.02,
      407.26,
      325.52
    ],
    "text": ": 15 1/6. 1 20 . .",
    "fonts": [
      "IskoolaPota"
    ],
    "sizes": [
      14.039999961853027
    ]
  },
  {
    "page_number": 3,
    "bbox": [
      72.02,
      334.62,
      369.82,
      350.12
    ],
    "text": ": ?",
    "fonts": [
      "IskoolaPota"
    ],
    "sizes": [
      14.039999961853027
    ]
  },
  {
    "page_number": 3,
    "bbox": [
      72.02,
      359.34,
      390.34,
      374.84
    ],
    "text": ": . .",
    "fonts": [
      "IskoolaPota"
    ],
    "sizes": [
      14.039999961853027
    ]
  },
  {
    "page_number": 3,
    "bbox": [
      72.02,
      386.96,
      526.59,
      456.22
    ],
    "text": "The Defendant was obviously referring to the land described in the deed marked 1, which is in extent of 15 x 1/6 bushels of paddy sowing extent and the Defendant says that it is not the corpus in this case but a land belonging to his father.",
    "fonts": [
      "Calibri",
      "Calibri-Bold",
      "IskoolaPota"
    ],
    "sizes": [
      14.039999961853027
    ]
  },
  {
    "page_number": 3,
    "bbox": [
      72.02,
      468.7,
      526.55,
      556.42
    ],
    "text": "The learned District Judge has correctly observed that although it is apparent that the Defendant had got some rights to a paddy field from his father it is not the corpus in this case. Therefore, on a balance of probabilities of evidence one cannot come to the conclusion that the land shown in plan 5 is the land claimed by the Defendant.",
    "fonts": [
      "Calibri",
      "IskoolaPota"
    ],
    "sizes": [
      14.039999961853027
    ]
  },
  {
    "page_number": 3,
    "bbox": [
      72.02,
      566.99,
      526.59,
      730.45
    ],
    "text": "Although the extent of the land shown by the Plaintiffs in plan 1 is less than the extent mentioned in the schedule to the Plaint and it is approximately 2/3rd of the extent mentioned in the deeds produced by the Plaintiff, that discrepancy can be explained. The extent of the land mentioned in the schedule to the Plaint and the Plaintiffs deeds is not an exact extent, but an extent given approximately. The schedule to the Plaint says . In the deed marked 2, the earliest deed produced by the Plaintiff the extent of the land is mentioned as about 3 roods. The schedule of the deed does not refer to a plan.",
    "fonts": [
      "Calibri",
      "IskoolaPota"
    ],
    "sizes": [
      9.0,
      14.039999961853027
    ]
  },
  {
    "page_number": 4,
    "bbox": [
      72.02,
      781.32,
      302.93,
      805.8
    ],
    "text": "5",
    "fonts": [
      "Calibri"
    ],
    "sizes": [
      11.039999961853027
    ]
  },
  {
    "page_number": 4,
    "bbox": [
      72.02,
      74.93,
      526.51,
      125.69
    ],
    "text": "Therefore, it is clear that the land had not been surveyed previously and the extent mentioned in the deed is a rough calculation. Therefore, a discrepancy in the extent like this can arise.",
    "fonts": [
      "Calibri"
    ],
    "sizes": [
      14.039999961853027
    ]
  },
  {
    "page_number": 4,
    "bbox": [
      72.02,
      138.29,
      526.59,
      410.36
    ],
    "text": "The land described in the Plaint can be identified by its metes and bounds and physical demarcations. The boundaries shown in the plan marked 1 tally with the boundaries described in the schedule to the Plaint and the boundaries mentioned in deed 2. All four boundaries tally. According to the schedule to the Plaint and the schedules of the deeds, the western boundary of the land is the other portion of the same land. Although the land shown in plan 1 is a portion of a larger land, the deed marked 2 had been executed to that portion in 1926 as a separate land and the subsequent deed also had been executed on the same basis. Those deeds were registered and therefore, it can be presumed that the land shown by the Plaintiffs was registered as a separate land. I have come to the conclusion elsewhere in the judgment that the Plaintiffs and their predecessors in title had been in possession of the corpus. That means the deeds produced by the Plaintiff (2 and 3) had been acted upon and the Plaintiffs and their predecessors in title had possessed the land on the rights they had acquired by the deeds.",
    "fonts": [
      "Calibri",
      "IskoolaPota"
    ],
    "sizes": [
      14.039999961853027
    ]
  },
  {
    "page_number": 4,
    "bbox": [
      72.02,
      421.04,
      526.57,
      455.26
    ],
    "text": "In cross-examination, with reference to the Defendants plan marked 5, the Defendant had stated as follows,",
    "fonts": [
      "Calibri",
      "IskoolaPota"
    ],
    "sizes": [
      14.039999961853027
    ]
  },
  {
    "page_number": 4,
    "bbox": [
      72.02,
      464.96,
      305.38,
      480.46
    ],
    "text": ": . ?",
    "fonts": [
      "IskoolaPota"
    ],
    "sizes": [
      14.039999961853027
    ]
  },
  {
    "page_number": 4,
    "bbox": [
      72.02,
      489.56,
      113.93,
      505.06
    ],
    "text": ": .",
    "fonts": [
      "IskoolaPota"
    ],
    "sizes": [
      14.039999961853027
    ]
  },
  {
    "page_number": 4,
    "bbox": [
      72.02,
      514.28,
      365.74,
      529.78
    ],
    "text": ": ?",
    "fonts": [
      "IskoolaPota"
    ],
    "sizes": [
      14.039999961853027
    ]
  },
  {
    "page_number": 4,
    "bbox": [
      72.02,
      539.0,
      113.93,
      554.5
    ],
    "text": ": .",
    "fonts": [
      "IskoolaPota"
    ],
    "sizes": [
      14.039999961853027
    ]
  },
  {
    "page_number": 4,
    "bbox": [
      72.02,
      563.63,
      455.41,
      579.13
    ],
    "text": ": ? ?",
    "fonts": [
      "IskoolaPota"
    ],
    "sizes": [
      14.039999961853027
    ]
  },
  {
    "page_number": 4,
    "bbox": [
      72.02,
      588.35,
      113.93,
      603.85
    ],
    "text": ": .",
    "fonts": [
      "IskoolaPota"
    ],
    "sizes": [
      14.039999961853027
    ]
  },
  {
    "page_number": 4,
    "bbox": [
      72.02,
      612.95,
      526.93,
      645.13
    ],
    "text": ": . ?",
    "fonts": [
      "IskoolaPota"
    ],
    "sizes": [
      14.039999961853027
    ]
  },
  {
    "page_number": 4,
    "bbox": [
      72.02,
      654.35,
      401.26,
      669.85
    ],
    "text": ": .",
    "fonts": [
      "IskoolaPota"
    ],
    "sizes": [
      14.039999961853027
    ]
  },
  {
    "page_number": 4,
    "bbox": [
      72.02,
      681.97,
      526.59,
      751.35
    ],
    "text": "Therefore, the Defendant had admitted the fact that two lands are shown separately in plan 5. If it was not the case and only one land is shown in 5, the Defendant should not have answered the question in the affirmative. Instead, he should have denied the suggestion and stated that only one land is shown in",
    "fonts": [
      "Calibri",
      "IskoolaPota"
    ],
    "sizes": [
      14.039999961853027
    ]
  },
  {
    "page_number": 5,
    "bbox": [
      72.02,
      781.32,
      302.93,
      805.8
    ],
    "text": "6",
    "fonts": [
      "Calibri"
    ],
    "sizes": [
      11.039999961853027
    ]
  },
  {
    "page_number": 5,
    "bbox": [
      72.02,
      72.99,
      526.93,
      107.33
    ],
    "text": "5. Further, the Defendant had admitted that the corpus in this case ( ) is situated on the east.",
    "fonts": [
      "Calibri",
      "IskoolaPota"
    ],
    "sizes": [
      14.039999961853027
    ]
  },
  {
    "page_number": 5,
    "bbox": [
      72.02,
      119.81,
      526.57,
      355.04
    ],
    "text": "The learned Counsel for the Defendant-Appellant had submitted that the learned District Judge had not considered the evidence of the two surveyors in totality. That cannot salvage the Defendants case. According to the plan marked 1 there are physical demarcations in the four boundaries of the land shown as the corpus by the Plaintiffs. Thus, the land appears as a distinct and a separate entity of land. As shown in the plan there is a fence and a road on the northern boundary. There is a fence and a road on the eastern boundary also. There is a fence on the southern boundary and there is a canal on the western boundary. The 1st Plaintiff had stated in his evidence that the land was fenced on three sides East, South and West. There was no fence on the northern boundary. Even on the western boundary where there was a canal separating this land from the land to the west where the Defendant was living, there was a fence. This evidence can be accepted for the following reasons,",
    "fonts": [
      "Calibri",
      "IskoolaPota"
    ],
    "sizes": [
      9.0,
      14.039999961853027
    ]
  },
  {
    "page_number": 5,
    "bbox": [
      72.02,
      365.7,
      526.6,
      621.37
    ],
    "text": "According to both plans, 1 and 5 there is no fence along the western boundary of the land in dispute. Only the canal is shown along the western boundary. But the 1st Plaintiff said that there was a fence in addition to the canal along the western boundary. In the Police Complaint marked 5, the 1st Plaintiff had told the Police that the Defendant destroyed the fence that was there on the western boundary of the land shown by the Plaintiffs as the corpus. Therefore, the evidence of the 1st Plaintiff that there was a fence along the western boundary can be accepted. That shows that the land shown by the Plaintiffs as the corpus was a distinct and separate land and not a part of the Defendants land which adjoins it on the western boundary and not a portion of the larger land shown in 5. The learned Counsel for the Appellant submitted that the learned District Judge had failed to consider the Defendants version which is more probable. For the aforesaid reasons, the Defendants version is highly improbable.",
    "fonts": [
      "Calibri",
      "IskoolaPota"
    ],
    "sizes": [
      9.0,
      14.039999961853027
    ]
  },
  {
    "page_number": 5,
    "bbox": [
      72.02,
      633.85,
      526.58,
      721.57
    ],
    "text": "Therefore, on a balance of probabilities of evidence, one can come to the conclusion that the land described in the schedule to the Plaint, which is the corpus in this case is depicted as lots and in the plan marked 1. The Plaintiffs have established the identity of the corpus and the learned District Judge has come to a correct conclusion regarding that.",
    "fonts": [
      "Calibri",
      "IskoolaPota"
    ],
    "sizes": [
      14.039999961853027
    ]
  },
  {
    "page_number": 6,
    "bbox": [
      72.02,
      781.32,
      302.93,
      805.8
    ],
    "text": "7",
    "fonts": [
      "Calibri"
    ],
    "sizes": [
      11.039999961853027
    ]
  },
  {
    "page_number": 6,
    "bbox": [
      72.02,
      74.81,
      172.15,
      88.85
    ],
    "text": "Pedigree Dispute",
    "fonts": [
      "Calibri"
    ],
    "sizes": [
      14.039999961853027
    ]
  },
  {
    "page_number": 6,
    "bbox": [
      72.02,
      101.33,
      526.61,
      336.68
    ],
    "text": "Now I will consider whether the Plaintiffs had proved title to the corpus. According to the pedigree disclosed by the Plaintiffs, the original owner disclosed is Jane Alice Alwis Wanigasekara who had gifted the property to her daughter Rovina Alwis Wanigasekara on 2. Rovina had died leaving her husband Ranasinghege Pedrick Perera and 7 children namely Ruban, Velan, Seelawathie, Nimalawathie, Ceciliana, Simon and Carolina. Pedrick Perera had transferred his rights to the 1st Plaintiff on 3. Therefore, the 1st Plaintiff became entitled to a 8/14th share and the 2nd to 6th Plaintiffs and Carolina each became entitled to a 1/14th share. The Defendant had challenged the deed marked 2. At the trial, issue No. 12 had been raised on behalf of the Defendant on the basis that Jane Alice Alwis had not signed the deed No. 205 dated 01.04.1926 (marked 2 at the trial). Therefore, it is the case of the Defendant that the aforementioned deed is not an act or deed of Jane Alice Alwis.",
    "fonts": [
      "Calibri",
      "IskoolaPota"
    ],
    "sizes": [
      9.0,
      14.039999961853027
    ]
  },
  {
    "page_number": 6,
    "bbox": [
      72.02,
      347.22,
      526.59,
      695.05
    ],
    "text": "When the aforesaid deed 2 was marked through the 1st Plaintiff in evidence in chief, the Defendant had not objected to that deed. It was not marked subject to proof. However, the learned Counsel for the Defendant-Appellant had drawn my attention to the judgment of Dadallage Mervin Silva v Dadallage Anil Shantha de Silva and one Other (S.C. Appeal 45/2010, SC/HC/CA/LA/178/2009, WP/HCCA/GPH/70/2001 Final, DC Gampaha 38028/L) in which Justice Sisira de Abrew held that when a document which is required to be proved in accordance with the procedure laid down in Section 68 of the Evidence Ordinance is produced in evidence subject to proof but not objected to at the close of the case of the party which produced it, such a document cannot be used as evidence by courts if it is not proved in accordance with the procedure laid down in Section 68 of the Evidence Ordinance. In that case the Plaintiff had marked a deed subject to proof, but the Defendant did not object to it at the close of the Plaintiffs case. The learned District Judge considered the deed as evidence at the trial. The learned Judges of the Civil Appellate High Court, sitting in appeal, considered the principle enunciated in Sri Lanka Ports Authority and another v Jugolinija-Boal East [1981] 1 SLR 18 and decided that since the deed was not objected to at the close of the Plaintiffs case, it can be considered as evidence.",
    "fonts": [
      "Calibri",
      "Calibri-Bold",
      "IskoolaPota"
    ],
    "sizes": [
      9.0,
      14.039999961853027
    ]
  },
  {
    "page_number": 6,
    "bbox": [
      72.02,
      707.65,
      526.6,
      758.55
    ],
    "text": "In Dadallage Mervin Silva v Dadallage Anil Shantha de Silva it was further observed by Sisira de Abrew J that if the principle enunciated in the case of Sri Lanka Ports Authority and another v Jugolinija-Boal East is accepted in respect",
    "fonts": [
      "Calibri",
      "Calibri-Bold"
    ],
    "sizes": [
      14.039999961853027
    ]
  },
  {
    "page_number": 7,
    "bbox": [
      72.02,
      781.32,
      302.93,
      805.8
    ],
    "text": "8",
    "fonts": [
      "Calibri"
    ],
    "sizes": [
      11.039999961853027
    ]
  },
  {
    "page_number": 7,
    "bbox": [
      72.02,
      74.93,
      526.57,
      125.69
    ],
    "text": "of deeds, even a fraudulent deed marked subject to proof can be used as evidence if it is not objected to at the close of the case of the party who produced it. Abrew J further held as follows,",
    "fonts": [
      "Calibri"
    ],
    "sizes": [
      14.039999961853027
    ]
  },
  {
    "page_number": 7,
    "bbox": [
      72.02,
      138.29,
      526.58,
      244.37
    ],
    "text": "I further hold that failure on the part of a party to object to a document during the trial does not permit court to use the document as evidence if the document which should be proved in accordance with the procedure laid down in Section 68 of the Evidence Ordinance has not been proved. I would like to note that the acts performed or not performed by parties in the course of the trial do not remove the rules governing the proof of documents.",
    "fonts": [
      "Calibri"
    ],
    "sizes": [
      14.039999961853027
    ]
  },
  {
    "page_number": 7,
    "bbox": [
      72.02,
      257.0,
      526.59,
      381.56
    ],
    "text": "The above observations also apply in a situation where a document had been marked without subject to proof. However, in the case of Banumathy Puvirajakeerthy v Nadarajah Indranee CA/1222/2000(F), D.C. Batticaloa 4340/L (decided on 22.07.2020) Justice Janak de Silva held that the principle introduced by Dadallage Anil Shantha Samarasinghe v Dadallage Mervin Silva and another has no retrospective effect on its application. Justice de Silva has stated as follows,",
    "fonts": [
      "Calibri",
      "Calibri-Bold"
    ],
    "sizes": [
      14.039999961853027
    ]
  },
  {
    "page_number": 7,
    "bbox": [
      72.02,
      394.04,
      526.58,
      463.3
    ],
    "text": "In my view applying the ratio of Dadallage Anil Shantha Samarasinghe v Dadallage Mervin Silva and another to the instant case causes injustice to the Plaintiff who was entitled to rely on the then applicable judicial precedent Sri Lanka Ports Authority and another v Jugolinija-Boal East.",
    "fonts": [
      "Calibri",
      "Calibri-Bold"
    ],
    "sizes": [
      14.039999961853027
    ]
  },
  {
    "page_number": 7,
    "bbox": [
      72.02,
      475.78,
      526.61,
      711.13
    ],
    "text": "The case of Dadallage Anil Shantha Samarasinghe v Dadallage Mervin Silva was decided by the Supreme Court on 11.06.2019 and the judgment in this case had been delivered by the District Court on 30.07.1999 nearly 20 years before the Supreme Court judgment. At the trial the Plaintiffs were entitled to rely on the then applicable judicial precedent and an injustice would be caused to the Plaintiffs in this case if the ratio decidendi in the Dadallage Anil Shantha Samarasinghe case is applied in this case. Justice Janak de Silva has already decided that the principle introduced by the Dadallage Anil Shantha Samarasinghe case has no retrospective effect and therefore, I hold that the ratio decidendi in the Dadallage Anil Shantha Samarasinghe case will not apply to this case. The applicable judicial precedent at the time of the pronouncement of the judgment in the District Court was that a document which was marked without subject to proof is admissible in evidence and it need not be proved.",
    "fonts": [
      "Calibri",
      "Calibri-Bold"
    ],
    "sizes": [
      14.039999961853027
    ]
  },
  {
    "page_number": 8,
    "bbox": [
      72.02,
      781.32,
      302.93,
      805.8
    ],
    "text": "9",
    "fonts": [
      "Calibri"
    ],
    "sizes": [
      11.039999961853027
    ]
  },
  {
    "page_number": 8,
    "bbox": [
      72.02,
      72.99,
      526.59,
      125.69
    ],
    "text": "Therefore, the deed 2 which was marked without any objection and without subject to proof is admissible in evidence and on that deed the original owners rights accrue to her daughter Rovina Alwis.",
    "fonts": [
      "Calibri",
      "IskoolaPota"
    ],
    "sizes": [
      14.039999961853027
    ]
  },
  {
    "page_number": 8,
    "bbox": [
      72.02,
      138.29,
      526.59,
      207.53
    ],
    "text": "Alternatively, and for the sake of completeness I would like to mention that even in a situation where the deed 2 was objected to and marked subject to proof, there is a presumption of due execution operative in favour of the Plaintiffs under Section 90 of the Evidence Ordinance.",
    "fonts": [
      "Calibri",
      "IskoolaPota"
    ],
    "sizes": [
      14.039999961853027
    ]
  },
  {
    "page_number": 8,
    "bbox": [
      72.02,
      219.89,
      232.06,
      233.93
    ],
    "text": "Section 90 reads as follows,",
    "fonts": [
      "Calibri"
    ],
    "sizes": [
      14.039999961853027
    ]
  },
  {
    "page_number": 8,
    "bbox": [
      72.02,
      246.56,
      526.6,
      371.12
    ],
    "text": "90. Where any document purporting or proved to be thirty years old is produced from any custody which the court in the particular case considers proper, the court may presume that the signature and every other part of such document which purports to be in the handwriting of any particular person is in that person's handwriting and in the case of a document executed or attested, that it was duly executed and attested by the person by whom it purports to be executed and attested.",
    "fonts": [
      "Calibri"
    ],
    "sizes": [
      14.039999961853027
    ]
  },
  {
    "page_number": 8,
    "bbox": [
      72.02,
      383.6,
      526.59,
      766.59
    ],
    "text": "Therefore, it can be presumed that the signature of the donor contained in the deed 2 is the signature of the original owner Jane Alice Alwis Wanigasekara and she had signed the deed. The burden is on the Defendant to rebut the presumption. The Defendant admitted the fact that he had not seen his grandmother signing. He said that he had not seen his grandmother reading an English newspaper or speaking in English. He had seen two documents containing his grandmothers signature. In the deeds marked 1 and 4, the grandmother had signed in Sinhala. The Defendant further stated that the signature contained in 2 is not his grandmothers signature. According to him, he says so because his grandmother knew no English. On the other hand, the 1st Plaintiff said his grandmother knew English. Although the Defendant says that he did not see his grandmother speaking in English or reading English newspapers, the grandmother may not have got an opportunity to do so at home. In a rural area like Katuwala, not urban 90 years ago one cannot expect a person who had a little English knowledge to speak to the family in English and read English newspapers. There were people who could only sign in English for prestige but could not speak or read English. It is probable for a person to sign in both Sinhala and English languages. As against the bare statement of the Defendant that the signature contained in the deed 2 is not the signature of the donor which is uncorroborated by independent evidence, there is a statement made by the notary who executed the deed marked 2, in the",
    "fonts": [
      "Calibri",
      "IskoolaPota"
    ],
    "sizes": [
      9.0,
      14.039999961853027
    ]
  },
  {
    "page_number": 9,
    "bbox": [
      72.02,
      781.32,
      305.81,
      805.8
    ],
    "text": "10",
    "fonts": [
      "Calibri"
    ],
    "sizes": [
      11.039999961853027
    ]
  },
  {
    "page_number": 9,
    "bbox": [
      72.02,
      74.93,
      526.59,
      199.49
    ],
    "text": "attestation of the deed to the effect that he knew the donor Jane Alice Alwis. Therefore, the Defendant fails to displace the presumption of due execution of the deed in terms of section 90 of the Evidence Ordinance which is in favour of the Plaintiffs. If someone intended to forge the signature of Jane Alice Alwis and if Jane Alice did not know the English language and usually signed in Sinhala, no forger will forge her signature in English when he had the opportunity to imitate her Sinhala signature.",
    "fonts": [
      "Calibri"
    ],
    "sizes": [
      14.039999961853027
    ]
  },
  {
    "page_number": 9,
    "bbox": [
      72.02,
      212.09,
      526.58,
      336.68
    ],
    "text": "There is no dispute that Jane Alice was the original owner of the land. Therefore, one can come to the conclusion that Jane Alice had gifted her rights to her daughter Rovina Alwis Wanigasekara. After the death of Rovina Alwis her rights had devolved on her husband and 7 children. Her husband had gifted his share to the eldest son, the 1st Plaintiff and thereafter, the 6 Plaintiffs and their sister, Carolina became the sole owners of the corpus. Thus, the Plaintiffs had proved their paper title to the corpus.",
    "fonts": [
      "Calibri"
    ],
    "sizes": [
      9.0,
      14.039999961853027
    ]
  },
  {
    "page_number": 9,
    "bbox": [
      72.02,
      349.04,
      382.32,
      363.08
    ],
    "text": "Defendants claim to a prescriptive right to the corpus",
    "fonts": [
      "Calibri"
    ],
    "sizes": [
      14.039999961853027
    ]
  },
  {
    "page_number": 9,
    "bbox": [
      72.02,
      375.56,
      526.12,
      407.96
    ],
    "text": "As against the paper title of the Plaintiffs, the Defendant has claimed a prescriptive right to the corpus.",
    "fonts": [
      "Calibri"
    ],
    "sizes": [
      14.039999961853027
    ]
  },
  {
    "page_number": 9,
    "bbox": [
      72.02,
      420.46,
      526.59,
      582.01
    ],
    "text": "Regarding possession, only the Defendant had testified on behalf of the Defendants case and only the 1st Plaintiff had testified on behalf of the Plaintiffs case. The Defendant in his evidence had stated that his father purchased the larger land shown in plan 5 including the disputed portion shown by the Plaintiffs as the corpus and thereafter, the father possessed it. His parents and the grandmother, Jane Alice were residing in the house situated in the western portion of the land and after the death of the father, the Defendant and his mother had possessed the land. His father planted the land and thereafter, the Defendant planted the land. The Plaintiffs never possessed the land.",
    "fonts": [
      "Calibri",
      "IskoolaPota"
    ],
    "sizes": [
      9.0,
      14.039999961853027
    ]
  },
  {
    "page_number": 9,
    "bbox": [
      72.02,
      593.23,
      526.6,
      700.69
    ],
    "text": "The 1st Plaintiff in his evidence stated that there was a house in the corpus in the disputed portion of land prior to 1932 and his parents and elder brothers were residing there. Thereafter, they went to reside in the adjoining land after that house collapsed. The 1st Plaintiff together with his brothers and sisters possessed the corpus. His sister, Seelawathie who was residing in the adjoining land also possessed it.",
    "fonts": [
      "Calibri"
    ],
    "sizes": [
      9.0,
      14.039999961853027
    ]
  },
  {
    "page_number": 9,
    "bbox": [
      72.02,
      711.91,
      526.59,
      745.59
    ],
    "text": "The learned District Judge has preferred to accept the evidence of the 1st Plaintiff and that finding can be justified for the following reasons,",
    "fonts": [
      "Calibri"
    ],
    "sizes": [
      9.0,
      14.039999961853027
    ]
  },
  {
    "page_number": 10,
    "bbox": [
      72.02,
      781.32,
      305.81,
      805.8
    ],
    "text": "11",
    "fonts": [
      "Calibri"
    ],
    "sizes": [
      11.039999961853027
    ]
  },
  {
    "page_number": 10,
    "bbox": [
      72.02,
      73.67,
      526.59,
      383.96
    ],
    "text": "When one compares the evidence of the 1st Plaintiff and the evidence of the Defendant in totality, one can observe several material contradictions and infirmities in the Defendants evidence. In his evidence the Defendant had admitted the fact that the 1st Plaintiff was residing in the adjoining land Maragahawatta. Having said so earlier, the Defendant in cross-examination had stated that he was not aware whether the Plaintiffs were residing in the village. That is a fact that the Defendant should know and he should have answered the question either in the affirmative or in the negative. Without speaking the truth, he had said that he was not aware of it. Thereafter, he had stated that the Plaintiffs never resided in the village. When he said so the Defendant had contradicted himself with what he had stated earlier that the 1st Plaintiff lived in the adjoining Maragahawatta. This a material contradiction and an infirmity of the evidence of the Defendant regarding the possession of the land which goes to the root of the prescriptive claim of the Defendant and the learned District Judge could not have accepted the evidence of the Defendant on possession of the land especially in the absence of any corroboration from independent witnesses or documentary evidence.",
    "fonts": [
      "Calibri"
    ],
    "sizes": [
      9.0,
      14.039999961853027
    ]
  },
  {
    "page_number": 10,
    "bbox": [
      72.02,
      395.18,
      526.57,
      484.18
    ],
    "text": "On the other hand, when one considers the evidence of the 1st Plaintiff regarding possession there are no material contradictions or infirmities as such and the learned District Judge was justified in preferring to accept the evidence of the 1st Plaintiff to the effect that his father had possessed the land and after his death, his mother, himself and his brothers and sisters possessed the land.",
    "fonts": [
      "Calibri"
    ],
    "sizes": [
      9.0,
      14.039999961853027
    ]
  },
  {
    "page_number": 10,
    "bbox": [
      72.02,
      495.52,
      526.58,
      602.89
    ],
    "text": "For the reasons stated earlier, I have accepted the evidence of the 1st Plaintiff that there was a fence along the western boundary of the corpus in addition to the canal separating the corpus from the adjoining land to the west occupied by the Defendant and possessed by the Defendant. That shows that the Defendant did not possess the corpus as a part of his land and the Plaintiffs and their predecessors had possessed the corpus as a separate land.",
    "fonts": [
      "Calibri"
    ],
    "sizes": [
      9.0,
      14.039999961853027
    ]
  },
  {
    "page_number": 10,
    "bbox": [
      72.02,
      614.11,
      526.59,
      758.55
    ],
    "text": "The 1st Plaintiff had stated that there was no fence along the northern boundary of the corpus. He had stated that as the adjoining land ( ) also belonged to them there was no fence on the northern boundary. According to the evidence of Surveyor Jayawickrama the Defendants surveyor on the southern boundary of lot D in plan 5 (which is also the southern boundary of the corpus) there is an old live fence consisting of large old trees such as Arecanut, Eeriya () and Godapara, but on the northern boundary of lot D there is a wire fence. In plan 5 not a single tree is shown in this wire fence. That",
    "fonts": [
      "Calibri",
      "IskoolaPota"
    ],
    "sizes": [
      9.0,
      14.039999961853027
    ]
  },
  {
    "page_number": 11,
    "bbox": [
      72.02,
      781.32,
      305.81,
      805.8
    ],
    "text": "12",
    "fonts": [
      "Calibri"
    ],
    "sizes": [
      11.039999961853027
    ]
  },
  {
    "page_number": 11,
    "bbox": [
      72.02,
      72.99,
      526.59,
      273.32
    ],
    "text": "shows that it is a new fence. According to plan 1 the Defendant had encroached lot which is shown as a road leading towards the Defendants land. Therefore, it is obvious that the wire fence along the northern boundary of lot had been erected recently by the Defendant after the disputes had arisen in this case. There is no necessity for the Plaintiffs to erect this fence which separates a strip of land from the rest of the corpus. Therefore, the evidence of the 1st Plaintiff to the effect that there was no fence on the northern boundary of the corpus can be accepted. The Defendant himself had admitted that the 1st Plaintiff was residing in the adjoining land to the north Maragahawatta. The fact that there was no fence between Maragahawatta and the corpus shows that the 1st Plaintiff had possessed both lands together.",
    "fonts": [
      "Calibri",
      "IskoolaPota"
    ],
    "sizes": [
      9.0,
      14.039999961853027
    ]
  },
  {
    "page_number": 11,
    "bbox": [
      72.02,
      284.54,
      529.59,
      428.86
    ],
    "text": "The 1st Plaintiff stated that his sister Seelawathie lived in the adjoining land and that evidence was never challenged. As she was living in the adjoining land one can accept the evidence of the 1st Plaintiff that Seelawathie possessed the corpus. In the same manner one can accept the evidence of the 1st Plaintiff to the effect that his brothers and sisters, before they went to reside elsewhere, possessed the corpus. The 1st Plaintiff had explained how he possessed the corpus together with his brothers and sisters. They had plucked the coconuts, plucked the jackfruits, and planted Thambili (), Jak, Manioc and Plantains.",
    "fonts": [
      "Calibri",
      "IskoolaPota"
    ],
    "sizes": [
      9.0,
      14.039999961853027
    ]
  },
  {
    "page_number": 11,
    "bbox": [
      72.02,
      441.34,
      526.44,
      547.54
    ],
    "text": "For the aforesaid reasons, on a balance of probabilities of evidence one can come to the conclusion that the 1st Plaintiff together with his brothers and sisters had possessed the corpus and the Defendant had failed to prove that he had possessed the corpus. Therefore, the prescriptive claim of the Defendant fails. By answering the issue No. 8 as not proved, the learned District Judge has come to a correct conclusion.",
    "fonts": [
      "Calibri"
    ],
    "sizes": [
      9.0,
      14.039999961853027
    ]
  },
  {
    "page_number": 11,
    "bbox": [
      72.02,
      560.02,
      526.59,
      647.77
    ],
    "text": "For the aforementioned reasons, there is no merit in this appeal and the learned District Judge has come to a correct finding regarding the identity of the corpus, paper title of the Plaintiffs and the prescriptive claim of the Defendant. Therefore, I affirm the judgment of the learned District Judge dated 30.07.1999 and dismiss this appeal with costs fixed at Rs. 31,500/-.",
    "fonts": [
      "Calibri"
    ],
    "sizes": [
      14.039999961853027
    ]
  },
  {
    "page_number": 11,
    "bbox": [
      361.03,
      739.47,
      526.59,
      753.51
    ],
    "text": "Judge of the Court of Appeal",
    "fonts": [
      "Calibri"
    ],
    "sizes": [
      14.039999961853027
    ]
  }
]