[
  {
    "page_number": 0,
    "bbox": [
      108.0,
      778.85,
      489.82,
      805.76
    ],
    "text": "1",
    "fonts": [
      "CIDFont+F1"
    ],
    "sizes": [
      11.040450096130371
    ]
  },
  {
    "page_number": 0,
    "bbox": [
      127.56,
      94.86,
      472.03,
      110.02
    ],
    "text": "IN THE COURT OF APPEAL OF THE DEMOCRATIC",
    "fonts": [
      "CIDFont+F2"
    ],
    "sizes": [
      12.960525512695312
    ]
  },
  {
    "page_number": 0,
    "bbox": [
      171.36,
      117.66,
      428.35,
      132.82
    ],
    "text": "SOCIALIST REPUBLIC OF SRI LANKA",
    "fonts": [
      "CIDFont+F2"
    ],
    "sizes": [
      12.960525512695312
    ]
  },
  {
    "page_number": 0,
    "bbox": [
      108.0,
      141.29,
      491.47,
      296.26
    ],
    "text": "In the matter of an Appeal under Section 331 of the Code of Criminal Procedure Act No. 15 of 1979, read with Article 138 of the Constitution of the Democratic Socialist Republic of Sri Lanka.",
    "fonts": [
      "CIDFont+F3"
    ],
    "sizes": [
      12.960525512695312
    ]
  },
  {
    "page_number": 0,
    "bbox": [
      288.0,
      299.21,
      449.6,
      348.94
    ],
    "text": "The Democratic Socialist Republic of Sri Lanka",
    "fonts": [
      "CIDFont+F3"
    ],
    "sizes": [
      12.960525512695312
    ]
  },
  {
    "page_number": 0,
    "bbox": [
      108.0,
      351.89,
      415.27,
      454.18
    ],
    "text": "Court of Appeal Case No. CA/HCC/0298/2019 Complainant High Court of Trincomalee V. Case No. HCT/852/2018",
    "fonts": [
      "CIDFont+F2",
      "CIDFont+F3"
    ],
    "sizes": [
      12.960525512695312
    ]
  },
  {
    "page_number": 0,
    "bbox": [
      108.0,
      457.25,
      460.78,
      506.86
    ],
    "text": "Kanagaratnam Mariyadas",
    "fonts": [
      "CIDFont+F3"
    ],
    "sizes": [
      12.960525512695312
    ]
  },
  {
    "page_number": 0,
    "bbox": [
      108.0,
      509.22,
      459.76,
      664.78
    ],
    "text": "Accused AND NOW BETWEEN Kanagaratnam Mariyadas AccusedAppellant V.",
    "fonts": [
      "CIDFont+F2",
      "CIDFont+F3"
    ],
    "sizes": [
      12.960525512695312
    ]
  },
  {
    "page_number": 0,
    "bbox": [
      288.0,
      667.73,
      478.07,
      732.36
    ],
    "text": "Hon. Attorney General, Attorney Generals Department, Colombo 12.",
    "fonts": [
      "CIDFont+F3"
    ],
    "sizes": [
      12.000450134277344,
      12.960525512695312
    ]
  },
  {
    "page_number": 0,
    "bbox": [
      324.0,
      735.29,
      492.47,
      766.08
    ],
    "text": "ComplainantRespondent",
    "fonts": [
      "CIDFont+F2",
      "CIDFont+F3"
    ],
    "sizes": [
      12.000450134277344,
      12.960525512695312
    ]
  },
  {
    "page_number": 1,
    "bbox": [
      108.0,
      778.85,
      489.82,
      805.76
    ],
    "text": "2",
    "fonts": [
      "CIDFont+F1"
    ],
    "sizes": [
      11.040450096130371
    ]
  },
  {
    "page_number": 1,
    "bbox": [
      108.0,
      72.06,
      491.5,
      454.42
    ],
    "text": "BEFORE : K. PRIYANTHA FERNANDO, J. (P/CA) WICKUM A. KALUARACHCHI, J. COUNSEL : Nizam Kariapper, PC with M.C.M. Nawas, M.I.M. Iynullah and Nazrina for the Accused Appellant. Shaminda Wickrema, State Counsel for the Respondent. ARGUED ON : 06.06.2022 WRITTEN SUBMISSIONS FILED ON : 09.05.2022 by the Accused Appellant. 03.06.2022 by the Respondent. JUDGMENT ON : 02.08.2022",
    "fonts": [
      "CIDFont+F2",
      "CIDFont+F3"
    ],
    "sizes": [
      12.000450134277344,
      12.960525512695312
    ]
  },
  {
    "page_number": 1,
    "bbox": [
      108.0,
      456.78,
      364.39,
      524.62
    ],
    "text": "************** K. PRIYANTHA FERNANDO, J. (P/CA)",
    "fonts": [
      "CIDFont+F2"
    ],
    "sizes": [
      12.960525512695312
    ]
  },
  {
    "page_number": 1,
    "bbox": [
      126.0,
      527.43,
      491.52,
      753.7
    ],
    "text": "1. The accused appellant (hereinafter referred to as the appellant) was indicted in the High Court of Trincomalee for one count of rape, punishable in terms of section 364 (2) (e) of the Penal Code. Upon conviction after trial, the appellant was sentenced to ten years rigorous imprisonment. The appellant was also ordered to pay a fine of Rupees five thousand and compensation to the victim of Rupees five hundred thousand. In default of payment of such fine, one months rigorous imprisonment and in default of payment of compensation two years rigorous imprisonment was imposed. Being aggrieved by the above conviction and the sentence, the appellant preferred the instant appeal. In his",
    "fonts": [
      "CIDFont+F3",
      "CIDFont+F4",
      "CIDFont+F5"
    ],
    "sizes": [
      12.960525512695312
    ]
  },
  {
    "page_number": 2,
    "bbox": [
      108.0,
      778.85,
      489.82,
      805.76
    ],
    "text": "3",
    "fonts": [
      "CIDFont+F1"
    ],
    "sizes": [
      11.040450096130371
    ]
  },
  {
    "page_number": 2,
    "bbox": [
      153.0,
      72.65,
      491.5,
      116.17
    ],
    "text": "written submissions, the learned Counsel for the appellant has urged the following grounds of appeal.",
    "fonts": [
      "CIDFont+F3"
    ],
    "sizes": [
      9.96037483215332,
      12.960525512695312
    ]
  },
  {
    "page_number": 2,
    "bbox": [
      180.36,
      117.63,
      491.41,
      300.1
    ],
    "text": "I. Undue and unacceptable delay of the complaint of the prosecutrix witness. II. The credibility of the prosecutrix evidence. III. Absence of corroborative evidence to support the prosecutrix version. IV. A serious omission of not mentioning the name of the accused in the first complaint.",
    "fonts": [
      "CIDFont+F3",
      "CIDFont+F4"
    ],
    "sizes": [
      9.96037483215332,
      12.960525512695312
    ]
  },
  {
    "page_number": 2,
    "bbox": [
      126.0,
      301.14,
      491.52,
      764.74
    ],
    "text": "2. Facts in brief As per the evidence of the prosecutrix Chitravel Diana Arulselvi (PW1) and her aunt Thamari Swarnamalar (PW4), PW1 has two siblings, an older brother and a younger sister. When she was studying in year ten at school, her father Chitravel has sexually abused her. Her mother has died due to burn injuries. As the father was ill-treating the children, her aunt PW4 has admitted them to the childrens home. The father has continued to sexually abuse her. With the fathers knowledge, the appellant has also raped her on several occasions. 3. It was PW1s evidence that apart from the father, three others namely, George, Mariyadas and Rajendran raped her. They have given her drugs in the form of tablets to make her unconscious. They have at times injected her with drugs before abusing her. Her father had told her not to divulge anything to anyone with regard to what they did to her. 4. Mariyadas, the appellant has been working for the childrens home when he raped her. Upon complaining to the aunt that they were being illtreated at the childrens home, the aunt had removed them from the home and taken them to her residence. When they were given Kandos chocolates by the aunts husband, PW1 has raised suspicion",
    "fonts": [
      "CIDFont+F2",
      "CIDFont+F3",
      "CIDFont+F4",
      "CIDFont+F5"
    ],
    "sizes": [
      9.96037483215332,
      12.960525512695312
    ]
  },
  {
    "page_number": 3,
    "bbox": [
      108.0,
      778.85,
      489.82,
      805.76
    ],
    "text": "4",
    "fonts": [
      "CIDFont+F1"
    ],
    "sizes": [
      11.040450096130371
    ]
  },
  {
    "page_number": 3,
    "bbox": [
      126.0,
      72.65,
      491.69,
      673.9
    ],
    "text": "about the sweets and this incident has led PW1 to divulge to PW4 about the sexual harassment she underwent after being drugged at the home. 5. PW1s evidence on the sequence of events that took place that led to making a complaint to police has been corroborated by her aunt PW4. 6. Grounds of appeal No. 1, 2 and 4 The learned Presidents Counsel for the appellant submitted that, the victim has failed to mention the name of the appellant as one of the persons who raped her, when she made her first complaint to the police. It was the contention of the learned Presidents Counsel that PW1 has mentioned the name of the appellant as a person who raped her only after the death of her father, as she had to implicate someone when her father died. 7. The learned State Counsel submitted in reply that the victim has in fact clearly mentioned the name of the appellant as a person who raped her to the consultant psychiatrist much before her father died. The report of Dr. Neil Fernando marked as P2 at the trial confirms this position. The learned State Counsel further submitted that, as the police officers of Uppuveli police station have not been cooperative and had tried to favour the appellant and the other workers of the childrens home, the PW4 has had to take the complaint up to the Superintendent of Police to get the complaint recorded correctly. 8. In case of Haramanis v. Somalatha [1998] 3 Sri L.R. 365, the test of spontaneity was discussed.",
    "fonts": [
      "CIDFont+F2",
      "CIDFont+F3",
      "CIDFont+F4",
      "CIDFont+F5",
      "CIDFont+F6"
    ],
    "sizes": [
      9.96037483215332,
      12.960525512695312
    ]
  },
  {
    "page_number": 3,
    "bbox": [
      180.0,
      676.85,
      491.25,
      761.63
    ],
    "text": "The law in its wisdom requires that the statement should be made within a reasonable time. The test is whether it was made as early as could reasonably be expected in the circumstances and whether there was or was",
    "fonts": [
      "CIDFont+F3",
      "CIDFont+F5"
    ],
    "sizes": [
      12.960525512695312
    ]
  },
  {
    "page_number": 4,
    "bbox": [
      108.0,
      778.85,
      489.82,
      805.76
    ],
    "text": "5",
    "fonts": [
      "CIDFont+F1"
    ],
    "sizes": [
      11.040450096130371
    ]
  },
  {
    "page_number": 4,
    "bbox": [
      180.0,
      72.91,
      491.17,
      157.43
    ],
    "text": "not time for tutoring and concoction. It is a question of fact depending on the attendant circumstances of the case. No hard and fast rule can be laid down as to when a statement is sufficiently contemporaneous.",
    "fonts": [
      "CIDFont+F5"
    ],
    "sizes": [
      12.960525512695312
    ]
  },
  {
    "page_number": 4,
    "bbox": [
      126.0,
      160.63,
      491.78,
      227.62
    ],
    "text": "9. In case of Samarakoon v. Republic [2004] 2 Sri L.R. 20 it was observed;",
    "fonts": [
      "CIDFont+F3",
      "CIDFont+F4",
      "CIDFont+F5",
      "CIDFont+F6"
    ],
    "sizes": [
      12.960525512695312
    ]
  },
  {
    "page_number": 4,
    "bbox": [
      126.0,
      230.57,
      491.53,
      426.34
    ],
    "text": "Just because the statement of a witness is belated the Court is not entitled to reject the testimony. In applying the test of spontaneity, the test of contemporaneity and the test of promptness the Court ought to scrupulously proceed to examine the reasons for the delay. If the reasons for the delay adduced by the witness are justifiable and probable the trial Judge is entitled to act on the evidence of a witness who had made a belated statement. 10. The PW1 was under the care and the custody of the",
    "fonts": [
      "CIDFont+F3",
      "CIDFont+F4",
      "CIDFont+F5"
    ],
    "sizes": [
      12.960525512695312
    ]
  },
  {
    "page_number": 4,
    "bbox": [
      126.0,
      427.97,
      491.52,
      589.06
    ],
    "text": "father when she was molested by him. She became even more vulnerable when she was admitted to the childrens home, where she was raped by the care taker and the other workers of the home. Children by their nature, tend to keep their issues to themselves when they feel that they would get out of the frying pan into fire if they complain against the persons whose custody and control they are under. 11. In sexual cases Courts have found that victims of",
    "fonts": [
      "CIDFont+F3",
      "CIDFont+F4"
    ],
    "sizes": [
      12.960525512695312
    ]
  },
  {
    "page_number": 4,
    "bbox": [
      153.0,
      590.81,
      491.68,
      768.1
    ],
    "text": "sexual offences can react in different ways. Some may complain immediately. Others may feel, for an example, afraid, shocked, ashamed, confused or even guilty and may not speak out until some time has passed. There is no typical reaction. Every case is different. Judges may direct themselves to counter the risk of stereotypes and assumptions about sexual behavior and reactions to non-consensual sexual conduct. (R v. D [2008] EWCA Crim 2557 and R v. Breeze [2009] EWCA Crim 255)",
    "fonts": [
      "CIDFont+F2",
      "CIDFont+F3",
      "CIDFont+F6"
    ],
    "sizes": [
      12.960525512695312
    ]
  },
  {
    "page_number": 5,
    "bbox": [
      108.0,
      778.85,
      489.82,
      805.76
    ],
    "text": "6",
    "fonts": [
      "CIDFont+F1"
    ],
    "sizes": [
      11.040450096130371
    ]
  },
  {
    "page_number": 5,
    "bbox": [
      126.0,
      72.65,
      491.4,
      103.54
    ],
    "text": "12. PW1 has revealed to the aunt of all what she went",
    "fonts": [
      "CIDFont+F3",
      "CIDFont+F4"
    ],
    "sizes": [
      12.960525512695312
    ]
  },
  {
    "page_number": 5,
    "bbox": [
      126.0,
      106.49,
      491.52,
      172.42
    ],
    "text": "through when she got the opportunity to do so at her aunts (PW4) residence. 13. It is also evident that the police have initially tried",
    "fonts": [
      "CIDFont+F3",
      "CIDFont+F4"
    ],
    "sizes": [
      12.960525512695312
    ]
  },
  {
    "page_number": 5,
    "bbox": [
      126.0,
      175.37,
      495.66,
      523.42
    ],
    "text": "to safeguard the employees of the childrens home by not accepting the complaint made by the child. The complaint against the appellant was recorded only after the PW4 took the complaint up to the Superintendent of Police. In the above premise, the delay in making the complaint to the police by the PW1 would not affect her credibility. Although it was submitted on behalf of the appellant that the complaint against the appellant was made after the death of the father, which was an afterthought, it is evident that the PW1 has clearly informed the consultant psychiatrist Dr. Neil Fernando, that the appellant raped her, much before the fathers death. Dr. Neil Fernando (PW10) testified to that effect and his report has been produced as P2 at the trial. Hence, the grounds of appeal No. 1, 2 and 4 should necessarily fail. 14. Ground of appeal No. 3",
    "fonts": [
      "CIDFont+F2",
      "CIDFont+F3",
      "CIDFont+F4",
      "CIDFont+F5"
    ],
    "sizes": [
      12.960525512695312
    ]
  },
  {
    "page_number": 5,
    "bbox": [
      126.0,
      525.72,
      491.71,
      746.5
    ],
    "text": "A conviction can be based on the testimony of a single eye witness and there is no rule of law or evidence which provides for the contrary, provided the sole witness passes the test of reliability. So long as the single eye witness is a wholly reliable witness, the Courts have no difficulty in basing conviction on his testimony alone. (Anil Phukan v. State of Assam [1993] 3SCC 282, Wijepala v. Attorney General SC Appeal 104/99, 3 October 2000) 15. As it was mentioned before, PW1 has been",
    "fonts": [
      "CIDFont+F2",
      "CIDFont+F3",
      "CIDFont+F4",
      "CIDFont+F5",
      "CIDFont+F6"
    ],
    "sizes": [
      9.96037483215332,
      12.960525512695312
    ]
  },
  {
    "page_number": 5,
    "bbox": [
      153.0,
      748.13,
      491.52,
      762.7
    ],
    "text": "consistent in her evidence. Thus, her evidence could",
    "fonts": [
      "CIDFont+F3"
    ],
    "sizes": [
      12.960525512695312
    ]
  },
  {
    "page_number": 6,
    "bbox": [
      108.0,
      778.85,
      489.82,
      805.76
    ],
    "text": "7",
    "fonts": [
      "CIDFont+F1"
    ],
    "sizes": [
      11.040450096130371
    ]
  },
  {
    "page_number": 6,
    "bbox": [
      126.0,
      72.65,
      491.52,
      315.1
    ],
    "text": "be acted upon even without further corroboration. Corroborative eye witnesses are very rare in sexual offences as they are not committed in public. However, PW2 who is the sister of the PW1 clearly testified that the appellant along with others sexually abused her sister PW1 by taking turns. Her evidence, although cross-examined by the defence, was not challenged by the defence. Further, when considering the other circumstances on which the victim testified, the testimony of PW1 has been amply corroborated by the evidence of PW4, PW2 and the medical evidence. Thus, the ground of appeal No. 3 has no merit. 16. In the above premise, I see no reason to interfere",
    "fonts": [
      "CIDFont+F3",
      "CIDFont+F4"
    ],
    "sizes": [
      12.960525512695312
    ]
  },
  {
    "page_number": 6,
    "bbox": [
      126.0,
      316.85,
      491.51,
      380.26
    ],
    "text": "with the judgment of the learned High Court Judge. The appeal against the conviction is dismissed. 17. The learned State Counsel for the respondent",
    "fonts": [
      "CIDFont+F3",
      "CIDFont+F4"
    ],
    "sizes": [
      12.960525512695312
    ]
  },
  {
    "page_number": 6,
    "bbox": [
      126.0,
      381.89,
      491.52,
      494.14
    ],
    "text": "submitted that the sentence of imprisonment imposed on the appellant is grossly inadequate in the given circumstances and requested the Court to enhance the sentence of imprisonment imposed by the learned High Court Judge. 18. The power of the Appellate Court to enhance or",
    "fonts": [
      "CIDFont+F3",
      "CIDFont+F4"
    ],
    "sizes": [
      12.960525512695312
    ]
  },
  {
    "page_number": 6,
    "bbox": [
      108.0,
      495.89,
      491.68,
      591.16
    ],
    "text": "reduce the sentence on an appeal against the sentence was discussed by His Lordship Justice Gamini Amarathunge in case of Bandara v. Republic of Sri Lanka [2002] 2 Sri L.R. page 277 of page 279;",
    "fonts": [
      "CIDFont+F3",
      "CIDFont+F5",
      "CIDFont+F6",
      "CIDFont+F7"
    ],
    "sizes": [
      12.960525512695312
    ]
  },
  {
    "page_number": 6,
    "bbox": [
      180.0,
      592.51,
      491.18,
      694.55
    ],
    "text": "\"The Learned State Counsel having made the above submission, invited this Court's attention to section 336 of the Code of Criminal Procedure Act, No. 15 of 1979 which reads as follows:",
    "fonts": [
      "CIDFont+F5"
    ],
    "sizes": [
      12.960525512695312
    ]
  },
  {
    "page_number": 6,
    "bbox": [
      216.0,
      697.75,
      491.24,
      764.75
    ],
    "text": "\"On an appeal against the sentence, whether passes after trial by jury or without a jury, the Court of Appeal shall, if it thinks that a different sentence should",
    "fonts": [
      "CIDFont+F5"
    ],
    "sizes": [
      12.960525512695312
    ]
  },
  {
    "page_number": 7,
    "bbox": [
      108.0,
      778.85,
      489.82,
      805.76
    ],
    "text": "8",
    "fonts": [
      "CIDFont+F1"
    ],
    "sizes": [
      11.040450096130371
    ]
  },
  {
    "page_number": 7,
    "bbox": [
      153.0,
      72.91,
      491.2,
      174.95
    ],
    "text": "have been passed, quash the sentence, and pass other sentence warranted in law by the verdict whether more or less severe in substitution therefore as it thinks ought to have been passes...\" (emphasis added).",
    "fonts": [
      "CIDFont+F5"
    ],
    "sizes": [
      12.960525512695312
    ]
  },
  {
    "page_number": 7,
    "bbox": [
      180.0,
      178.15,
      491.25,
      385.55
    ],
    "text": "This is a new provision introduced by the Code of Criminal Procedure Act, No. 15 of 1979. There was no similar provision in the Criminal Procedure Code of 1898 which was in force upto 31.12.1973. Having quoted the above provision, the learned State Counsel submitted that the Legislature in its wisdom has enacted this new provision to give power to this Court to deal with cases like the present one. We are in agreement with this submission.",
    "fonts": [
      "CIDFont+F5"
    ],
    "sizes": [
      12.960525512695312
    ]
  },
  {
    "page_number": 7,
    "bbox": [
      126.0,
      388.75,
      491.51,
      489.58
    ],
    "text": "We, therefore, called upon the accused-appellant to show cause why his sentence should not be enhanced and we gave him time to show cause. ...\" 19. This Court, at the argument stage, afforded the",
    "fonts": [
      "CIDFont+F3",
      "CIDFont+F4",
      "CIDFont+F5"
    ],
    "sizes": [
      12.960525512695312
    ]
  },
  {
    "page_number": 7,
    "bbox": [
      126.0,
      491.33,
      491.52,
      733.78
    ],
    "text": "opportunity to the appellant through his Counsel to show cause as to why the sentence imposed by the High Court should not be enhanced if this Court finds that the conviction is in order. The learned Presidents Counsel informed Court that he would not make any submissions on behalf of the appellant or show cause on the sentence, considering the circumstances and the gravity of the offence if the Court finds that the conviction is correct in law. However, the learned Presidents Counsel urged the Court to take into consideration, the time period the appellant had been in incarceration. 20. The prescribed sentence by law for the offence of",
    "fonts": [
      "CIDFont+F3",
      "CIDFont+F4"
    ],
    "sizes": [
      12.960525512695312
    ]
  },
  {
    "page_number": 7,
    "bbox": [
      153.0,
      735.41,
      491.52,
      766.3
    ],
    "text": "rape of a girl under eighteen years of age in terms of section 364(2) (e) of the Penal Code is, rigorous",
    "fonts": [
      "CIDFont+F3"
    ],
    "sizes": [
      12.960525512695312
    ]
  },
  {
    "page_number": 8,
    "bbox": [
      108.0,
      778.85,
      489.82,
      805.76
    ],
    "text": "9",
    "fonts": [
      "CIDFont+F1"
    ],
    "sizes": [
      11.040450096130371
    ]
  },
  {
    "page_number": 8,
    "bbox": [
      108.0,
      72.65,
      491.53,
      184.9
    ],
    "text": "imprisonment for a term not less than ten years and not exceeding twenty years and with fine and shall in addition be ordered to pay compensation of an amount determined by court to the person in respect of whom the offence was committed for the injuries caused to such person.",
    "fonts": [
      "CIDFont+F3"
    ],
    "sizes": [
      12.960525512695312
    ]
  },
  {
    "page_number": 8,
    "bbox": [
      126.0,
      186.63,
      491.52,
      201.34
    ],
    "text": "21. The only mitigating circumstances submitted on",
    "fonts": [
      "CIDFont+F3",
      "CIDFont+F4"
    ],
    "sizes": [
      12.960525512695312
    ]
  },
  {
    "page_number": 8,
    "bbox": [
      126.0,
      203.09,
      491.52,
      315.34
    ],
    "text": "behalf of the appellant after conviction at the trial Court are, that he has served in the Agriculture Department for 38 years and that he has two children. Appellant was 63 years of age at the time he was sentenced. 22. The appellant who was an employee at the",
    "fonts": [
      "CIDFont+F3",
      "CIDFont+F4"
    ],
    "sizes": [
      12.960525512695312
    ]
  },
  {
    "page_number": 8,
    "bbox": [
      126.0,
      316.97,
      491.53,
      705.94
    ],
    "text": "childrens home has clearly taken advantage of the vulnerability of the victim who was placed under its protection and care. This is a serious aggravating factor. It is a clear breach of trust. The victim would have expected the appellant to look after her by virtue of his office as an employee of the home, instead he committed rape on her. This would scar her for life. The impact of the rape committed on PW1 has been duly noted by the consultant psychiatrist Dr. Neil Fernando in his report marked P2. Dr. Fernando (PW10) has observed psychological consequences of trauma, fearfulness, sleep disturbances including frequent nightmares and thoughts such as uncleanness. This impact on the victim must also be taken into consideration when imposing the sentence on the appellant. Thus, when taking into account the serious aggravating factors and the impact on the victim, it is apparent that the ten year sentence of imprisonment imposed on the appellant by the learned High Court Judge is grossly inadequate. Therefore, I set aside the above ten year sentence of imprisonment. 23. Finally, taking into account, the mitigating factors",
    "fonts": [
      "CIDFont+F3",
      "CIDFont+F4",
      "CIDFont+F5"
    ],
    "sizes": [
      12.960525512695312
    ]
  },
  {
    "page_number": 8,
    "bbox": [
      153.0,
      707.69,
      491.52,
      754.78
    ],
    "text": "mentioned above including the fact that the appellant has had no previous convictions and the period the appellant had been in incarceration for",
    "fonts": [
      "CIDFont+F3"
    ],
    "sizes": [
      12.960525512695312
    ]
  },
  {
    "page_number": 9,
    "bbox": [
      108.0,
      778.85,
      489.77,
      805.76
    ],
    "text": "10",
    "fonts": [
      "CIDFont+F1"
    ],
    "sizes": [
      11.040450096130371
    ]
  },
  {
    "page_number": 9,
    "bbox": [
      108.0,
      72.65,
      491.52,
      182.54
    ],
    "text": "this case, and all the aggravating factors mentioned above, I substitute a twelve year sentence of rigorous imprisonment on the appellant. The rest of the sentence, namely, the fine, compensation to the victim and the default sentences would remain unchanged.",
    "fonts": [
      "CIDFont+F3"
    ],
    "sizes": [
      11.040450096130371,
      12.960525512695312
    ]
  },
  {
    "page_number": 9,
    "bbox": [
      108.0,
      185.21,
      491.44,
      234.7
    ],
    "text": "Appeal against the conviction is dismissed. Sentence varied as above.",
    "fonts": [
      "CIDFont+F2",
      "CIDFont+F3"
    ],
    "sizes": [
      12.960525512695312
    ]
  },
  {
    "page_number": 9,
    "bbox": [
      216.0,
      304.32,
      471.36,
      318.36
    ],
    "text": "PRESIDENT OF THE COURT OF APPEAL",
    "fonts": [
      "CIDFont+F2"
    ],
    "sizes": [
      12.000450134277344
    ]
  },
  {
    "page_number": 9,
    "bbox": [
      108.0,
      394.08,
      400.05,
      408.12
    ],
    "text": "WICKUM A. KALUARACHCHI, J.",
    "fonts": [
      "CIDFont+F2"
    ],
    "sizes": [
      12.000450134277344
    ]
  },
  {
    "page_number": 9,
    "bbox": [
      180.0,
      415.75,
      226.79,
      429.24
    ],
    "text": "I agree.",
    "fonts": [
      "CIDFont+F3"
    ],
    "sizes": [
      12.000450134277344
    ]
  },
  {
    "page_number": 9,
    "bbox": [
      216.0,
      504.96,
      441.11,
      519.0
    ],
    "text": "JUDGE OF THE COURT OF APPEAL",
    "fonts": [
      "CIDFont+F2",
      "CIDFont+F3"
    ],
    "sizes": [
      12.000450134277344
    ]
  }
]