[
  {
    "page_number": 0,
    "bbox": [
      72.05,
      781.45,
      324.91,
      805.95
    ],
    "text": "Page 1 of 6",
    "fonts": [
      "Calibri",
      "Calibri-Bold"
    ],
    "sizes": [
      11.15999984741211
    ]
  },
  {
    "page_number": 0,
    "bbox": [
      104.47,
      72.02,
      494.44,
      85.86
    ],
    "text": "IN THE COURT OF APPEAL OF THE DEMOCRATIC SOCIALIST",
    "fonts": [
      "BookmanOldStyle-Bold"
    ],
    "sizes": [
      11.880000114440918
    ]
  },
  {
    "page_number": 0,
    "bbox": [
      217.58,
      88.22,
      381.92,
      102.06
    ],
    "text": "REPUBLIC OF SRI LANKA",
    "fonts": [
      "BookmanOldStyle-Bold"
    ],
    "sizes": [
      11.880000114440918
    ]
  },
  {
    "page_number": 0,
    "bbox": [
      256.49,
      104.42,
      527.58,
      280.35
    ],
    "text": "In the matter of an Application for mandates in the nature of Writs of Certiorari and Mandamus under and in terms of Article 140 of the Constitution of the Democratic Socialist Republic of Sri Lanka.",
    "fonts": [
      "BookmanOldStyle",
      "BookmanOldStyle-Bold",
      "BookmanOldStyle-Italic"
    ],
    "sizes": [
      11.880000114440918
    ]
  },
  {
    "page_number": 0,
    "bbox": [
      256.49,
      282.69,
      479.69,
      353.09
    ],
    "text": "Chaminda Mihindu Kulasuriya, No. 274/25A, Chandana Uyana, Parakumdeniya, Imbulgoda.",
    "fonts": [
      "BookmanOldStyle",
      "BookmanOldStyle-Bold"
    ],
    "sizes": [
      11.880000114440918
    ]
  },
  {
    "page_number": 0,
    "bbox": [
      252.17,
      353.3,
      424.06,
      431.98
    ],
    "text": "Petitioner Vs 1. Dr. Nadeera Rupasinghe",
    "fonts": [
      "ArialMT",
      "BookmanOldStyle",
      "BookmanOldStyle-Bold"
    ],
    "sizes": [
      11.880000114440918
    ]
  },
  {
    "page_number": 0,
    "bbox": [
      252.17,
      434.32,
      501.63,
      529.23
    ],
    "text": "Director General of Archives, Department of National Archives, No.07, Philip Gunawardena Mawatha, Colombo 07. 2. R.M. Roshani S. Thilakarathne",
    "fonts": [
      "ArialMT",
      "BookmanOldStyle",
      "BookmanOldStyle-Bold"
    ],
    "sizes": [
      11.880000114440918
    ]
  },
  {
    "page_number": 0,
    "bbox": [
      252.17,
      531.57,
      501.12,
      642.68
    ],
    "text": "Assistant Director (Administration), Department of National Archives, No. 07, Philip Gunawardena Mawatha, Colombo 07. 3. U.G.P. Kumarasiri,",
    "fonts": [
      "ArialMT",
      "BookmanOldStyle",
      "BookmanOldStyle-Bold"
    ],
    "sizes": [
      11.880000114440918
    ]
  },
  {
    "page_number": 0,
    "bbox": [
      252.17,
      645.02,
      501.12,
      739.9
    ],
    "text": "Internal Auditor, Department of National Archives, No. 07, Philip Gunawardena Mawatha, Colombo 07. Respondents",
    "fonts": [
      "BookmanOldStyle",
      "BookmanOldStyle-Bold"
    ],
    "sizes": [
      11.880000114440918
    ]
  },
  {
    "page_number": 0,
    "bbox": [
      66.65,
      222.51,
      212.71,
      235.51
    ],
    "text": "Court of Appeal Case No.",
    "fonts": [
      "BookmanOldStyle-Bold"
    ],
    "sizes": [
      11.15999984741211
    ]
  },
  {
    "page_number": 0,
    "bbox": [
      66.65,
      244.49,
      191.11,
      257.49
    ],
    "text": "CA/WRT/0335/2020",
    "fonts": [
      "BookmanOldStyle-Bold"
    ],
    "sizes": [
      11.15999984741211
    ]
  },
  {
    "page_number": 1,
    "bbox": [
      72.05,
      781.45,
      324.91,
      805.95
    ],
    "text": "Page 2 of 6",
    "fonts": [
      "Calibri",
      "Calibri-Bold"
    ],
    "sizes": [
      11.15999984741211
    ]
  },
  {
    "page_number": 1,
    "bbox": [
      72.05,
      72.02,
      527.62,
      591.06
    ],
    "text": "Before: M. T. MOHAMMED LAFFAR, J. Counsel: Kanishka Witharana with Ms. Sawani Rajakaruna, instructed by H. M. Thilakarathna for the Petitioner. Ms. Narodi De Zoysa, SC for the Respondents. Supported on: 26.06.2023 Written Submissions on: 22.09.2023 by the Petitioner 28.08.2023 by the Respondent Decided on: 27.10.2023 MOHAMMED LAFFAR, J. The Petitioner is seeking, inter alia, a Writ of Certiorari quashing the decision of the Respondents contained in P25 and P27 whereby the increments earned by the Petitioner were suspended. The Petitioner alleges that the said decision to suspend his increments had been taken without holding an inquiry, violating the principles of natural justice, and therefore, the decision is mala fide, unlawful, capricious and arbitrary.",
    "fonts": [
      "BookmanOldStyle",
      "BookmanOldStyle-Bold",
      "BookmanOldStyle-Italic"
    ],
    "sizes": [
      11.880000114440918,
      12.960000038146973
    ]
  },
  {
    "page_number": 1,
    "bbox": [
      72.05,
      600.77,
      527.13,
      648.69
    ],
    "text": "I heard the learned Counsel for the Petitioner in support of this application. I heard the learned State Counsel for the Respondents as well.",
    "fonts": [
      "BookmanOldStyle"
    ],
    "sizes": [
      12.960000038146973
    ]
  },
  {
    "page_number": 1,
    "bbox": [
      72.05,
      658.4,
      527.86,
      739.43
    ],
    "text": "Admittedly, the Petitioner has already invoked the Fundamental Rights jurisdiction of the Supreme Court in Application bearing No. SCFR 235/21 in respect of the identical reliefs as prayed for in the instant Writ Application, which is yet to be decided by the Supreme Court. At this juncture, a question arises whether the Petitioner can maintain the",
    "fonts": [
      "BookmanOldStyle"
    ],
    "sizes": [
      12.960000038146973
    ]
  },
  {
    "page_number": 2,
    "bbox": [
      72.05,
      781.45,
      324.91,
      805.95
    ],
    "text": "Page 3 of 6",
    "fonts": [
      "Calibri",
      "Calibri-Bold"
    ],
    "sizes": [
      11.15999984741211
    ]
  },
  {
    "page_number": 2,
    "bbox": [
      72.05,
      72.44,
      527.15,
      103.77
    ],
    "text": "instant Writ Application before this Court when he has already exhausted an alternative remedy as provided in the Constitution.",
    "fonts": [
      "BookmanOldStyle"
    ],
    "sizes": [
      12.960000038146973
    ]
  },
  {
    "page_number": 2,
    "bbox": [
      72.05,
      113.48,
      528.02,
      194.18
    ],
    "text": "Prerogative Writs are discretionary remedies, and therefore, the Petitioner is not entitled to invoke the Writ jurisdiction of this Court when there is an alternative remedy available to him. In Linus Silva Vs. The University Council of the Vidyodaya University1, it was observed that",
    "fonts": [
      "BookmanOldStyle",
      "BookmanOldStyle-Bold"
    ],
    "sizes": [
      8.640000343322754,
      12.960000038146973
    ]
  },
  {
    "page_number": 2,
    "bbox": [
      108.07,
      220.09,
      527.16,
      284.62
    ],
    "text": "the remedy by way of certiorari is not available where an alternative remedy is open to the petitioner is subject to the limitation that the alternative remedy must be an adequate remedy.",
    "fonts": [
      "BookmanOldStyle-Italic"
    ],
    "sizes": [
      12.960000038146973
    ]
  },
  {
    "page_number": 2,
    "bbox": [
      72.05,
      294.29,
      528.07,
      341.82
    ],
    "text": "The Court of Appeal in Tennakoon Vs. The Director-General of Customs2 held that",
    "fonts": [
      "BookmanOldStyle",
      "BookmanOldStyle-Bold",
      "BookmanOldStyle-Italic"
    ],
    "sizes": [
      8.640000343322754,
      12.960000038146973
    ]
  },
  {
    "page_number": 2,
    "bbox": [
      108.07,
      376.04,
      527.18,
      440.21
    ],
    "text": "the petitioner has an alternate remedy, as the Customs Ordinance itself provides for such a course of action under section 154. In the circumstances, the petitioner is not entitled to invoke writ jurisdiction.",
    "fonts": [
      "BookmanOldStyle-Italic"
    ],
    "sizes": [
      12.960000038146973
    ]
  },
  {
    "page_number": 2,
    "bbox": [
      72.05,
      449.86,
      528.02,
      613.02
    ],
    "text": "It is to be noted that the alternative remedy is, always, not a bar to invoke the Writ jurisdiction of this Court. If the Court is of the view that the alternative remedy is inadequate, where there has been a violation of the principle of Natural Justice, where the impugned order is without jurisdiction and there are errors on the face of the record, the Petitioner is permitted to invoke the Writ jurisdiction before exhausting the alternative remedies provided in law. In the case of Somasunderam Vanniasingham Vs. Forbes and others3 the Supreme Court observed that;",
    "fonts": [
      "BookmanOldStyle",
      "BookmanOldStyle-Bold",
      "BookmanOldStyle-Italic"
    ],
    "sizes": [
      8.640000343322754,
      12.960000038146973
    ]
  },
  {
    "page_number": 2,
    "bbox": [
      72.05,
      639.32,
      527.44,
      703.85
    ],
    "text": "A party to an arbitration award under the Industrial Disputes Act is not required to exhaust other available remedies before he could challenge illegalities and errors on the face of the record by an application for a writ of certiorari. This is so even though he had the right to repudiate",
    "fonts": [
      "BookmanOldStyle-Italic"
    ],
    "sizes": [
      12.960000038146973
    ]
  },
  {
    "page_number": 2,
    "bbox": [
      72.05,
      722.38,
      218.66,
      770.38
    ],
    "text": "1 64 NLR 104. 2 2004 (1SLR) 53. 3 1993 (2SLR) 362.",
    "fonts": [
      "Calibri"
    ],
    "sizes": [
      6.480000019073486,
      10.079999923706055,
      11.15999984741211
    ]
  },
  {
    "page_number": 3,
    "bbox": [
      72.05,
      781.45,
      324.91,
      805.95
    ],
    "text": "Page 4 of 6",
    "fonts": [
      "Calibri",
      "Calibri-Bold"
    ],
    "sizes": [
      11.15999984741211
    ]
  },
  {
    "page_number": 3,
    "bbox": [
      72.05,
      72.44,
      527.09,
      136.59
    ],
    "text": "the award under section 20 (1) of the Industrial Disputes Act. A settlement order should not itself be hastily regarded as a satisfactory alternative remedy to the Court's discretionary powers of review. There is no rule requiring the exhaustion of administrative remedies.",
    "fonts": [
      "BookmanOldStyle-Italic"
    ],
    "sizes": [
      12.960000038146973
    ]
  },
  {
    "page_number": 3,
    "bbox": [
      108.07,
      170.38,
      256.78,
      185.57
    ],
    "text": "Per Bandaranayake J.",
    "fonts": [
      "BookmanOldStyle-Italic"
    ],
    "sizes": [
      12.960000038146973
    ]
  },
  {
    "page_number": 3,
    "bbox": [
      108.07,
      195.25,
      527.6,
      275.98
    ],
    "text": "As I have said there is no rule requiring alternative administrative remedies to be first exhausted without which access to review is denied. A Court is expected to satisfy itself that any administrative relief provided for by statute is a satisfactory substitute to review before withholding relief by way of review.",
    "fonts": [
      "BookmanOldStyle-BoldItal",
      "BookmanOldStyle-Italic"
    ],
    "sizes": [
      12.960000038146973
    ]
  },
  {
    "page_number": 3,
    "bbox": [
      72.05,
      285.63,
      527.56,
      333.54
    ],
    "text": "In this regard, I refer to the observation made by the Supreme Court of India in Whirlpool Corporation Vs. Registrar of Trademarks, Mumbai, (1998) 8 SCC 1, that;",
    "fonts": [
      "BookmanOldStyle",
      "BookmanOldStyle-Bold"
    ],
    "sizes": [
      12.960000038146973
    ]
  },
  {
    "page_number": 3,
    "bbox": [
      108.07,
      359.48,
      527.32,
      555.46
    ],
    "text": "Under Article 226 of the Constitution, the High Court, having regard to the facts of the case, has the discretion to entertain or not to entertain a writ petition. But the High Court has imposed upon itself certain restrictions one of which is that if an effective and efficacious remedy is available, the High Court would not normally exercise its jurisdiction. But the alternative remedy has been consistently held by this Court not to operate as a bar in at least three contingencies, namely, where the writ petition has been filed for the enforcement of any of the Fundamental Rights or where there has been a violation of the principle of natural justice or where the order or proceedings are wholly without jurisdiction or the vires of an Act is challenged.",
    "fonts": [
      "BookmanOldStyle-Italic"
    ],
    "sizes": [
      12.960000038146973
    ]
  },
  {
    "page_number": 3,
    "bbox": [
      72.05,
      565.13,
      527.57,
      596.46
    ],
    "text": "In the case of Harbanslal Sahnia Vs. Indian Oil Corpn. Ltd, (2003) 2 SCC 107, the Supreme Court of India held that;",
    "fonts": [
      "BookmanOldStyle",
      "BookmanOldStyle-Bold"
    ],
    "sizes": [
      12.960000038146973
    ]
  },
  {
    "page_number": 3,
    "bbox": [
      108.07,
      622.76,
      527.51,
      736.25
    ],
    "text": "In an appropriate case, in spite of the availability of the alternative remedy, the High Court may still exercise its writ jurisdiction in at least three contingencies: (i) where the writ petition seeks enforcement of any of the fundamental rights; (ii) where there is a failure of principles of natural justice; or (iii) where the orders or proceedings are wholly without jurisdiction or the vires of an Act is challenged.",
    "fonts": [
      "BookmanOldStyle-Italic"
    ],
    "sizes": [
      12.960000038146973
    ]
  },
  {
    "page_number": 4,
    "bbox": [
      72.05,
      781.45,
      324.91,
      805.95
    ],
    "text": "Page 5 of 6",
    "fonts": [
      "Calibri",
      "Calibri-Bold"
    ],
    "sizes": [
      11.15999984741211
    ]
  },
  {
    "page_number": 4,
    "bbox": [
      72.05,
      72.44,
      527.93,
      383.67
    ],
    "text": "Having considered the foregoing judicial literature, it is to be noted that Writ jurisdiction and Fundamental Rights jurisdiction are two distinct remedies provided in the Constitution to an aggrieved party. The Petitioner has already invoked the fundamental rights jurisdiction of the Supreme Court. When the Supreme Court is looking into the grievance of the Petitioner from the perspective of a Fundamental Rights Application, there are several aspects the Court can consider. The Supreme Court exercises just and equitable jurisdiction with extremely wide power. But, when the Court of Appeal is looking into the same reliefs under Article 140 of the Constitution, the Court is exercising discretionary, limited, Writ jurisdiction. When the Petitioner had invoked the jurisdiction of the Supreme Court by way of a fundamental rights application, that should be considered as an adequate remedy by which the grievances of the Petitioner are to be adjudicated. In those circumstances, it is the considered view of this Court that the Petitioner is precluded from invoking the Prerogative Writs jurisdiction of this Court as he had already invoked the Fundamental Rights jurisdiction of the Supreme Court in respect of the same grievances. Thus, the instant Writ application is liable to be dismissed in- limine.",
    "fonts": [
      "BookmanOldStyle",
      "BookmanOldStyle-Italic"
    ],
    "sizes": [
      12.960000038146973
    ]
  },
  {
    "page_number": 4,
    "bbox": [
      72.05,
      393.32,
      527.83,
      523.72
    ],
    "text": "Be that as it may, the learned Counsel for the Petitioner contended that the Petitioner was not heard before issuing the impugned letters marked P25 and P27. P25 is a letter dated 27-07-2020 written to the Petitioner by the 1st Respondent wherein it has been stated that the Petitioner had failed to accept the new duty list which has been given to him in respect of his present position, namely Archival Officer. By P27, the Respondents decided to temporarily suspend the payment of the increment which is due to the Petitioner for 06 months.",
    "fonts": [
      "BookmanOldStyle"
    ],
    "sizes": [
      8.640000343322754,
      12.960000038146973
    ]
  },
  {
    "page_number": 4,
    "bbox": [
      72.05,
      533.43,
      527.67,
      762.13
    ],
    "text": "There is no dispute to the fact that the Petitioner had refused to accept the new duty list. This Cout is mindful of the fact that the Petitioner has not challenged the said new duty list before this Court. In those circumstances, there is no option to the Respondents but to take disciplinary action against the Petitioner for not accepting the new duty list. It is to be noted that the Respondents have imposed minor punishment on the Petitioner in terms of the provisions of the Establishments Code. As the Petitioner had refused to accept the new duty list without any basis and the said duty list has not been challenged by the Petitioner, hearing the Petitioner before issuing P25 and P27 does not arise. Moreover, it appears to this Court that, the punishment imposed on the Petitioner is not permanent in nature and the Petitioner is entitled to present his case before the Respondents before the said temporary decision is made absolute.",
    "fonts": [
      "BookmanOldStyle"
    ],
    "sizes": [
      12.960000038146973
    ]
  },
  {
    "page_number": 5,
    "bbox": [
      72.05,
      781.45,
      324.91,
      805.95
    ],
    "text": "Page 6 of 6",
    "fonts": [
      "Calibri",
      "Calibri-Bold"
    ],
    "sizes": [
      11.15999984741211
    ]
  },
  {
    "page_number": 5,
    "bbox": [
      72.05,
      72.44,
      527.07,
      119.97
    ],
    "text": "In those circumstances, it is the view of this Court that the instant Application is devoid of merit. Thus, I refuse to issue notices on the Respondents and dismiss the Application. No costs.",
    "fonts": [
      "BookmanOldStyle"
    ],
    "sizes": [
      12.960000038146973
    ]
  },
  {
    "page_number": 5,
    "bbox": [
      72.05,
      129.34,
      216.79,
      144.53
    ],
    "text": "Application dismissed.",
    "fonts": [
      "BookmanOldStyle-Italic"
    ],
    "sizes": [
      12.960000038146973
    ]
  },
  {
    "page_number": 5,
    "bbox": [
      288.17,
      179.05,
      527.83,
      194.15
    ],
    "text": "JUDGE OF THE COURT OF APPEAL",
    "fonts": [
      "BookmanOldStyle-BoldItal"
    ],
    "sizes": [
      12.960000038146973
    ]
  }
]