[
  {
    "page_number": 0,
    "bbox": [
      72.0,
      778.85,
      525.82,
      805.76
    ],
    "text": "1",
    "fonts": [
      "CIDFont+F1"
    ],
    "sizes": [
      11.040450096130371
    ]
  },
  {
    "page_number": 0,
    "bbox": [
      101.28,
      89.73,
      497.27,
      104.08
    ],
    "text": "IN THE COURT OF APPEAL OF THE DEMOCRATIC SOCIALIST",
    "fonts": [
      "CIDFont+F2"
    ],
    "sizes": [
      12.960525512695312
    ]
  },
  {
    "page_number": 0,
    "bbox": [
      215.88,
      107.01,
      382.68,
      121.36
    ],
    "text": "REPUBLIC OF SRI LANKA",
    "fonts": [
      "CIDFont+F2"
    ],
    "sizes": [
      12.960525512695312
    ]
  },
  {
    "page_number": 0,
    "bbox": [
      252.0,
      123.81,
      526.65,
      256.24
    ],
    "text": "In the matter of an Appeal under Section 331 of the Code of Criminal Procedure Act No. 15 of 1979, read with Article 138 of the Constitution of the Democratic Socialist Republic of Sri Lanka. Democratic Socialist Republic of Sri Lanka",
    "fonts": [
      "CIDFont+F3"
    ],
    "sizes": [
      12.960525512695312
    ]
  },
  {
    "page_number": 0,
    "bbox": [
      324.0,
      259.05,
      400.2,
      290.92
    ],
    "text": "Complainant",
    "fonts": [
      "CIDFont+F2",
      "CIDFont+F3"
    ],
    "sizes": [
      12.960525512695312
    ]
  },
  {
    "page_number": 0,
    "bbox": [
      72.0,
      305.49,
      452.02,
      371.32
    ],
    "text": "V. Kankanam Pathiranage Suraj Kumara",
    "fonts": [
      "CIDFont+F3"
    ],
    "sizes": [
      12.960525512695312
    ]
  },
  {
    "page_number": 0,
    "bbox": [
      72.0,
      374.61,
      452.02,
      577.72
    ],
    "text": "Accused AND NOW BETWEEN Kankanam Pathiranage Suraj Kumara Accused Appellant V. Hon. Attorney General, Attorney Generals Department, Colombo 12.",
    "fonts": [
      "CIDFont+F2",
      "CIDFont+F3"
    ],
    "sizes": [
      12.960525512695312
    ]
  },
  {
    "page_number": 0,
    "bbox": [
      72.0,
      580.53,
      522.0,
      646.48
    ],
    "text": "Complainant Respondent BEFORE : K. PRIYANTHA FERNANDO, J. (P/CA)",
    "fonts": [
      "CIDFont+F2",
      "CIDFont+F3"
    ],
    "sizes": [
      12.960525512695312
    ]
  },
  {
    "page_number": 0,
    "bbox": [
      252.0,
      656.61,
      495.56,
      687.04
    ],
    "text": "WICKUM A. KALUARACHCHI, J.",
    "fonts": [
      "CIDFont+F2"
    ],
    "sizes": [
      12.960525512695312
    ]
  },
  {
    "page_number": 0,
    "bbox": [
      72.0,
      696.45,
      526.59,
      759.28
    ],
    "text": "COUNSEL : Niranjan Jayasinghe for the Accused Appellant. Shanaka Wijesinghe, PC, ASG for the Respondent.",
    "fonts": [
      "CIDFont+F2",
      "CIDFont+F3"
    ],
    "sizes": [
      12.960525512695312
    ]
  },
  {
    "page_number": 0,
    "bbox": [
      51.84,
      293.49,
      212.43,
      409.71
    ],
    "text": "Court of Appeal Case No. HCC/0163/2019 High Court of Colombo Case No. HC/7455/2014",
    "fonts": [
      "CIDFont+F2",
      "CIDFont+F3"
    ],
    "sizes": [
      14.04052448272705
    ]
  },
  {
    "page_number": 1,
    "bbox": [
      72.0,
      778.85,
      525.82,
      805.76
    ],
    "text": "2",
    "fonts": [
      "CIDFont+F1"
    ],
    "sizes": [
      11.040450096130371
    ]
  },
  {
    "page_number": 1,
    "bbox": [
      72.0,
      72.57,
      500.67,
      167.08
    ],
    "text": "ARGUED ON : 24.01.2022 WRITTEN SUBMISSIONS FILED ON : 31.01.2020 by the Accused Appellant.",
    "fonts": [
      "CIDFont+F2",
      "CIDFont+F3"
    ],
    "sizes": [
      12.960525512695312
    ]
  },
  {
    "page_number": 1,
    "bbox": [
      288.0,
      167.73,
      453.0,
      182.08
    ],
    "text": "20.04.2021 by the Respondent.",
    "fonts": [
      "CIDFont+F2",
      "CIDFont+F3"
    ],
    "sizes": [
      12.960525512695312
    ]
  },
  {
    "page_number": 1,
    "bbox": [
      72.0,
      191.85,
      349.82,
      222.28
    ],
    "text": "JUDGMENT ON : 08.03.2022",
    "fonts": [
      "CIDFont+F2",
      "CIDFont+F3"
    ],
    "sizes": [
      12.960525512695312
    ]
  },
  {
    "page_number": 1,
    "bbox": [
      252.12,
      256.53,
      346.34,
      270.88
    ],
    "text": "**************",
    "fonts": [
      "CIDFont+F2"
    ],
    "sizes": [
      12.960525512695312
    ]
  },
  {
    "page_number": 1,
    "bbox": [
      72.0,
      280.77,
      302.76,
      325.0
    ],
    "text": "K. PRIYANTHA FERNANDO, J.(P/CA)",
    "fonts": [
      "CIDFont+F2"
    ],
    "sizes": [
      12.960525512695312
    ]
  },
  {
    "page_number": 1,
    "bbox": [
      90.0,
      324.99,
      526.52,
      339.52
    ],
    "text": "1. The accused appellant (hereinafter referred to as the appellant) was indicted in",
    "fonts": [
      "CIDFont+F3",
      "CIDFont+F4"
    ],
    "sizes": [
      12.960525512695312
    ]
  },
  {
    "page_number": 1,
    "bbox": [
      90.0,
      342.45,
      526.63,
      511.48
    ],
    "text": "the High Court of Colombo for trafficking 3.31 grams of heroin, an offence punishable in terms of Section 54A (b) of the Poisons, Opium and Dangerous Drugs Ordinance, and being in possession of the same quantity of heroin, an offence punishable in terms of Section 54A (d) of the said Ordinance. Upon conviction for the 2nd count, the learned trial Judge sentenced the appellant to life imprisonment. The appellant was acquitted on count no.1. Being aggrieved by the said conviction and the sentence, the appellant preferred the instant appeal. 2. The following grounds were urged by the learned Counsel for the appellant at",
    "fonts": [
      "CIDFont+F3",
      "CIDFont+F4"
    ],
    "sizes": [
      8.520299911499023,
      12.960525512695312
    ]
  },
  {
    "page_number": 1,
    "bbox": [
      108.0,
      514.29,
      213.04,
      545.8
    ],
    "text": "the argument stage:",
    "fonts": [
      "CIDFont+F3"
    ],
    "sizes": [
      12.960525512695312
    ]
  },
  {
    "page_number": 1,
    "bbox": [
      90.0,
      548.55,
      529.73,
      629.56
    ],
    "text": "I. The version of the prosecution fails the test of probability. II. There were serious infirmities in the chain of production. III. The evidence of the defence has been rejected on unreasonable grounds. 3. Facts in brief as per the evidence adduced in Court at the trial are as follows:",
    "fonts": [
      "CIDFont+F3",
      "CIDFont+F4"
    ],
    "sizes": [
      12.960525512695312
    ]
  },
  {
    "page_number": 1,
    "bbox": [
      108.0,
      632.37,
      536.4,
      767.44
    ],
    "text": "IP Mahendra Ranasinghe (PW1) has been serving in the Colombo Crimes Division when he conducted this raid. PW1, with the other officers, had left to conduct raids. They have gone along the Strace Road and had parked the vehicle in which they came, inside the premises of the Kamkarupura flats. PW1 had been clad in police uniform and the other officers had been in civvies. After travelling along the Strace Road they have turned towards the byroad where there was a slum area. According to PW1, when they were travelling along the road, the width of which was about one and a half feet, the",
    "fonts": [
      "CIDFont+F3",
      "CIDFont+F5",
      "CIDFont+F6"
    ],
    "sizes": [
      12.960525512695312
    ]
  },
  {
    "page_number": 2,
    "bbox": [
      72.0,
      778.85,
      525.82,
      805.76
    ],
    "text": "3",
    "fonts": [
      "CIDFont+F1"
    ],
    "sizes": [
      11.040450096130371
    ]
  },
  {
    "page_number": 2,
    "bbox": [
      90.0,
      72.21,
      526.61,
      189.76
    ],
    "text": "appellant who was wearing a sarong and a yellow shirt has suddenly appeared in front of them from inside a nearby house. As the appellant appeared suddenly, PW1 has searched him. Upon searching the appellant, they have found a pink coloured cellophane bag inside his shirt pocket which contained heroin. 4. After the close of the case for the prosecution, the appellant has given sworn",
    "fonts": [
      "CIDFont+F3",
      "CIDFont+F4"
    ],
    "sizes": [
      12.960525512695312
    ]
  },
  {
    "page_number": 2,
    "bbox": [
      90.0,
      192.57,
      526.63,
      413.2
    ],
    "text": "evidence in Court. The son of the appellant has also given sworn evidence in Court on behalf of the defence. The defence version was that the police officers have come to the appellants house when his sixteen year old son was sleeping at home after coming home from school. The police officers have asked the appellants son for Nilanthi who was his mother. The police officers have told them that they have found some illicit drugs from a clothesline nearby and after detaining him at home for some time they have taken the boy to a van. The police officers have asked him to contact an adult, or that otherwise they would take the son to the police station. The son has telephoned the appellant and told the appellant the incident. When the appellant came home, the police have arrested the appellant and taken him to the police station. 5. The learned Counsel for the appellant submitted that the prosecution story of",
    "fonts": [
      "CIDFont+F3",
      "CIDFont+F4",
      "CIDFont+F5"
    ],
    "sizes": [
      12.960525512695312
    ]
  },
  {
    "page_number": 2,
    "bbox": [
      90.0,
      416.01,
      526.62,
      602.32
    ],
    "text": "arresting the appellant is highly improbable. It is the submission of the learned Counsel that it is highly improbable for the appellant to come towards the police officers, especially when one officer is in uniform, if he had heroin in his possession. It is also the contention of the Counsel that in a slum area like this, when police officers come in uniform, the word spreads amongst the people in the vicinity. Therefore, it is improbable for the appellant to come towards the police officers with heroin inside his shirt pocket. It is also submitted that the defence version is highly probable and that is how the appellant has been arrested. 6. It was the submission of the learned Additional Solicitor General that the police",
    "fonts": [
      "CIDFont+F3",
      "CIDFont+F4"
    ],
    "sizes": [
      12.960525512695312
    ]
  },
  {
    "page_number": 2,
    "bbox": [
      90.0,
      605.13,
      526.58,
      688.24
    ],
    "text": "officers were on normal duty conducting raids and the police witnesses who conducted the raid have given key evidence as to how the appellant was arrested with heroin. 7. As submitted by the learned Counsel for the appellant, it is common knowledge",
    "fonts": [
      "CIDFont+F3",
      "CIDFont+F4"
    ],
    "sizes": [
      12.960525512695312
    ]
  },
  {
    "page_number": 2,
    "bbox": [
      108.0,
      691.05,
      526.63,
      757.0
    ],
    "text": "that when a group of police officers come, especially when one is in uniform, the word spreads amongst the slum dwellers. However, it is also probable that the appellant may not have known that the police officers are coming towards his house. It is highly improbable for the accused appellant to come in front of",
    "fonts": [
      "CIDFont+F3"
    ],
    "sizes": [
      12.960525512695312
    ]
  },
  {
    "page_number": 3,
    "bbox": [
      72.0,
      778.85,
      525.82,
      805.76
    ],
    "text": "4",
    "fonts": [
      "CIDFont+F1"
    ],
    "sizes": [
      11.040450096130371
    ]
  },
  {
    "page_number": 3,
    "bbox": [
      90.0,
      72.21,
      526.62,
      172.48
    ],
    "text": "the police officers on his own, having heroin in his possession, if he knew that the police officers were coming towards his house along the one and a half foot wide lane. If he did not know of the presence of the police officers, his going towards the police officers is not improbable. 8. The learned Counsel for the appellant contended that the prosecution has failed",
    "fonts": [
      "CIDFont+F3",
      "CIDFont+F4"
    ],
    "sizes": [
      12.960525512695312
    ]
  },
  {
    "page_number": 3,
    "bbox": [
      90.0,
      175.41,
      526.63,
      499.12
    ],
    "text": "to prove the chain of productions beyond reasonable doubt. According to the evidence of PW10, PS49692 Thushara Hemantha, he has received the productions parcel on 17.01.2014 at 1850 hours. He has deposited the same in the safe. On the same day when he got off duty, he has handed over the same to PS64198 Senarath. On the following day, 18.01.2014, when he resumed duty he has received the same at 0525 hours. On the same day at 1010 hours he has handed over the same to PC39112 Jayasinghe. According to his evidence, PC Jayasinghe had been the production in-charge. However, IP Deepal had been the higher officer of the production room. PC39112 Neil Jayasinghe also has testified in Court. He has taken over the productions on 18.01.2014 from PS Thushara and has kept the same in the locker. According to his evidence, IP Sepala had been the Officer In-Charge of the production room who also had access to the productions. PW14 IP Priyapala has also testified in Court. According to him, he had been the Officer In-Charge of the production room. He has received the same productions on 20.01.2014 from the said PC39112 Jayasinghe. He has received the same productions from IP Priyapala and handed over the productions to the Government Analysts Department. 9. On the above premise, the prosecution has adduced clear evidence on the",
    "fonts": [
      "CIDFont+F2",
      "CIDFont+F3",
      "CIDFont+F4",
      "CIDFont+F5"
    ],
    "sizes": [
      12.960525512695312
    ]
  },
  {
    "page_number": 3,
    "bbox": [
      90.0,
      501.93,
      526.6,
      636.64
    ],
    "text": "production chain on the inwards journey up to the point that they were handed over to the Government Analyst. The receipt issued by the Government analyst as well as the contents of the Government Analysts report has been admitted by the defence at the trial in terms of Section 420 of the Code of Criminal Procedure Act. Therefore, I find that the chain of productions has been properly established by the prosecution. 10. The learned Counsel for the appellant submitted that the learned trial Judge has",
    "fonts": [
      "CIDFont+F3",
      "CIDFont+F4"
    ],
    "sizes": [
      12.960525512695312
    ]
  },
  {
    "page_number": 3,
    "bbox": [
      108.0,
      639.57,
      343.64,
      722.68
    ],
    "text": "rejected the defence evidence unreasonably.",
    "fonts": [
      "CIDFont+F3"
    ],
    "sizes": [
      12.960525512695312
    ]
  },
  {
    "page_number": 4,
    "bbox": [
      72.0,
      778.85,
      525.82,
      805.76
    ],
    "text": "5",
    "fonts": [
      "CIDFont+F1"
    ],
    "sizes": [
      11.040450096130371
    ]
  },
  {
    "page_number": 4,
    "bbox": [
      90.0,
      72.03,
      526.62,
      86.56
    ],
    "text": "11. The learned trial Judge has failed to consider the probability of the defence",
    "fonts": [
      "CIDFont+F3",
      "CIDFont+F4"
    ],
    "sizes": [
      12.960525512695312
    ]
  },
  {
    "page_number": 4,
    "bbox": [
      108.0,
      89.37,
      526.6,
      121.0
    ],
    "text": "version with the alleged improbability of the prosecution version as mentioned before.",
    "fonts": [
      "CIDFont+F3"
    ],
    "sizes": [
      12.960525512695312
    ]
  },
  {
    "page_number": 4,
    "bbox": [
      144.0,
      129.81,
      526.57,
      161.32
    ],
    "text": "In James Silva v The Republic of Sri Lanka [1980] 2 SLR 167, it was held:",
    "fonts": [
      "CIDFont+F3",
      "CIDFont+F7"
    ],
    "sizes": [
      12.960525512695312
    ]
  },
  {
    "page_number": 4,
    "bbox": [
      180.0,
      170.13,
      526.53,
      270.4
    ],
    "text": "It is a grave error for a trial judge to direct himself that he must examine the tenability and truthfulness of the evidence of the accused in the light of the evidence led by the prosecution. To examine the evidence of the accused in the light of the prosecution witnesses is to reverse the presumption of innocence.",
    "fonts": [
      "CIDFont+F5"
    ],
    "sizes": [
      12.960525512695312
    ]
  },
  {
    "page_number": 4,
    "bbox": [
      90.0,
      281.19,
      526.6,
      295.72
    ],
    "text": "12. The trial Judge has to analyse and consider the defence evidence with same",
    "fonts": [
      "CIDFont+F3",
      "CIDFont+F4"
    ],
    "sizes": [
      12.960525512695312
    ]
  },
  {
    "page_number": 4,
    "bbox": [
      108.0,
      298.53,
      526.53,
      330.04
    ],
    "text": "yardstick he considered the prosecution evidence, without taking a squint-eyed look at the defence evidence.",
    "fonts": [
      "CIDFont+F3"
    ],
    "sizes": [
      12.960525512695312
    ]
  },
  {
    "page_number": 4,
    "bbox": [
      144.0,
      339.45,
      526.56,
      371.08
    ],
    "text": "In case of Dudh Nath Panday v. State of Uttar Pradesh (1981) AIR 911 Indian Supreme Court held:",
    "fonts": [
      "CIDFont+F3",
      "CIDFont+F7"
    ],
    "sizes": [
      12.960525512695312
    ]
  },
  {
    "page_number": 4,
    "bbox": [
      144.0,
      373.89,
      526.62,
      491.32
    ],
    "text": "Defence witnesses are entitled to equal treatment with those of the prosecution. And, Courts ought to overcome their traditional, instinctive disbelief in defence witnesses. Quite often, they tell lies but so do the prosecution witnesses. In case of Don Samantha Jude Anthony Jayamaha v The Attorney General, C.A. 303/2006 decided on 11.07.2012, it was held that:",
    "fonts": [
      "CIDFont+F3",
      "CIDFont+F5",
      "CIDFont+F7"
    ],
    "sizes": [
      12.960525512695312
    ]
  },
  {
    "page_number": 4,
    "bbox": [
      180.0,
      500.25,
      526.62,
      583.24
    ],
    "text": "Whether the evidence of the defence or the dock statement is sufficient to create a doubt cannot be decided in a vacuum or in isolation because it needs to be considered in the totality of evidence that is in the light of the evidence for the prosecution as well as the defence.",
    "fonts": [
      "CIDFont+F5"
    ],
    "sizes": [
      12.960525512695312
    ]
  },
  {
    "page_number": 4,
    "bbox": [
      90.0,
      597.99,
      526.62,
      612.52
    ],
    "text": "13. The learned trial Judge in his judgment at page 21 (page 267 of the brief) has",
    "fonts": [
      "CIDFont+F3",
      "CIDFont+F4"
    ],
    "sizes": [
      12.960525512695312
    ]
  },
  {
    "page_number": 4,
    "bbox": [
      108.0,
      615.33,
      526.62,
      767.2
    ],
    "text": "said that the accused has failed to inform the learned Magistrate that the heroin has been found from a nearby clothesline. Further, the learned trial Judge has said the accused has failed to inform the learned Magistrate that he was not wearing a shirt with a pocket so that the learned Magistrate could have observed that there was no pocket. It is unfair for the learned High Court Judge to reject the version of the accused on the basis that the accused has failed to inform the learned Magistrate that he was not wearing a shirt with a pocket for the Magistrate to observe. It is also unfair to presume that the appellant was aware of the contents of the B report when he was produced before the learned",
    "fonts": [
      "CIDFont+F3"
    ],
    "sizes": [
      12.960525512695312
    ]
  },
  {
    "page_number": 5,
    "bbox": [
      72.0,
      778.85,
      525.82,
      805.76
    ],
    "text": "6",
    "fonts": [
      "CIDFont+F1"
    ],
    "sizes": [
      11.040450096130371
    ]
  },
  {
    "page_number": 5,
    "bbox": [
      90.0,
      72.21,
      526.62,
      241.24
    ],
    "text": "Magistrate, for him to show his shirt for the learned Magistrate to observe. Further, it is unfair to presume that the accused was wearing the same clothing (shirt) when he was produced before the learned Magistrate on the following day. In addition, it is to be noted that the law presumes the innocence of the accused, until his guilt is proved. Therefore, the failure of the accused to preemptively present facts to establish his innocence to the learned Magistrate, who is not even the trial Judge, should not be considered as against the accused. 14. The learned High Court judge in his judgment has further said that the son of",
    "fonts": [
      "CIDFont+F3",
      "CIDFont+F4"
    ],
    "sizes": [
      12.960525512695312
    ]
  },
  {
    "page_number": 5,
    "bbox": [
      108.0,
      244.17,
      526.62,
      413.2
    ],
    "text": "the accused has failed to inform the higher authorities about the incident as to how it happened. The learned trial Judge has failed to consider that the son of the accused (the defence witness) who has testified under oath had been a sixteen year old boy when the incident took place. The learned trial Judge also has failed to consider the reluctance of a person of this caliber to go against police officers to higher authorities due to fear of further harassment by the police. For the above reasons, I find that the learned High Court Judge has rejected the defence evidence on flimsy grounds without giving due consideration to the same.",
    "fonts": [
      "CIDFont+F3"
    ],
    "sizes": [
      12.960525512695312
    ]
  },
  {
    "page_number": 5,
    "bbox": [
      90.0,
      419.25,
      526.6,
      435.64
    ],
    "text": "15. Hence, I find that there is merit in the 3rd ground of appeal and the appeal",
    "fonts": [
      "CIDFont+F3",
      "CIDFont+F4"
    ],
    "sizes": [
      8.520299911499023,
      12.960525512695312
    ]
  },
  {
    "page_number": 5,
    "bbox": [
      108.0,
      438.45,
      383.91,
      452.8
    ],
    "text": "should succeed. Accused is acquitted of the charges.",
    "fonts": [
      "CIDFont+F3"
    ],
    "sizes": [
      12.960525512695312
    ]
  },
  {
    "page_number": 5,
    "bbox": [
      144.0,
      464.85,
      235.73,
      479.2
    ],
    "text": "Appeal allowed.",
    "fonts": [
      "CIDFont+F3"
    ],
    "sizes": [
      12.960525512695312
    ]
  },
  {
    "page_number": 5,
    "bbox": [
      252.0,
      547.89,
      508.5,
      562.24
    ],
    "text": "PRESIDENT OF THE COURT OF APPEAL",
    "fonts": [
      "CIDFont+F2"
    ],
    "sizes": [
      12.960525512695312
    ]
  },
  {
    "page_number": 5,
    "bbox": [
      72.0,
      639.21,
      363.29,
      653.56
    ],
    "text": "WICKUM A. KALUARACHCHI, J.",
    "fonts": [
      "CIDFont+F2"
    ],
    "sizes": [
      12.960525512695312
    ]
  },
  {
    "page_number": 5,
    "bbox": [
      144.0,
      669.21,
      186.24,
      683.56
    ],
    "text": "I agree.",
    "fonts": [
      "CIDFont+F2",
      "CIDFont+F3"
    ],
    "sizes": [
      12.960525512695312
    ]
  },
  {
    "page_number": 5,
    "bbox": [
      72.0,
      730.41,
      478.13,
      744.76
    ],
    "text": "JUDGE OF THE COURT OF APPEAL",
    "fonts": [
      "CIDFont+F2",
      "CIDFont+F3"
    ],
    "sizes": [
      12.960525512695312
    ]
  }
]