[
  {
    "page_number": 0,
    "bbox": [
      72.02,
      729.22,
      542.81,
      755.86
    ],
    "text": "1",
    "fonts": [
      "Calibri"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 0,
    "bbox": [
      94.7,
      60.24,
      530.43,
      73.2
    ],
    "text": "IN THE COURT OF APPEAL OF THE DEMOCRATIC SOCIALIST REPUBLIC OF SRI LANKA",
    "fonts": [
      "Calibri-Light"
    ],
    "sizes": [
      12.960000038146973
    ]
  },
  {
    "page_number": 0,
    "bbox": [
      82.22,
      87.26,
      542.79,
      175.7
    ],
    "text": "In the matter of an application for Appeal under and in terms of Article 138,139 of the Democratic Socialist Republic of Sri Lanka. CA (PHC) 194/2017",
    "fonts": [
      "Calibri-Light"
    ],
    "sizes": [
      12.960000038146973
    ]
  },
  {
    "page_number": 0,
    "bbox": [
      82.22,
      184.58,
      265.68,
      213.38
    ],
    "text": "Polonnaruwa Provincial High Court Appeal No. 13/2016",
    "fonts": [
      "Calibri-Light"
    ],
    "sizes": [
      12.960000038146973
    ]
  },
  {
    "page_number": 0,
    "bbox": [
      82.22,
      222.38,
      303.27,
      251.18
    ],
    "text": "Polonnaruwa Magistrate Court Case No.13317",
    "fonts": [
      "Calibri-Light"
    ],
    "sizes": [
      12.960000038146973
    ]
  },
  {
    "page_number": 0,
    "bbox": [
      307.85,
      141.5,
      505.35,
      209.18
    ],
    "text": "Site Forest Officer, Department of Wildlife Conservation, Polonnaruwa.",
    "fonts": [
      "Calibri-Light"
    ],
    "sizes": [
      12.960000038146973
    ]
  },
  {
    "page_number": 0,
    "bbox": [
      82.22,
      214.58,
      543.03,
      454.39
    ],
    "text": "Plaintiff Vs. Usnar Mawuruf, Kiri Kade, Manampitiya. Defendant And between Usnar Mawuruf, Kiri Kade, Manampitiya. Defendant-Appellant",
    "fonts": [
      "Calibri-Light"
    ],
    "sizes": [
      12.960000038146973
    ]
  },
  {
    "page_number": 0,
    "bbox": [
      82.22,
      461.71,
      543.03,
      597.67
    ],
    "text": "Vs. 1. Site Forest Officer, Department of Wildlife Conservation, Polonnaruwa. Plaintiff-Respondent 2. Attorney General,",
    "fonts": [
      "ArialMT",
      "Calibri-Light"
    ],
    "sizes": [
      12.960000038146973
    ]
  },
  {
    "page_number": 0,
    "bbox": [
      82.22,
      602.98,
      543.03,
      707.14
    ],
    "text": "Attorney General’s Department, Colombo 12. Respondent And now between",
    "fonts": [
      "Calibri-Light"
    ],
    "sizes": [
      12.960000038146973
    ]
  },
  {
    "page_number": 1,
    "bbox": [
      72.02,
      729.22,
      542.81,
      755.86
    ],
    "text": "2",
    "fonts": [
      "Calibri"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 1,
    "bbox": [
      72.02,
      60.24,
      543.03,
      344.57
    ],
    "text": "Usnar Mawuruf, Kiri Kade, Manampitiya. Defendant-Appellant-Appellant Vs. 1. Site Forest Officer, Department of Wildlife Conservation, Polonnaruwa. Plaintiff-Respondent-Respondent 2. Attorney General, Attorney General’s Department, Colombo 12. Respondent-Respondent",
    "fonts": [
      "Calibri-Light"
    ],
    "sizes": [
      12.960000038146973
    ]
  },
  {
    "page_number": 1,
    "bbox": [
      82.22,
      410.45,
      328.66,
      423.41
    ],
    "text": "Before: Damith Thotawatte, J.",
    "fonts": [
      "Calibri-Light"
    ],
    "sizes": [
      12.960000038146973
    ]
  },
  {
    "page_number": 1,
    "bbox": [
      211.85,
      434.23,
      326.86,
      447.19
    ],
    "text": "K.M.S. Dissanayake, J.",
    "fonts": [
      "Calibri-Light"
    ],
    "sizes": [
      12.960000038146973
    ]
  },
  {
    "page_number": 1,
    "bbox": [
      82.22,
      457.63,
      529.11,
      486.55
    ],
    "text": "Counsels: Ravihara Pinnaduwa for the Defendant-Appellant-Appellant.",
    "fonts": [
      "Calibri-Light"
    ],
    "sizes": [
      12.960000038146973
    ]
  },
  {
    "page_number": 1,
    "bbox": [
      211.85,
      497.35,
      532.95,
      510.31
    ],
    "text": "Shemanthi Dunuwille, S.C., for the Respondent– Respondent.",
    "fonts": [
      "Calibri-Light"
    ],
    "sizes": [
      12.960000038146973
    ]
  },
  {
    "page_number": 1,
    "bbox": [
      82.22,
      521.11,
      214.78,
      567.07
    ],
    "text": "Written submissions tendered on:",
    "fonts": [
      "Calibri-Light"
    ],
    "sizes": [
      12.960000038146973
    ]
  },
  {
    "page_number": 1,
    "bbox": [
      211.85,
      538.27,
      460.08,
      551.23
    ],
    "text": "16.03.2022 by Defendant-Appellant–Appellant.",
    "fonts": [
      "Calibri-Light"
    ],
    "sizes": [
      12.960000038146973
    ]
  },
  {
    "page_number": 1,
    "bbox": [
      82.22,
      566.11,
      467.31,
      627.58
    ],
    "text": "15.03.2022 by Plaintiff-Respondent-Respondent. Judgement Delivered: 19.01.2026",
    "fonts": [
      "Calibri-Light"
    ],
    "sizes": [
      12.960000038146973
    ]
  },
  {
    "page_number": 2,
    "bbox": [
      72.02,
      729.22,
      542.81,
      755.86
    ],
    "text": "3",
    "fonts": [
      "Calibri"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 2,
    "bbox": [
      72.02,
      60.24,
      150.79,
      73.2
    ],
    "text": "Thotawatte, J.",
    "fonts": [
      "Calibri-Bold"
    ],
    "sizes": [
      12.960000038146973
    ]
  },
  {
    "page_number": 2,
    "bbox": [
      72.02,
      86.66,
      543.01,
      194.78
    ],
    "text": "The Defendant-Appellant-Appellant (hereinafter sometimes referred to as the “Appellant”) has filed this appeal against the order dated 25.10.2017 of the Hon. High Court Judge of the Provincial High Court of the North Central Province, holden at Polonnaruwa, by which the Hon. Judge of the High Court has affirmed the order of ejectment dated 08.12.2016 made under section 10 of the State Lands (Recovery of Possession) Act No. 7 of 1979 (hereinafter sometimes referred to as the “State Lands Act”) as amended, by the learned Magistrate of Polonnaruwa.",
    "fonts": [
      "Calibri-Light"
    ],
    "sizes": [
      12.960000038146973
    ]
  },
  {
    "page_number": 2,
    "bbox": [
      72.02,
      205.7,
      542.99,
      329.81
    ],
    "text": "The impugned order arises from an application filed by the Plaintiff-Respondent-Respondent (hereinafter sometimes referred to as the “Respondent”) in the Magistrate’s Court of Polonnaruwa under Section 05 of the State Lands Act for the ejectment of the Appellant from the land described in the schedule to the application (at page 46 of the appellate brief) filed by the Respondent, a Site Forest officer, in his capacity as the competent authority under State Lands Act, claiming that the said land is part of the Flood Plains (Jalagalum Nimna) National Park, a protected area located in the Polonnaruwa District.",
    "fonts": [
      "Calibri-Light"
    ],
    "sizes": [
      12.960000038146973
    ]
  },
  {
    "page_number": 2,
    "bbox": [
      72.02,
      340.73,
      543.03,
      433.01
    ],
    "text": "The Appellant’s position at the show cause inquiry has been that the relevant land belongs to the Railways Authority and that he has resided on and developed the said land for a considerable period of time. However, the Appellant had not been able to satisfy the court that he was residing on the land under a valid authority, and as such, at the end of the inquiry, the learned Magistrate has made an order to eject the Appellant from the land described in the schedule to the application.",
    "fonts": [
      "Calibri-Light"
    ],
    "sizes": [
      12.960000038146973
    ]
  },
  {
    "page_number": 2,
    "bbox": [
      72.02,
      449.95,
      542.93,
      542.23
    ],
    "text": "Aggrieved by the order of the learned Magistrate, the Appellant sought to challenge the said order by way of an appeal to the Provincial High Court. At the High Court, the State Counsel appearing for the Respondent raised a preliminary objection, submitting that the Provincial High Court was devoid of jurisdiction to entertain such an appeal, as Section 10(2) of the State Lands Act expressly precludes any appeal from an order of ejectment made by a Magistrate.",
    "fonts": [
      "Calibri-Light"
    ],
    "sizes": [
      12.960000038146973
    ]
  },
  {
    "page_number": 2,
    "bbox": [
      72.02,
      559.15,
      543.03,
      635.62
    ],
    "text": "The Petitioner has contended that, notwithstanding the bar on appeal, the High Court is vested with the power to treat the appeal as an application in revision and to consider it in that capacity, relying on the judgements, Ranesinhe v. Henry and others1, Somawathie vs Madawela and Others2 and K. A. Potman vs The Inspector of Police, Dodangoda3. The learned Judge of the High Court, upon considering the application to treat the appeal as an",
    "fonts": [
      "Calibri-Light",
      "Calibri-LightItalic"
    ],
    "sizes": [
      8.520000457763672,
      12.960000038146973
    ]
  },
  {
    "page_number": 2,
    "bbox": [
      72.02,
      685.84,
      146.17,
      695.11
    ],
    "text": "1 (1896) 01 NLR 303",
    "fonts": [
      "Calibri"
    ],
    "sizes": [
      6.0,
      9.0
    ]
  },
  {
    "page_number": 2,
    "bbox": [
      72.02,
      698.44,
      146.87,
      719.95
    ],
    "text": "2 (1983) 02 SLR 015 3 (1971) 74 NLR 115",
    "fonts": [
      "Calibri"
    ],
    "sizes": [
      6.0,
      6.480000019073486,
      9.0,
      9.960000038146973
    ]
  },
  {
    "page_number": 3,
    "bbox": [
      72.02,
      729.22,
      542.81,
      755.86
    ],
    "text": "4",
    "fonts": [
      "Calibri"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 3,
    "bbox": [
      72.02,
      60.24,
      542.56,
      89.04
    ],
    "text": "application in revision, upheld the jurisdictional objection raised by the Respondent and accordingly proceeded to dismiss the appeal.",
    "fonts": [
      "Calibri-Light"
    ],
    "sizes": [
      12.960000038146973
    ]
  },
  {
    "page_number": 3,
    "bbox": [
      72.02,
      105.98,
      542.39,
      134.78
    ],
    "text": "Being dissatisfied the order of the learned Judge of the High Court, the Appellant has preferred this instant appeal against the order of the High Court Judge dated 25.10.2017.",
    "fonts": [
      "Calibri-Light"
    ],
    "sizes": [
      12.960000038146973
    ]
  },
  {
    "page_number": 3,
    "bbox": [
      72.02,
      151.7,
      542.86,
      244.1
    ],
    "text": "By making an application to treat the appeal tendered to the High Court as a revisionary application, it appears that the Appellant has accepted that an appeal does not lie to the High Court against an ejectment order under Section 10(2) of the State Lands Act. The ground on which the Appellant seeks to have the order of the High Court set aside is that the learned Judge failed to properly consider the application to treat the appeal as an application in revision.",
    "fonts": [
      "Calibri-Light"
    ],
    "sizes": [
      12.960000038146973
    ]
  },
  {
    "page_number": 3,
    "bbox": [
      72.02,
      260.93,
      542.98,
      305.69
    ],
    "text": "Section 10(2) of the State Lands Act is explicit and unequivocal in stipulating that no appeal lies from an order of ejectment made by a Magistrate under subsection (1). The legislative intent is explicit and leaves no room for implication or construction to the contrary.",
    "fonts": [
      "Calibri-Light"
    ],
    "sizes": [
      12.960000038146973
    ]
  },
  {
    "page_number": 3,
    "bbox": [
      72.02,
      322.61,
      542.92,
      430.73
    ],
    "text": "It is a well-established principle of law that a right of appeal is a creature of statute and does not exist in the absence of express statutory provision. Jurisdictional provisions in the Constitution or in general procedural statutes cannot be invoked to create or imply a right of appeal where Parliament has deliberately withheld such a right. In this regard, the pronouncement of the Supreme Court in Martin v. Wijewardena4 is instructive, where it was held that Article 138 of the Constitution is an enabling provision conferring jurisdiction on the Court of Appeal, but does not itself create justiciable rights of appeal in litigants.",
    "fonts": [
      "Calibri-Light",
      "Calibri-LightItalic"
    ],
    "sizes": [
      8.520000457763672,
      12.960000038146973
    ]
  },
  {
    "page_number": 3,
    "bbox": [
      72.02,
      447.67,
      542.39,
      476.47
    ],
    "text": "The same reasoning applies with equal force to Article 154P of the Constitution, which vests appellate and revisionary jurisdiction in Provincial High Courts.",
    "fonts": [
      "Calibri-Light"
    ],
    "sizes": [
      12.960000038146973
    ]
  },
  {
    "page_number": 3,
    "bbox": [
      95.18,
      493.39,
      391.2,
      538.15
    ],
    "text": "Article 154 P (3) of the Constitution provides as follows; 154 P (3) Every such High Court shall –",
    "fonts": [
      "Calibri-Light"
    ],
    "sizes": [
      12.960000038146973
    ]
  },
  {
    "page_number": 3,
    "bbox": [
      95.18,
      547.03,
      486.17,
      686.98
    ],
    "text": "(a) exercise according to law, the original criminal jurisdiction of the High Court of Sri Lanka in respect of offences committed within the Province; (b) notwithstanding anything in Article 138 and subject to any law, exercise, appellate and revisionary jurisdiction in respect of convictions, sentences and orders entered or imposed by Magistrates Courts and Primary Courts within the Province;",
    "fonts": [
      "Calibri-Light"
    ],
    "sizes": [
      12.960000038146973
    ]
  },
  {
    "page_number": 3,
    "bbox": [
      72.02,
      709.12,
      145.33,
      719.95
    ],
    "text": "4 (1989) 02 SLR 409",
    "fonts": [
      "Calibri"
    ],
    "sizes": [
      6.480000019073486,
      9.0,
      9.960000038146973
    ]
  },
  {
    "page_number": 4,
    "bbox": [
      72.02,
      729.22,
      542.81,
      755.86
    ],
    "text": "5",
    "fonts": [
      "Calibri"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 4,
    "bbox": [
      95.18,
      60.24,
      486.03,
      89.04
    ],
    "text": "(c) exercise such other jurisdiction and powers as Parliament may, by law, provide.",
    "fonts": [
      "Calibri-Light"
    ],
    "sizes": [
      12.960000038146973
    ]
  },
  {
    "page_number": 4,
    "bbox": [
      443.71,
      105.98,
      543.03,
      118.94
    ],
    "text": "(emphasis is mine)",
    "fonts": [
      "Calibri-Light",
      "Calibri-LightItalic"
    ],
    "sizes": [
      12.960000038146973
    ]
  },
  {
    "page_number": 4,
    "bbox": [
      72.02,
      135.86,
      542.52,
      196.46
    ],
    "text": "The phrase “subject to any law” is a clear constitutional acknowledgment that where Parliament has enacted a special statute excluding appeals, such exclusion must prevail. Accordingly, it is clear that no appeal lay to the Provincial High Court from the order of ejectment made by the Magistrate under Section 10 of the State Lands Act.",
    "fonts": [
      "Calibri-Light"
    ],
    "sizes": [
      12.960000038146973
    ]
  },
  {
    "page_number": 4,
    "bbox": [
      72.02,
      212.15,
      543.01,
      305.69
    ],
    "text": "Authorities cited by the Appellant such as “Ranesinhe”5, “Somawathie”6 and “K. A. Potman”7, do recognise that revisionary jurisdiction may be exercised even in situations where no appeal lies, in order to correct jurisdictional error, nullity, or fundamental illegality and thereby prevent a miscarriage of justice. However, they do not lay down any general proposition that a barred appeal may, as a matter of course, be converted into revision.",
    "fonts": [
      "Calibri-Light",
      "Calibri-LightItalic"
    ],
    "sizes": [
      8.520000457763672,
      12.960000038146973
    ]
  },
  {
    "page_number": 4,
    "bbox": [
      72.02,
      322.61,
      542.97,
      414.89
    ],
    "text": "Revision is an extraordinary and supervisory jurisdiction, distinct in character from appellate review. It is not intended to provide a substitute for an appeal which the legislature has expressly barred, nor to enable a re-examination of findings of fact or the merits of the decision under challenge. The exercise of revisionary power is confined to situations where the impugned order is shown to be vitiated by lack of jurisdiction, patent illegality, or a fundamental procedural defect going to the root of the proceedings.",
    "fonts": [
      "Calibri-Light"
    ],
    "sizes": [
      12.960000038146973
    ]
  },
  {
    "page_number": 4,
    "bbox": [
      72.02,
      431.83,
      542.47,
      476.47
    ],
    "text": "To permit the routine conversion of an incompetent appeal into a revision would be to defeat the clear legislative policy underlying Section 10(2) of the State Lands Act and to confer indirectly a right of challenge which Parliament has expressly excluded.",
    "fonts": [
      "Calibri-Light"
    ],
    "sizes": [
      12.960000038146973
    ]
  },
  {
    "page_number": 4,
    "bbox": [
      72.02,
      493.39,
      543.05,
      617.5
    ],
    "text": "Turning to the facts of the present case, it is apparent that the challenge mounted by the Appellant was not founded on any allegation that the learned Magistrate lacked jurisdiction, that the impugned order was vitiated by patent illegality, or that there existed any fundamental procedural defect going to the root of the proceedings, such as non-compliance with mandatory statutory preconditions prescribed by the State Lands Act. The learned Magistrate had acted on an application duly instituted by a competent authority under the State Lands Act, conducted the inquiry contemplated by the statute, and made the order of ejectment strictly within the scope of the powers expressly conferred by law.",
    "fonts": [
      "Calibri-Light"
    ],
    "sizes": [
      12.960000038146973
    ]
  },
  {
    "page_number": 4,
    "bbox": [
      72.02,
      684.76,
      102.95,
      719.95
    ],
    "text": "5 Supra 6 Supra 7 Supra",
    "fonts": [
      "Calibri"
    ],
    "sizes": [
      6.480000019073486,
      9.960000038146973
    ]
  },
  {
    "page_number": 5,
    "bbox": [
      72.02,
      729.22,
      542.81,
      755.86
    ],
    "text": "6",
    "fonts": [
      "Calibri"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 5,
    "bbox": [
      72.02,
      60.24,
      542.59,
      104.9
    ],
    "text": "The grievance articulated by the Appellant related essentially to the merits of the decision and the factual conclusions reached at the inquiry. Such matters fall squarely outside the permissible ambit of revisionary intervention.",
    "fonts": [
      "Calibri-Light"
    ],
    "sizes": [
      12.960000038146973
    ]
  },
  {
    "page_number": 5,
    "bbox": [
      72.02,
      121.82,
      543.0,
      182.42
    ],
    "text": "In these circumstances, even assuming that the Provincial High Court possessed revisionary jurisdiction in principle under Article 154P, there existed no legal basis for the exercise of such jurisdiction in the present case. The conversion of the incompetent appeal into a revision was therefore impermissible.",
    "fonts": [
      "Calibri-Light"
    ],
    "sizes": [
      12.960000038146973
    ]
  },
  {
    "page_number": 5,
    "bbox": [
      72.02,
      199.34,
      325.42,
      212.3
    ],
    "text": "For the foregoing reasons, this Court holds that:",
    "fonts": [
      "Calibri-Light"
    ],
    "sizes": [
      12.960000038146973
    ]
  },
  {
    "page_number": 5,
    "bbox": [
      90.02,
      227.21,
      542.53,
      242.18
    ],
    "text": "1. The appeal to the Provincial High Court from the Magistrate’s order of ejectment",
    "fonts": [
      "ArialMT",
      "Calibri-Light"
    ],
    "sizes": [
      12.960000038146973
    ]
  },
  {
    "page_number": 5,
    "bbox": [
      108.02,
      245.06,
      542.61,
      273.89
    ],
    "text": "was barred by Section 10(2) of the State Lands (Recovery of Possession) Act and was not maintainable in law.",
    "fonts": [
      "Calibri-Light"
    ],
    "sizes": [
      12.960000038146973
    ]
  },
  {
    "page_number": 5,
    "bbox": [
      90.02,
      286.88,
      542.49,
      301.85
    ],
    "text": "2. The Provincial High Court was not entitled to convert the incompetent appeal into",
    "fonts": [
      "ArialMT",
      "Calibri-Light"
    ],
    "sizes": [
      12.960000038146973
    ]
  },
  {
    "page_number": 5,
    "bbox": [
      108.02,
      304.73,
      542.54,
      333.53
    ],
    "text": "an application for revision in the absence of exceptional circumstances amounting to jurisdictional error or nullity.",
    "fonts": [
      "Calibri-Light"
    ],
    "sizes": [
      12.960000038146973
    ]
  },
  {
    "page_number": 5,
    "bbox": [
      72.02,
      350.45,
      542.47,
      379.25
    ],
    "text": "Accordingly, the order of the Provincial High Court dated 25.10.2017 and the order of ejectment made by the learned Magistrate of Polonnaruwa dated 08.12.2016 is affirmed.",
    "fonts": [
      "Calibri-Light"
    ],
    "sizes": [
      12.960000038146973
    ]
  },
  {
    "page_number": 5,
    "bbox": [
      72.02,
      396.17,
      279.22,
      409.13
    ],
    "text": "The appeal is dismissed subject to cost.",
    "fonts": [
      "Calibri-Light"
    ],
    "sizes": [
      12.960000038146973
    ]
  },
  {
    "page_number": 5,
    "bbox": [
      392.47,
      502.75,
      543.03,
      515.71
    ],
    "text": "Judge of the Court of Appeal",
    "fonts": [
      "Calibri-Light"
    ],
    "sizes": [
      12.960000038146973
    ]
  },
  {
    "page_number": 5,
    "bbox": [
      72.02,
      529.15,
      187.15,
      557.95
    ],
    "text": "K.M.S. Dissanayake, J.",
    "fonts": [
      "Calibri-Light"
    ],
    "sizes": [
      12.960000038146973
    ]
  },
  {
    "page_number": 5,
    "bbox": [
      72.02,
      576.79,
      121.63,
      608.11
    ],
    "text": "I agree",
    "fonts": [
      "Calibri-Light"
    ],
    "sizes": [
      12.960000038146973
    ]
  },
  {
    "page_number": 5,
    "bbox": [
      392.59,
      647.98,
      543.03,
      660.94
    ],
    "text": "Judge of the Court of Appeal",
    "fonts": [
      "Calibri-Light"
    ],
    "sizes": [
      12.960000038146973
    ]
  }
]