[
  {
    "page_number": 0,
    "bbox": [
      57.6,
      781.9,
      542.72,
      806.38
    ],
    "text": "Page | 1",
    "fonts": [
      "Calibri"
    ],
    "sizes": [
      11.039999961853027
    ]
  },
  {
    "page_number": 0,
    "bbox": [
      91.22,
      59.88,
      506.81,
      71.88
    ],
    "text": "IN THE COURT OF APPEAL OF THE DEMOCRATIC SOCIALIST REPUBLIC OF SRI LANKA",
    "fonts": [
      "Calibri-Bold"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 0,
    "bbox": [
      273.65,
      99.62,
      540.53,
      159.02
    ],
    "text": "In the matter of an appeal in terms of section 331(1) of the Code of Criminal Procedure Act No 15 of 1979 and terms of High Court of Provinces (Special Provisions) section 19 of 1990.",
    "fonts": [
      "Calibri"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 0,
    "bbox": [
      57.6,
      170.9,
      539.21,
      214.46
    ],
    "text": "Case No. CA-HCC-249/2020 Democratic Socialist Republic of Sri Lanka High Court of Colombo Complainant Case No. HC 3024/2006 Vs.",
    "fonts": [
      "Calibri",
      "Calibri-Bold"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 0,
    "bbox": [
      255.65,
      223.4,
      508.49,
      254.06
    ],
    "text": "1. Vithanage Don Ranjith alias Ukku Ranjith 2. Omaththage Janaka Sampath Perera alias Malla",
    "fonts": [
      "ArialMT",
      "Calibri"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 0,
    "bbox": [
      496.78,
      271.22,
      543.17,
      283.22
    ],
    "text": "Accused",
    "fonts": [
      "Calibri-Bold"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 0,
    "bbox": [
      273.65,
      295.13,
      327.98,
      307.13
    ],
    "text": "And Now",
    "fonts": [
      "Calibri",
      "Calibri-Bold"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 0,
    "bbox": [
      273.65,
      318.89,
      477.65,
      330.89
    ],
    "text": "Vithanage Don Ranjith alias Ukku Ranjith",
    "fonts": [
      "Calibri"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 0,
    "bbox": [
      273.65,
      342.65,
      543.17,
      370.49
    ],
    "text": "Accused-Appellant Vs.",
    "fonts": [
      "Calibri-Bold"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 0,
    "bbox": [
      273.65,
      382.37,
      436.1,
      425.93
    ],
    "text": "Hon. Attorney General, Attorney General's Department, Colombo 12.",
    "fonts": [
      "Calibri"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 0,
    "bbox": [
      410.23,
      429.77,
      543.17,
      441.77
    ],
    "text": "Complainant-Respondent",
    "fonts": [
      "Calibri-Bold"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 0,
    "bbox": [
      57.6,
      477.55,
      436.94,
      549.19
    ],
    "text": "Before: N. Bandula Karunarathna J. & R. Gurusinghe J.",
    "fonts": [
      "Calibri",
      "Calibri-Bold"
    ],
    "sizes": [
      6.0,
      6.960000038146973,
      12.0
    ]
  },
  {
    "page_number": 0,
    "bbox": [
      57.6,
      559.99,
      434.54,
      586.63
    ],
    "text": "Counsel: Neranjan Jayasinghe for the accused-appellant",
    "fonts": [
      "Calibri",
      "Calibri-Bold"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 0,
    "bbox": [
      57.6,
      589.27,
      462.29,
      640.36
    ],
    "text": "Maheshika Silva SSC for the complainant-respondent Written Submissions: By the Accused-Appellant on 11.11.2021",
    "fonts": [
      "Calibri",
      "Calibri-Bold"
    ],
    "sizes": [
      8.039999961853027,
      12.0
    ]
  },
  {
    "page_number": 0,
    "bbox": [
      57.6,
      642.91,
      420.14,
      686.14
    ],
    "text": "By the Complainant-Respondent 09.03.2022 Argued on : 11.03.2022",
    "fonts": [
      "Calibri",
      "Calibri-Bold"
    ],
    "sizes": [
      6.960000038146973,
      12.0
    ]
  },
  {
    "page_number": 0,
    "bbox": [
      57.6,
      689.92,
      265.32,
      763.42
    ],
    "text": "Decided on : 05.05.2022.",
    "fonts": [
      "Calibri",
      "Calibri-Bold"
    ],
    "sizes": [
      6.960000038146973,
      12.0
    ]
  },
  {
    "page_number": 1,
    "bbox": [
      57.6,
      781.9,
      542.72,
      806.38
    ],
    "text": "Page | 2",
    "fonts": [
      "Calibri"
    ],
    "sizes": [
      11.039999961853027
    ]
  },
  {
    "page_number": 1,
    "bbox": [
      57.6,
      59.88,
      196.32,
      71.88
    ],
    "text": "N. Bandula Karunarathna J.",
    "fonts": [
      "Calibri-Bold"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 1,
    "bbox": [
      57.6,
      74.97,
      540.52,
      148.94
    ],
    "text": "This appeal is from the judgment, delivered by the learned Judge of the High Court of Colombo, dated 15.10.2020, by which, the accused-appellant, who is before this Court, was convicted and sentenced to death for having committed the murder of Manuwelge Padmasiri de Alwis (the deceased) on 14.02.1999.",
    "fonts": [
      "Calibri",
      "Calibri-Bold"
    ],
    "sizes": [
      8.039999961853027,
      12.0
    ]
  },
  {
    "page_number": 1,
    "bbox": [
      57.6,
      161.78,
      540.46,
      190.58
    ],
    "text": "The accused-appellant, together with the second accused (who was acquitted after trial) had been indicted on the following count;",
    "fonts": [
      "Calibri"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 1,
    "bbox": [
      93.62,
      201.56,
      540.48,
      215.42
    ],
    "text": "(i) having committed murder, by causing the death of the deceased above-named on",
    "fonts": [
      "ArialMT",
      "Calibri"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 1,
    "bbox": [
      111.62,
      220.34,
      540.13,
      249.14
    ],
    "text": "14.02.1999, thereby committing an offence punishable under section 296 read with section 32 of the Penal Code.",
    "fonts": [
      "Calibri"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 1,
    "bbox": [
      57.6,
      261.86,
      540.53,
      321.29
    ],
    "text": "The accused opted for a trial without a jury which commenced before the learned High Court Judge of the High Court of Colombo on 06.02.2007. The prosecution led evidence of nine witnesses. Both accused persons made statements from the dock without calling upon any witnesses to give evidence.",
    "fonts": [
      "Calibri"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 1,
    "bbox": [
      57.6,
      333.17,
      540.48,
      360.89
    ],
    "text": "The judgment was delivered on 15.10.2020 and the first accused-appellant was convicted and sentenced to death. The second accused was acquitted and discharged.",
    "fonts": [
      "Calibri"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 1,
    "bbox": [
      57.6,
      372.89,
      537.89,
      401.69
    ],
    "text": "With reference to the said conviction and sentence the learned counsel for the first accused-appellant preferred this appeal and stated the grounds of appeal as follows;",
    "fonts": [
      "Calibri"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 1,
    "bbox": [
      93.62,
      412.67,
      540.53,
      426.53
    ],
    "text": "(i) The evidence of Siriyalatha (PW 1) and the evidence of Mahapatuna Gamage Niroshana",
    "fonts": [
      "ArialMT",
      "Calibri"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 1,
    "bbox": [
      93.62,
      431.45,
      540.39,
      485.47
    ],
    "text": "Pushpakumara Perera (PW 11) had failed the test of credibility regarding the dying declaration. (ii) Even if the evidence of PW 1 and PW 11 could be believed, the prosecution had failed to",
    "fonts": [
      "ArialMT",
      "Calibri"
    ],
    "sizes": [
      6.0,
      12.0
    ]
  },
  {
    "page_number": 1,
    "bbox": [
      111.62,
      490.39,
      540.39,
      519.19
    ],
    "text": "prove beyond reasonable doubt that the accused-appellant was the person who committed the murder.",
    "fonts": [
      "Calibri"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 1,
    "bbox": [
      93.62,
      522.85,
      540.53,
      543.91
    ],
    "text": "(iii) The learned High Court Judge had wrongly rejected the dock statement made by the",
    "fonts": [
      "ArialMT",
      "Calibri"
    ],
    "sizes": [
      6.0,
      12.0
    ]
  },
  {
    "page_number": 1,
    "bbox": [
      111.62,
      548.83,
      540.22,
      577.63
    ],
    "text": "accused-appellant and the learned High Court Judge had wrongly drawn an adverse inference of guilt against the first accused-appellant.",
    "fonts": [
      "Calibri"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 1,
    "bbox": [
      57.6,
      590.35,
      540.42,
      665.62
    ],
    "text": "Perumpali Arachchige Siriyalatha (PW 1), the wife of the deceased testified to the effect that the deceased had gone to a boutique around 17.15 hrs and that she heard the sound of screaming. When she rushed out, PW 1 had seen the deceased lying fallen in front of her house and rushed the deceased to the hospital with the help of Mahapatuna Gamage Niroshana Pushpakumara Perera (PW 11).",
    "fonts": [
      "Calibri"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 1,
    "bbox": [
      57.6,
      677.5,
      540.38,
      705.22
    ],
    "text": "On the way to the hospital, the deceased had made the following dying declaration to PW 1 and PW 11.",
    "fonts": [
      "Calibri"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 1,
    "bbox": [
      57.6,
      717.1,
      261.48,
      729.1
    ],
    "text": "Page 95 of the appeal brief is as follows;",
    "fonts": [
      "Calibri"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 1,
    "bbox": [
      93.62,
      738.9,
      276.96,
      752.86
    ],
    "text": "\" \"",
    "fonts": [
      "Calibri",
      "IskoolaPota-Bold"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 2,
    "bbox": [
      57.6,
      781.9,
      542.72,
      806.38
    ],
    "text": "Page | 3",
    "fonts": [
      "Calibri"
    ],
    "sizes": [
      11.039999961853027
    ]
  },
  {
    "page_number": 2,
    "bbox": [
      57.6,
      58.89,
      540.51,
      103.46
    ],
    "text": "The wife of the deceased had lodged the 1st complaint on 14.02.1999 at 18.30 hrs at the Maharagama Police Station. This 1st complaint included the dying declaration, which was marked as \"X 1\" and produced through Police Sargent Gamin Abeykoon (PW 16) at the High Court Trial.",
    "fonts": [
      "Calibri"
    ],
    "sizes": [
      8.039999961853027,
      12.0
    ]
  },
  {
    "page_number": 2,
    "bbox": [
      57.6,
      115.34,
      545.93,
      143.18
    ],
    "text": "Consultant Judicial Medical Officer Dr Ayanthi Ubayasekera (PW 5) has conducted the post-mortem examination of the deceased. Two post-mortem reports were marked as P 1 and P1 A respectively.",
    "fonts": [
      "Calibri"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 2,
    "bbox": [
      57.6,
      154.94,
      540.53,
      246.02
    ],
    "text": "Medical evidence confirmed that the deceased had necessarily a fatal injury which was listed as injury number 4 in the post-mortem report and another injury sufficient in the ordinary course of things, to cause death \"with a very high probability of (75-80 %) causing the death which was classified as injury number 3. Medical evidence established that the deceased would have been conscious and rational and would have had the ability to speak at the time of making the dying declaration.",
    "fonts": [
      "Calibri"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 2,
    "bbox": [
      57.6,
      257.78,
      540.52,
      317.21
    ],
    "text": "Gamini Peiris (PW 2) gave evidence to the effect that he saw the deceased running near the boutique with injuries. PW 2 did not see how the injuries were sustained. It was revealed that the accused-appellant had visited the boutique of PW 2 and borrowed money from PW 2 on the same day after the deceased was injured.",
    "fonts": [
      "Calibri"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 2,
    "bbox": [
      57.6,
      329.09,
      540.53,
      388.49
    ],
    "text": "The accused-appellant was arrested 2 months after the incident based on information received by the police on 21.04.1999. At 00.30 hrs, the accused-appellant was arrested at Pitawella Road, Boralesgamuwa. It is evident that a knife had been recovered from the exclusive possession of the accused-appellant at the time of his arrest.",
    "fonts": [
      "Calibri"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 2,
    "bbox": [
      57.6,
      400.25,
      540.53,
      491.35
    ],
    "text": "The learned counsel for the accused-appellant argued that the evidence of Siriyalatha (PW 1) and the evidence of Niroshana Pushpakumara (PW 11) regarding the dying declaration failed the test of credibility. Further, he argued that, according to medical evidence the deceased had sustained nine injuries and following those injuries it was doubtful whether the deceased was in a position to speak clearly and whether the deceased was in a conscious state of mind at the time of making the dying declaration.",
    "fonts": [
      "Calibri"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 2,
    "bbox": [
      57.6,
      503.11,
      540.51,
      578.35
    ],
    "text": "According to medical evidence, injury number 2 to the neck area had cut the platysma muscle, stern mastoid muscle and the main blood vessel. Learned counsel for the accused-appellant stated that the said injury should ideally affect the function of the muscles of the face which enables speech and the proper function of the brain. Therefore, there is no possible way in which the deceased would have spoken after he had suffered the fatal injuries.",
    "fonts": [
      "Calibri"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 2,
    "bbox": [
      57.6,
      590.23,
      540.39,
      633.79
    ],
    "text": "The doctor had explained that injury number 3 to the right lung had caused breathing difficulties. Injury number 4 had penetrated the heart and the left lung and that too had resulted in the failure of the function of the lung. The injury to the 6th rib bone also had caused breathing difficulties.",
    "fonts": [
      "Calibri"
    ],
    "sizes": [
      8.039999961853027,
      12.0
    ]
  },
  {
    "page_number": 2,
    "bbox": [
      57.6,
      645.67,
      540.43,
      768.34
    ],
    "text": "According to Gamini Peiris (PW 2), the deceased had fallen down near their boutique and then had started running towards his house. His evidence was that he was near the door. Gamini had only identified the second accused named in the indictment as a person who was near the deceased. PW 2 had not stated that he saw the accused-appellant near the crime scene. The learned counsel for the accused-appellant argued that PW 2 saw the accused person much later when the accused-appellant came to his boutique to borrow some money. Gamini Peiris had never referred to the accused-appellant as Ukku Ranjith and he was not questioned by the prosecution as to whether the accused-appellant is known as Ukku Ranjith.",
    "fonts": [
      "Calibri"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 3,
    "bbox": [
      57.6,
      781.9,
      542.72,
      806.38
    ],
    "text": "Page | 4",
    "fonts": [
      "Calibri"
    ],
    "sizes": [
      11.039999961853027
    ]
  },
  {
    "page_number": 3,
    "bbox": [
      57.6,
      59.88,
      540.52,
      135.14
    ],
    "text": "According to the evidence of PW 1, after seeing her husband fallen in front of the house she had rushed to him and had seen blood coming out of his mouth. Her evidence is that the words uttered by the deceased were not clear. Then she had stated that the deceased was taken inside a three-wheeler to take him to the hospital and on the way to the hospital the deceased person told her \" \".",
    "fonts": [
      "Calibri",
      "IskoolaPota-Bold"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 3,
    "bbox": [
      57.6,
      146.9,
      540.52,
      222.14
    ],
    "text": "It is important to note that PW 11 had also testified that he heard the deceased telling his wife that \" \". When his evidence on page 248 of the appeal brief was taken into consideration the learned counsel for the accused-appellant argued that it is doubtful whether the deceased was in a position to make a dying declaration on his way to the hospital after a lapse of considerable time he suffered injuries.",
    "fonts": [
      "Calibri",
      "IskoolaPota-Bold"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 3,
    "bbox": [
      57.6,
      234.02,
      540.51,
      293.45
    ],
    "text": "It was the contention of the learned counsel for the accused-appellant that the High Court Judge had come to a conclusion that the deceased was in a position to speak clearly, merely depending on the evidence of the doctor for questions asked by the prosecution; that is, without applying his legal mind and independently evaluating the evidence.",
    "fonts": [
      "Calibri"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 3,
    "bbox": [
      57.6,
      305.21,
      280.32,
      317.21
    ],
    "text": "It was held in Queen Vs. Mendis 54 NLR 177;",
    "fonts": [
      "Calibri"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 3,
    "bbox": [
      93.62,
      329.09,
      540.37,
      483.31
    ],
    "text": "special difficulties attach to criminal cases where the injured man's death is not immediately referable to the injury inflicted but is traced to some condition, such as septic poisoning, which arose as a supervening link in the chain of causation. It is essential in such cases that the prosecution should, in presenting a charge of murder, be in a position to place evidence before the Court to establish that \" in the ordinary course of nature \", there was a very great antecedent probability (as opposed to a mere likelihood) (a) of the supervening condition arising as a consequence of the injury inflicted, and also (b) of such supervening condition resulting in death. Applying this test to the present case, we think that Dr. de Saram's evidence does not go far enough to establish the first of these requirements beyond a reasonable doubt.",
    "fonts": [
      "Calibri"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 3,
    "bbox": [
      57.6,
      495.19,
      540.39,
      538.75
    ],
    "text": "It is also important to note that the learned High Court Judge has failed to take into consideration whether the deceased was in a conscious state of mind and whether he was sound in mind at the time of making the dying declaration if the deceased had made a dying declaration.",
    "fonts": [
      "Calibri"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 3,
    "bbox": [
      57.6,
      550.63,
      512.93,
      562.63
    ],
    "text": "In Law of Evidence by M. Monir, Seventeenth Edition Vol. I at page 699 it is stated as follows;",
    "fonts": [
      "Calibri"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 3,
    "bbox": [
      93.62,
      574.39,
      540.15,
      633.79
    ],
    "text": "\"The Court has to examine a dying declaration scrupulously with a microscopic eye to find out whether the dying declaration is voluntary, truthful made in a conscious state of mind and without being influenced by the relatives present or by the investigating agency who may be interested in the success of the investigation.\"",
    "fonts": [
      "Calibri"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 3,
    "bbox": [
      57.6,
      645.67,
      149.97,
      657.67
    ],
    "text": "Also, on page 703;",
    "fonts": [
      "Calibri"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 3,
    "bbox": [
      93.62,
      669.46,
      540.24,
      713.02
    ],
    "text": "The Court has also to see and ensure that the deceased was in a fit state of mind to narrate the correct facts of occurrence. If the capacity of the maker of the statement to narrate the facts is found to be impaired such dying declaration should be rejected\".",
    "fonts": [
      "Calibri"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 3,
    "bbox": [
      57.6,
      724.9,
      540.53,
      768.46
    ],
    "text": "It is my view that the medical evidence has established that the deceased had the ability to speak. The doctor (PW 5) has testified that none of the organs used for speaking had sustained any injury. There was no injury to the brain of the deceased person. Accordingly, the expert opinion confirmed",
    "fonts": [
      "Calibri"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 4,
    "bbox": [
      57.6,
      781.9,
      542.72,
      806.38
    ],
    "text": "Page | 5",
    "fonts": [
      "Calibri"
    ],
    "sizes": [
      11.039999961853027
    ]
  },
  {
    "page_number": 4,
    "bbox": [
      57.6,
      59.88,
      540.47,
      119.3
    ],
    "text": "that the deceased would have had the ability to speak after the incident. PW 5 had not been cross-examined by the defence counsel. In the circumstances, no suggestions had been made at the trial stage that the deceased could not speak. Accordingly, the learned trial Judge has come to the correct conclusion that the position that the deceased could speak is admitted by the defence.",
    "fonts": [
      "Calibri"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 4,
    "bbox": [
      57.6,
      131.18,
      540.53,
      190.58
    ],
    "text": "Medical evidence established that the deceased would have had a \"conscious state of mind\". The medical evidence was to the effect that there was no injury to the brain of the deceased person. Therefore, the position that the deceased was conscious and rational at the time of making the dying declaration is established.",
    "fonts": [
      "Calibri"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 4,
    "bbox": [
      57.6,
      202.34,
      540.53,
      340.85
    ],
    "text": "The learned counsel for the accused-appellant submitted that the prosecution could not establish beyond reasonable doubt that the accused-appellant is \"Ukku Ranji\"? Even if the evidence of PW 1 and PW 11 were to be believed, the prosecution had failed to prove beyond reasonable doubt that the accused-appellant was the person who committed the murder. The witness Gamini Peiris who was at the place of the incident had not stated that the accused-appellant was seen at the place of the incident. Counsel for the appellant argued that Gamini Peiris who had close contact with the accused-appellant had not stated that the accused-appellant was known as \"Ukku Ranji\". The prosecution had not clarified with him whether the accused-appellant is commonly known as \"Ukku Ranji\" and whether there are other people in that area known as \"Ukku Ranji\".",
    "fonts": [
      "Calibri"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 4,
    "bbox": [
      57.6,
      352.61,
      540.51,
      427.85
    ],
    "text": "The wife of the deceased (PW 1) had stated that the accused-appellant was not known to her prior to the incident, and she had not stated whether the deceased had referred to the accused-appellant as \"Ukku Ranji\". Therefore, the learned counsel for the appellant states that there is no evidence to prove that the accused-appellant was known to the deceased and the deceased had referred to the accused-appellant as \"Ukku Ranji\"",
    "fonts": [
      "Calibri"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 4,
    "bbox": [
      57.6,
      439.73,
      540.48,
      514.99
    ],
    "text": "The only evidence which indicated that the accused-appellant was known as \"Ukku Ranji\" had been stated by PW 11. When his evidence is taken into consideration, it is quite clear that he was unable to state that fact with 100% accuracy. Owing to the above fact, the counsel for the accused-appellant further submitted that the evidence of PW 11 is vague, weak and moreover had not been corroborated.",
    "fonts": [
      "Calibri"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 4,
    "bbox": [
      57.6,
      526.75,
      540.41,
      554.59
    ],
    "text": "Even if the evidence of PW 11 is considered in favour of the prosecution the learned counsel for the accused-appellant argued that the following facts had not been proved.",
    "fonts": [
      "Calibri"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 4,
    "bbox": [
      88.1,
      564.49,
      489.29,
      578.35
    ],
    "text": "(i) Whether the deceased had referred to the accused-appellant as \"Ukku Ranji\".",
    "fonts": [
      "ArialMT",
      "Calibri"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 4,
    "bbox": [
      85.34,
      582.19,
      432.38,
      610.03
    ],
    "text": "(ii) There is no other person in that area by the name of \"Ukku Ranji\".",
    "fonts": [
      "ArialMT",
      "Calibri"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 4,
    "bbox": [
      57.6,
      621.79,
      540.33,
      649.63
    ],
    "text": "It was stated by the learned counsel for the appellant that the prosecution had failed to place evidence before Court to prove the above-mentioned facts.",
    "fonts": [
      "Calibri"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 4,
    "bbox": [
      57.6,
      661.42,
      540.53,
      768.34
    ],
    "text": "The defence has cross-examined PW 1 on the premise that the accused-appellant and \"Ukku Ranji\" are one and the same person. There was no cross-examination done to suggest whether there was any other person called \"Ukku Ranji\" or that the accused-appellant was not \" Ukku Ranji\". It is my view that PW 11 who heard the dying declaration clearly stated that \" Ukku Ranji\" was previously known to him and identified the accused in the dock as \" Ukku Ranji\". The learned High Court Judge has quite correctly held the issue of Ukku Ranji and the accused-appellant being one and the same person, to have been established beyond a reasonable doubt. Evidence of PW 1 and PW 11",
    "fonts": [
      "Calibri"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 5,
    "bbox": [
      57.6,
      781.9,
      542.72,
      806.38
    ],
    "text": "Page | 6",
    "fonts": [
      "Calibri"
    ],
    "sizes": [
      11.039999961853027
    ]
  },
  {
    "page_number": 5,
    "bbox": [
      57.6,
      59.88,
      540.53,
      119.3
    ],
    "text": "regarding the dying declaration passes the tests of probability, consistency and spontaneity. PW 1 had given a statement; X 1, to the police soon after she had rushed the deceased to the hospital at 18.30 hrs. PW 11 has also made a statement on the same date. Therefore, the dying declaration made to PW 1 and PW 11 passes the test of spontaneity.",
    "fonts": [
      "Calibri"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 5,
    "bbox": [
      57.6,
      131.18,
      540.52,
      222.14
    ],
    "text": "PW 1 testified that she did not know the accused-appellant previously and that there is no animosity or reason to falsely implicate the accused-appellant. PW 11 knew who \"Ukku Ranji\" was but had not spoken to him. I believe that both these witnesses had no animosity towards the accused-appellant and passed the test of disinterestedness. Not a single contradiction or omission has been marked in the evidence of PW 1 or PW 11. Therefore, the evidence of these witnesses passes the test of consistency. In the circumstances, the 1st ground of appeal has no merit.",
    "fonts": [
      "Calibri"
    ],
    "sizes": [
      8.039999961853027,
      12.0
    ]
  },
  {
    "page_number": 5,
    "bbox": [
      57.6,
      234.02,
      540.52,
      356.69
    ],
    "text": "The learned High Court Judge has come to the correct finding upon considering several relevant judgements that examined whether a conviction can be based on a dying declaration if it is found totally reliable and that a dying declaration cannot be discarded in the absence of any kind of infirmity or inherent contradiction or inconsistency or any fact that would create a serious doubt on the dying declaration. The argument of the learned counsel for the accused-appellant which states that, even if the evidence of PW 1 and PW 11 were to be believed the prosecution had failed to prove beyond reasonable doubt that the accused-appellant was the person who committed the murder, cannot be sustained due to the above-mentioned reasons.",
    "fonts": [
      "Calibri"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 5,
    "bbox": [
      57.6,
      368.45,
      540.38,
      396.29
    ],
    "text": "In the case of Ranasinghe Vs Attorney General 2007 (1) SLR 218 the following was held regarding dying declarations;",
    "fonts": [
      "Calibri"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 5,
    "bbox": [
      93.62,
      408.05,
      540.17,
      435.89
    ],
    "text": "\"The trial Judge or jury must be satisfied beyond a reasonable doubt on the following matters:",
    "fonts": [
      "Calibri"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 5,
    "bbox": [
      92.54,
      445.79,
      343.7,
      459.65
    ],
    "text": "(i) whether the deceased made such a statement;",
    "fonts": [
      "ArialMT",
      "Calibri"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 5,
    "bbox": [
      89.78,
      462.47,
      457.13,
      484.75
    ],
    "text": "(ii) whether the statement made by the deceased was true and accurate;",
    "fonts": [
      "ArialMT",
      "Calibri"
    ],
    "sizes": [
      6.960000038146973,
      12.0
    ]
  },
  {
    "page_number": 5,
    "bbox": [
      87.14,
      487.84,
      540.51,
      511.15
    ],
    "text": "(iii) whether the statement made by the deceased could be accepted beyond reasonable",
    "fonts": [
      "ArialMT",
      "Calibri"
    ],
    "sizes": [
      8.039999961853027,
      12.0
    ]
  },
  {
    "page_number": 5,
    "bbox": [
      111.62,
      514.87,
      151.89,
      526.87
    ],
    "text": "doubt?",
    "fonts": [
      "Calibri"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 5,
    "bbox": [
      87.14,
      529.69,
      540.46,
      551.95
    ],
    "text": "(iv) whether the evidence of the witness who testifies about the dying declaration could be",
    "fonts": [
      "ArialMT",
      "Calibri"
    ],
    "sizes": [
      6.960000038146973,
      12.0
    ]
  },
  {
    "page_number": 5,
    "bbox": [
      111.62,
      555.79,
      295.2,
      567.79
    ],
    "text": "accepted beyond reasonable doubt?",
    "fonts": [
      "Calibri"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 5,
    "bbox": [
      89.9,
      570.49,
      310.08,
      592.75
    ],
    "text": "(v) whether the witness is telling the truth;",
    "fonts": [
      "ArialMT",
      "Calibri"
    ],
    "sizes": [
      6.960000038146973,
      12.0
    ]
  },
  {
    "page_number": 5,
    "bbox": [
      87.14,
      595.57,
      543.17,
      617.83
    ],
    "text": "(vi) whether the deceased was able to speak at the time the alleged declaration was made.\"",
    "fonts": [
      "ArialMT",
      "Calibri"
    ],
    "sizes": [
      6.960000038146973,
      12.0
    ]
  },
  {
    "page_number": 5,
    "bbox": [
      57.6,
      629.59,
      540.39,
      657.43
    ],
    "text": "All the above ingredients have been established by the prosecution in this case and it is safe to base a conviction on the dying declaration made by the deceased.",
    "fonts": [
      "Calibri"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 5,
    "bbox": [
      57.6,
      669.22,
      540.52,
      744.46
    ],
    "text": "The accused-appellant had made a dock statement and denied any involvement in the murder. Learned High Court Judge by applying the decision given in Nissanka Vs. State 2001 (3) SLR 78 had concluded that the accused-appellant had made a bare statement when the prosecution had made out a strong case and therefore it would be justified in drawing an adverse inference of guilt against the accused-appellant.",
    "fonts": [
      "Calibri"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 6,
    "bbox": [
      57.6,
      781.9,
      542.72,
      806.38
    ],
    "text": "Page | 7",
    "fonts": [
      "Calibri"
    ],
    "sizes": [
      11.039999961853027
    ]
  },
  {
    "page_number": 6,
    "bbox": [
      57.6,
      59.88,
      540.53,
      182.54
    ],
    "text": "Learned counsel for the appellant states that in the case of Nissanka Vs. State (Supra) there was strong evidence placed before the Court that was only known to the accused-appellant which demanded the accused under section 106 of the Evidence Ordinance to explain. In the present case, the prosecution had relied on a dying declaration which has serious infirmities. Therefore, it is wrong in applying the side principle and drawing an adverse inference of guilt against the accused-appellant which would reverse the presumption of innocence. On the above grounds, it was stated that the prosecution had failed to prove the case against the accused-appellant beyond reasonable doubt.",
    "fonts": [
      "Calibri"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 6,
    "bbox": [
      57.6,
      194.42,
      540.53,
      285.38
    ],
    "text": "Counsel for the accused-appellant further submitted that the learned trial Judge had wrongly rejected the dock statement made by the accused-appellant and the learned High Court Judge had wrongly drawn an adverse inference of guilt against the accused-appellant. It is important to note that the dock statement is a bare denial and the learned High Court Judge had given adequate weight and consideration to the same and arrived at the correct conclusion that the dock statement cannot raise a reasonable doubt in the prosecution case.",
    "fonts": [
      "Calibri"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 6,
    "bbox": [
      57.6,
      297.29,
      540.5,
      340.85
    ],
    "text": "For all these reasons the conviction of the accused-appellant is affirmed. No submissions were made in the course of the hearing about the sentence, and hence the mandatory sentence imposed by the trial Judge on the appellant in terms of section 296 of the Penal Code will stand.",
    "fonts": [
      "Calibri"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 6,
    "bbox": [
      57.6,
      352.73,
      540.25,
      381.65
    ],
    "text": "In light of the facts and applicable legal principles peculiar to this matter in question, this appeal has failed to hold any merit. The conviction, therefore, is affirmed and the appeal is dismissed.",
    "fonts": [
      "Calibri"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 6,
    "bbox": [
      57.6,
      394.49,
      539.99,
      423.29
    ],
    "text": "Registrar is directed to send a copy of this judgment along with the main case record to the High Court of Colombo and a copy of the judgement to the prison authorities forthwith.",
    "fonts": [
      "Calibri"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 6,
    "bbox": [
      345.67,
      510.67,
      493.25,
      522.67
    ],
    "text": "Judge of the Court of Appeal",
    "fonts": [
      "Calibri",
      "Calibri-Bold"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 6,
    "bbox": [
      57.6,
      535.63,
      140.01,
      547.63
    ],
    "text": "R. Gurusinghe J.",
    "fonts": [
      "Calibri-Bold"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 6,
    "bbox": [
      57.6,
      560.47,
      241.44,
      572.47
    ],
    "text": "I agree.",
    "fonts": [
      "Calibri-Bold"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 6,
    "bbox": [
      57.6,
      659.86,
      493.73,
      671.86
    ],
    "text": "Judge of the Court of Appeal.",
    "fonts": [
      "Calibri-Bold"
    ],
    "sizes": [
      12.0
    ]
  }
]