[
  {
    "page_number": 0,
    "bbox": [
      70.94,
      781.9,
      302.91,
      806.28
    ],
    "text": "1",
    "fonts": [
      "Calibri"
    ],
    "sizes": [
      11.039999961853027
    ]
  },
  {
    "page_number": 0,
    "bbox": [
      86.3,
      95.04,
      513.02,
      109.02
    ],
    "text": "IN THE COURT OF APPEAL OF THE DEMOCRATIC SOCIALIST",
    "fonts": [
      "BookmanOldStyle-Bold"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 0,
    "bbox": [
      199.49,
      111.36,
      399.91,
      125.34
    ],
    "text": "REPUBLIC OF SRI LANKA",
    "fonts": [
      "BookmanOldStyle-Bold"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 0,
    "bbox": [
      241.13,
      135.48,
      528.34,
      214.4
    ],
    "text": "In the matter of an application for mandates in the matter of Writ of Mandamus and Certiorari under and in terms of Article 140 of the Constitution of the Democratic Socialist Republic of Sri Lanka.",
    "fonts": [
      "BookmanOldStyle",
      "BookmanOldStyle-Italic"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 0,
    "bbox": [
      70.94,
      248.76,
      497.74,
      457.09
    ],
    "text": "C.A. (Writ) Application P.A.M. Wijasekera No: 0333/2022 No. 166, Gamudawa, Kundasale, Kandy Petitioner Vs. 1B. Air Marshal Bandu Edirisinghe Commander of the Air Force Air Force Headquarters Colombo 2A. Air Vice Marshal Sampath Thuyacontha (Retd)",
    "fonts": [
      "BookmanOldStyle",
      "BookmanOldStyle-Bold"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 0,
    "bbox": [
      241.13,
      459.29,
      480.22,
      521.89
    ],
    "text": "Secretary to the Ministry of Defence Defence Headquarters Complex Sri Jayawardenepura, Kotte",
    "fonts": [
      "BookmanOldStyle"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 0,
    "bbox": [
      70.94,
      524.09,
      519.58,
      586.81
    ],
    "text": "Respondents. Before : R. Gurusinghe, J. &",
    "fonts": [
      "BookmanOldStyle",
      "BookmanOldStyle-Bold"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 0,
    "bbox": [
      70.94,
      597.05,
      325.63,
      611.05
    ],
    "text": "Dr. S. Premachandra, J.",
    "fonts": [
      "BookmanOldStyle"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 0,
    "bbox": [
      70.94,
      645.32,
      482.14,
      756.52
    ],
    "text": "Counsel : Faiz Musthapha, P.C. with Faisza Markar P.C. and Zainab Markar Akram instructed by Dilini Gamage for the Petitioner Dilantha Sampath S.C. for the Respondents",
    "fonts": [
      "BookmanOldStyle",
      "BookmanOldStyle-Bold"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 1,
    "bbox": [
      70.94,
      781.9,
      302.91,
      806.28
    ],
    "text": "2",
    "fonts": [
      "Calibri"
    ],
    "sizes": [
      11.039999961853027
    ]
  },
  {
    "page_number": 1,
    "bbox": [
      70.94,
      70.9,
      250.25,
      101.24
    ],
    "text": "Argued on : 14-10-2025",
    "fonts": [
      "BookmanOldStyle"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 1,
    "bbox": [
      70.94,
      111.36,
      250.25,
      125.36
    ],
    "text": "Decided on : 03-12-2025",
    "fonts": [
      "BookmanOldStyle"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 1,
    "bbox": [
      70.94,
      162.35,
      340.36,
      178.74
    ],
    "text": "JUDGMENT",
    "fonts": [
      "BookmanOldStyle",
      "BookmanOldStyle-Bold"
    ],
    "sizes": [
      14.039999961853027
    ]
  },
  {
    "page_number": 1,
    "bbox": [
      70.94,
      189.24,
      531.97,
      770.32
    ],
    "text": "R. Gurusinghe, J. The petitioner filed this application seeking a Writ of Certiorari to quash the decision contained in the letter produced marked P26 refusing the petitioner’s application to resign from the Air Force, a Writ of Mandamus directing the 1st respondent and/or the 2nd respondent to forward his application for resignation dated 07-04-2022 in 29-07-2022, marked P24(A) and A24 (C) to his Excellency the President to make a determination, Writ of Certiorari to quash the recommendation by the 1st respondent containing in letter dated 21-11-2022 marked P27, refusing the petitioners application to resign from the Air Force among other reliefs. Facts pleaded by the petitioner are briefly as follows: The petitioner was enlisted as an Officer Cadet of the General Sir John Kotelawala Defence University on 12-06-2010. The petitioner was admitted to the MBBS degree programme consequent upon his signing an agreement with the Chairman of the Board of Management of General Sir John Kotelawala Defence University, to undergo a course of study and training at the University for a period of five years from the date of his enlistment. The petitioner has signed a bond/agreement to serve twelve years in the Air Force. In 2016, while interning at the Batticaloa Teaching Hospital, the petitioner met Dr Ms. Bowala (now his wife). Dr Bowala was offered a job in the emergency department at Campbell town Hospital in New South Wales, Australia and was required to assume duties on 12-11-2021. Dr. Bowala successfully passed the Australian Medical Council examinations in 2018. Petitioner further states that he decided to marry his fiancée prior to her departure to Australia. Whereupon, the petitioner preferred an application, by letter dated 23-08-2020 and 25-08-2020, to the Chief of Staff of the Sri Lanka Air Force (SLAF), requesting permission to marry Dr. Nadeesha Bowala. Petitioner further states that the marriage to Dr. Nadeesha Bowala was scheduled for 11-09-2020. Petitioner received a letter on 09-09-2020 from the Director of Administration of SLAF, requesting the petitioner to submit a declaration to the effect that he would not consider the marriage as leverage to apply for resignation, before the completion of the bonded period.",
    "fonts": [
      "BookmanOldStyle"
    ],
    "sizes": [
      8.039999961853027,
      12.0
    ]
  },
  {
    "page_number": 2,
    "bbox": [
      70.94,
      781.9,
      302.91,
      806.28
    ],
    "text": "3",
    "fonts": [
      "Calibri"
    ],
    "sizes": [
      11.039999961853027
    ]
  },
  {
    "page_number": 2,
    "bbox": [
      70.94,
      70.9,
      532.1,
      765.4
    ],
    "text": "That letter was marked P5. The petitioner submitted an application on 23-08-2020 seeking permission to marry his intended spouse. That letter is marked P4 (b). The petitioner submitted a letter on 10-09-2020 to the Director Administration of SLAF, to the effect that, due to personal reasons, the petitioner would consider the marriage as the reason for resignation. The petitioner married Dr. Bowala on 11-09-2020. The marriage certificate was marked P7. On 21-09-2020, the petitioner addressed a letter to the Air Force Commander requesting permission to resign from the post of Flight Lieutenant. That request was not approved, and the petitioner was informed of it by letter dated 29-01-2021. By letter dated 07-10-2020, the Director, Administration of SLAF, informed the petitioner, inter alia, that SLAF is not bound to release any Officer from service on the basis of marriage to a foreign national/foreign citizen or a possible migrant. It was further stated therein that the resignation from service is not a right. That letter was marked P10. By letter marked P11 dated 29-10-2020, Director Administration SLAF informed the petitioner, “it was found that you had violated the order/instruction and acted in an irresponsible manner as you have failed to obtain prior approval from the AFHQ for your marriage to Miss Bowalagaha Ralalage Tharanga Nadeesha Bowala on 11-09-2020.” Further asked to show cause within 14 days as to why the recommended course of action should not be imposed on the petitioner. The petitioner further states that the petitioner received a letter from the Director Administration SLAF on 29-02-2021 stating that, the petitioner's request for resignation had not been approved. A charge sheet was issued against the petitioner in terms of section 42 and section 129 of the Air Force Act, for the registration of marriage without prior permission of the Air Force Headquarters. The charge sheet was marked P15. Thereafter, the petitioner preferred a complaint to the Human Rights Commission (HRC) on 10-03-2020, stating that the refusal to grant permission to marry was violative of his fundamental rights and of the equal protection of law guaranteed to him under Article 12(1) of the Constitution. That letter is marked as P16 (A). The petitioner also states that the petitioner was willing to pay the amount due on the bond. By letter dated 17-05-2021, the petitioner wrote to the Commander of the Air Force, SLAF, detailing his marriage and his wife’s employment, and requesting his resignation from the Air Force. That letter produced marked P 17. Meanwhile, the petitioner was found guilty of the offence under section 129(1) of the Air Force Act, punishable under section 42 of the Air Force Act. The decision in that regard is contained in the document marked P18.",
    "fonts": [
      "BookmanOldStyle",
      "BookmanOldStyle-Italic"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 3,
    "bbox": [
      70.94,
      781.9,
      302.91,
      806.28
    ],
    "text": "4",
    "fonts": [
      "Calibri"
    ],
    "sizes": [
      11.039999961853027
    ]
  },
  {
    "page_number": 3,
    "bbox": [
      70.94,
      70.9,
      531.7,
      765.28
    ],
    "text": "With regard to the complain to the Human Rights Commission by the petitioner, the Human Rights Commission recommended “the respondent to permit the complainant to resign from the service upon refunding and repaying to the Republic, a sum of Rupees Three Million, One Hundred Thousand (RS. 3,100,000/-) lawful money of Sri Lanka and the full amount of expenses incurred by the Republic on account of his further service training, as the case may be, up to the date of such termination in terms of clause 12 (a) of the bond.” In Paragraph 24 of the petition, the petitioner complained as follows: (a) in terms of Clause 12 (a) the complainant is entitled to exercise his option to resign from service upon paying the sum due in terms of the bond. (b) the Medical Officers who were similarly circumstanced were permitted to resign prior to completing of the period they were bonded. (c) the refusal to permit him to resign from service and join his spouse in Australia in order to begin his family life restricts the right of the complainant and his spouse to enjoy a family life which is in contravention to Article 10 of the International Covenant on Economic, Social and Cultural Rights which contrary is violative of Article 12(1) of the Constitution. (d) The petitioner has a legitimate expectation that he would be permitted to exercise the options to resign in terms of the conditions stipulated in clause 12(a) of the bond. Petitioner sought the relief prayed for in the prayer to the petition. The 1st and 2nd respondents have filed their objections to the petitioner’s application. Respondents raised the preliminary objection that the order made by His Excellency the President affirming the recommendations of the 1st respondent cannot be maintained, and that, in terms of Article 35 of the Constitution, the Court has no jurisdiction. The respondents further pleaded that the petitioner’s application to quash the document P26 is futile, as the petitioner has failed to impugn the preceding decisions not to recommend the resignation of the petitioner. The petitioner failed to come with clean hands. The respondents also pleaded that the petitioner was found guilty after a summary trial under Section 42 of the Air Force Act and was severely reprimanded. In paragraph 13 of the objections, respondents further state that;",
    "fonts": [
      "BookmanOldStyle",
      "BookmanOldStyle-Italic"
    ],
    "sizes": [
      8.039999961853027,
      12.0
    ]
  },
  {
    "page_number": 4,
    "bbox": [
      70.94,
      781.9,
      302.91,
      806.28
    ],
    "text": "5",
    "fonts": [
      "Calibri"
    ],
    "sizes": [
      11.039999961853027
    ]
  },
  {
    "page_number": 4,
    "bbox": [
      70.94,
      87.12,
      527.79,
      133.58
    ],
    "text": "I. The Human Rights Commission (HRC) has misdirected itself in giving the recommendations marked P-19;",
    "fonts": [
      "Arial-ItalicMT",
      "BookmanOldStyle-Italic"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 4,
    "bbox": [
      70.94,
      135.72,
      527.79,
      182.18
    ],
    "text": "II. The HRC has failed to appreciate the laws and regulations governing the Sri Lanka Air Force;",
    "fonts": [
      "Arial-ItalicMT",
      "BookmanOldStyle-Italic"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 4,
    "bbox": [
      70.94,
      184.32,
      527.82,
      230.78
    ],
    "text": "III. The said recommendations were issued without affording a fair hearing to the Sri Lanka Air Force;",
    "fonts": [
      "Arial-ItalicMT",
      "BookmanOldStyle-Italic"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 4,
    "bbox": [
      70.94,
      232.92,
      532.18,
      765.34
    ],
    "text": "IV. By letter dated 29th July 2021, Sri Lanka Air Force intimated the reasons to HRC as to why its recommendations cannot be implemented in terms of the prevailing law. I now consider the facts presented by both parties. Section 11 (1) and (2) of the Air Force Act, as amended, are as follows: 11 (1) An Officer of the Regular Air Force or Regular Air Force Reserve shall not have the right to resign his commission, but may be allowed by the President to do so. 11 (2) An Officer of the Regular Air Force or Regular Air Force Reserve who tenders the resignation of his commission to the President shall not be relieved of the duties of his appointment until the acceptance of the resignation is notified in the Gazette. In terms of the provisions of Section 11 (1) of the Air Force Act as amended, the petitioner has no right to resign his commission. The petitioner sought permission to marry Dr. Nadeesha Bowala by letter dated 23-08-2020. Without obtaining the permission, petitioner married on 11-09-2020, just two weeks after submitting the application for permission to marry. A marriage without prior permission of the Air Force Headquarters was considered an offence under the Air Force Act, and the petitioner was found guilty of the charge levelled against the petitioner. The petitioner was severely reprimanded as the punishment. By letter dated 21-11-2022, the Commander of the Air Force informed the Secretary to the Ministry of Defence that the application by the petitioner to resign from the Sri Lanka Air Force is not recommended in the best interest of the SLAF. In that letter, inter alia, the 1st respondent stated that “the",
    "fonts": [
      "Arial-ItalicMT",
      "BookmanOldStyle",
      "BookmanOldStyle-Italic"
    ],
    "sizes": [
      8.039999961853027,
      12.0
    ]
  },
  {
    "page_number": 5,
    "bbox": [
      70.94,
      781.9,
      302.91,
      806.28
    ],
    "text": "6",
    "fonts": [
      "Calibri"
    ],
    "sizes": [
      11.039999961853027
    ]
  },
  {
    "page_number": 5,
    "bbox": [
      70.94,
      70.9,
      528.33,
      765.34
    ],
    "text": "Officer had entered into an agreement with the Kotelawala Defence University at the time of enlistment to serve in the SLAF for twelve years from the date of graduation, in other words, with effect from 20-08-2015 and there he has only served approximately six years to date.” In that letter further states as follows: d. In addition, when processing his request for marriage, the Officer was informed to submit a declaration stating that he would not consider the marriage as a leverage to apply for Resignation of Commission before completion of the bonded period, but the Officer has mentioned his marriage as the prime reason for his request for resignation. e. Nevertheless, the Officer has entered into the marriage without the approval of the Air Force Headquarters, having violated orders and instructions thus, the Officer was charged and awarded ‘Severe reprimand’ for the offence committed f. Further, in response to a Human Rights case filed at the Human Rights Commission (HRC) of Sri Lanka by this Officer concerned against the SLAF, the HRC has informed this Headquarters to permit the Officer to resign from the service upon settling liabilities, and the same is in progress in liaison with the Department of Attorney General and the Ministry of Defence. 1st respondent further noted that the petitioner took 6 years and 5 months to complete the required training and to be qualified as a Medical Officer, and the SLAF was unable to obtain his service until such time. If SLAF now enrols a person to qualify as a Medical Officer, it would take a similar time period. 1st respondent further noted that during the petitioner's short service career, he had been given the opportunity to serve at the United Nations Mission for one year and also participated in the Junior Course of Aviation Medicine in Bangalore, India, for 9 weeks. During that time, SLAF was unable to obtain the petitioner's services and expected that such experience would help him to better serve in the SLAF. Paragraph 6 of R2 states as follows: 6. Besides, it is pertinent to mention that, individuals who possess with inadequate Advanced Level results to be selected for MBBS degree at State Universities, have been offered an opportunity to enrol into Kotelawala Defence University and secure MBBS qualifications and subsequently serve in",
    "fonts": [
      "BookmanOldStyle",
      "BookmanOldStyle-Italic"
    ],
    "sizes": [
      8.039999961853027,
      12.0
    ]
  },
  {
    "page_number": 6,
    "bbox": [
      70.94,
      781.9,
      302.91,
      806.28
    ],
    "text": "7",
    "fonts": [
      "Calibri"
    ],
    "sizes": [
      11.039999961853027
    ]
  },
  {
    "page_number": 6,
    "bbox": [
      70.94,
      70.9,
      528.34,
      765.28
    ],
    "text": "one of Tri Services. Therefore, if this Officer is allowed to leave the Service, it will definitely create a precedent for Tri Service Medical Officers in same category. As noted above, there is a dearth of Medical Officers in the SLAF. From the time of enlistment to obtain service as a Medical Officer, it would take about six and a half years. During those six and a half years, even though no service can be obtained from such a person, the SLAF has to pay his salary and other allowances. The petitioner had been paid for six years and five months, though no service was rendered during that period, with the expectation that the petitioner would serve in the SLAF for at least twelve years from his graduation as a Medical Officer. The petitioner married his wife with full knowledge that he would have to serve in the SLAF for at least 12 years. He did not obtain permission for the marriage. He submitted an application to the SLAF seeking permission to marry, but he did not wait for a response. Within two weeks of the application, he entered into the marriage. As this was an offence, the petitioner was found guilty and severely reprimanded. The Learned State Counsel submitted that, after filing this application before this Court, the petitioner has deserted the Air Force and now apparently lives in Australia. Therefore, the petitioner cannot claim that he had a clean record. In the case of Jayaweera vs. Assistant Commissioner of Agrarian Services, Rathnapura and another [1996] 2 Sri LR 70. Justice F.N.D. Jayasuriya held “a petitioner who is seeking relief in an application for the issue of Writ of Certiorari is not entitled to relief as a matter of course, as a matter of right or as a matter of routine. Even if he is entitled to relief, still the court has the discretion to deny him relief having regard to his conduct, delay, laches, waiver, submission to jurisdiction, are all valid impediments which stand against the grant of relief.” In the case of Siddeek vs. Jacolyn Seneviratne and Three Others [1984] 1 Sri LR 83, Soza J. stated, citing from two Administrative Law text books,“Thus, Certiorari is a discretionary remedy and may be withheld if the conduct of the applicant or it would seem, the nature of the error does not justify judicial intervention.” In terms of section 11 (1) of the Air Force Act, an Officer of the Regular Air Force has no right to resign his commission. The decision to permit resignation is solely within the President's discretion. The 1st respondent in his letter to the Ministry of Defence regarding the appeal for resignation from",
    "fonts": [
      "BookmanOldStyle",
      "BookmanOldStyle-Italic"
    ],
    "sizes": [
      8.039999961853027,
      12.0
    ]
  },
  {
    "page_number": 7,
    "bbox": [
      70.94,
      781.9,
      302.91,
      806.28
    ],
    "text": "8",
    "fonts": [
      "Calibri"
    ],
    "sizes": [
      11.039999961853027
    ]
  },
  {
    "page_number": 7,
    "bbox": [
      70.94,
      70.9,
      528.34,
      538.63
    ],
    "text": "the SLAF by the petitioner stated “In this backdrop, the ROG forwarded by the Officer seeking resignation of commission is not recommend in the best interest of the SLAF and to elude formalising a precedent among Tri Service Medical Officers under the same category to gain MBBS qualification and leave the services as and when they decide.” The President approved the recommendations referred to by the Ministry of Defence, and the same was informed to the Ministry of Defence by letter dated 23-03-2023. Moreover, the petitioner cannot argue that, under the agreement marked P2, he is entitled to pay the amount stipulated therein and resign from the commission. The agreement should be read in line with the provisions of the Air Force Act, and the agreement cannot override the express provisions of the Act. In the case of P.S. Bus Company Limited vs. Members and Secretary of Ceylon Transport Board 61 NLR 491, the court held, inter alia,“The Court should also take into consideration the disastrous consequences of granting the Writ.” Considering the conduct of the petitioner, the court cannot use its discretion in favour of the petitioner. If the Court allowed the petitioner's application, it could set a bad precedent and as the Air Force Commander expressed his fear, lead Tri Services Medical Officers in the same category to gain MBBS qualifications and leave the service as and when they decide to do so. In the above circumstances, the respondents have acted in accordance with the provisions of the Air Force Act. The recommendations of the 1st respondent to the Ministry of Defence cannot be considered arbitrary or ultra vires. Therefore, the application of the petitioner is dismissed.",
    "fonts": [
      "BookmanOldStyle",
      "BookmanOldStyle-Italic"
    ],
    "sizes": [
      8.039999961853027,
      12.0
    ]
  },
  {
    "page_number": 7,
    "bbox": [
      286.97,
      583.01,
      458.86,
      597.01
    ],
    "text": "Judge of the Court of Appeal",
    "fonts": [
      "BookmanOldStyle"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 7,
    "bbox": [
      70.94,
      667.52,
      217.61,
      681.52
    ],
    "text": "Dr. S. Premachandra J.",
    "fonts": [
      "BookmanOldStyle"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 7,
    "bbox": [
      142.94,
      688.76,
      326.83,
      702.76
    ],
    "text": "I agree.",
    "fonts": [
      "BookmanOldStyle"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 7,
    "bbox": [
      286.97,
      709.88,
      462.7,
      723.88
    ],
    "text": "Judge of the Court of Appeal.",
    "fonts": [
      "BookmanOldStyle"
    ],
    "sizes": [
      12.0
    ]
  }
]