[
  {
    "page_number": 0,
    "bbox": [
      70.94,
      781.9,
      527.0,
      806.28
    ],
    "text": "1",
    "fonts": [
      "Calibri"
    ],
    "sizes": [
      11.039999961853027
    ]
  },
  {
    "page_number": 0,
    "bbox": [
      104.3,
      95.04,
      495.02,
      109.02
    ],
    "text": "IN THE COURT OF APPEAL OF THE DEMOCRATIC SOCIALIST",
    "fonts": [
      "BookmanOldStyle-Bold"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 0,
    "bbox": [
      217.49,
      111.36,
      381.91,
      125.34
    ],
    "text": "REPUBLIC OF SRI LANKA",
    "fonts": [
      "BookmanOldStyle-Bold"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 0,
    "bbox": [
      250.61,
      135.48,
      528.33,
      198.2
    ],
    "text": "In the matter of an application for Restitutio-in-Integrum and Revision under and in terms of Article 138 (1) of the Constitution of the Democratic Socialist Republic of Sri Lanka",
    "fonts": [
      "BookmanOldStyle",
      "BookmanOldStyle-Italic"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 0,
    "bbox": [
      70.94,
      208.32,
      531.58,
      758.32
    ],
    "text": "Court of Appeal Amerakoon Mudiyanselage Wasantha Case No: RII/0052/2024 Shamalie No. 158/3, Rajamaha Wihara Road, DC Nugegoda Mirihana, Pitakotte Case No. 136/2011/P Plaintiff Vs. 1. Welikadage Luvina Boteju No. 158/3, Rajamaha Vihara Road, Mirihana, Pitakotte. (Deceased) 2. Amarakoon Mudiyanselage Shanthi Shyamalee, No. 158/3, Rajamaha Vihara Road, Mirihana, Pitakotte. (Deceased) 2(A) Madawathage Sarath Sanjeewa Yatapasgamuwa, Weligepola, Balangoda. (Substituted Defendant) 3. Amarakoon Mudiyanselage Amara Jayanthi, No. 26/6, Temple Road, Kalubowila. 4. Amarakoon Mudiyanselage Bandula Wijekumara, No. 158/3 Rajamaha Vihara Road, Mirihana, Pitakotte. (Deceased) 5. Amarakoon Mudiyanselage Jayantha Roopa, No. 50/2, Jayasinghe Mawatha, Pahala Karagamuwa, Kaduwela",
    "fonts": [
      "BookmanOldStyle",
      "BookmanOldStyle-Bold"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 1,
    "bbox": [
      70.94,
      781.9,
      527.0,
      806.28
    ],
    "text": "2",
    "fonts": [
      "Calibri"
    ],
    "sizes": [
      11.039999961853027
    ]
  },
  {
    "page_number": 1,
    "bbox": [
      70.94,
      70.9,
      541.66,
      761.08
    ],
    "text": "6. Amarakoon Mudiyanselage Sunith Nandanie, No. 158/3B, Rajamaha Vihara Road, Mirihana, Pitakotte. 7. Amarakoon Mudiyanselage Sarath Pushpakumara, No. 158/3, Rajamaha Vihara Road, Mirihana, Pitakotte. Defendants And Now Between 6. Amarakoon Mudiyanselage Sunith Nandanie, No. 158/3, Rajamaha Vihara Road, Mirihana, Pitakotte. 6th Defendant-Petitioner Vs. Amarakoon Mudiyanselage Wasantha Shamalie No. 158/3, Rajamaha Wihara Road, Mirihana, Pitakotte. Plaintiff-Respondent Vs. 1. Welikadage Luvina Boteju No. 158/3, Rajamaha Vihara Road, Mirihana, Pitakotte. (Deceased) 2. Amarakoon Mudiyanselage Shanthi Shyamalee, No. 158/3, Rajamaha Vihara Road, Mirihana, Pitakotte. (Deceased) 2(A) Madawathage Sarath Sanjeewa Yatapasgamuwa, Weligepola, Balangoda. (Substituted Defendant)",
    "fonts": [
      "BookmanOldStyle",
      "BookmanOldStyle-Bold"
    ],
    "sizes": [
      8.039999961853027,
      12.0
    ]
  },
  {
    "page_number": 2,
    "bbox": [
      70.94,
      781.9,
      527.0,
      806.28
    ],
    "text": "3",
    "fonts": [
      "Calibri"
    ],
    "sizes": [
      11.039999961853027
    ]
  },
  {
    "page_number": 2,
    "bbox": [
      70.94,
      70.9,
      543.58,
      761.08
    ],
    "text": "3. Amarakoon Mudiyanselage Amara Jayanthi, No. 26/6, Temple Road, Kalubowila. 4. Amarakoon Mudiyanselage Bandula Wijekumara, No. 158/3 Rajamaha Vihara Road, Mirihana, Pitakotte. (Deceased) 5. Amarakoon Mudiyanselage Jayantha Roopa, No. 50/2, Jayasinghe Mawatha, Pahala Karagamuwa, Kaduwela 7. Amarakoon Mudiyanselage Sarath Pushpakumara, No. 158/3, Rajamaha Vihara Road, Mirihana, Pitakotte. Defendant-Respondent And Now Between 06. Amarakoon Mudiyanselage Sunith Nandanie, No. 158/3, Rajamaha Vihara Road, Mirihana, Pitakotte 06th Defendant-Petitioner Vs. Amarakoon Mudiyanselage Wasantha Shamalie No. 158/3, Rajamaha Wihara Road, Mirihana, Pitakotte. Plaintiff-Respondent Thelge Madusanka Pieris No. 158/3, Rajamaha Wihara Road, Mirihana, Pitakotte Substituted Plaintiff-Respondent Vs 1. Welikadage Luvina Boteju No. 158/3, Rajamaha Vihara Road, Mirihana, Pitakotte. (Deceased)",
    "fonts": [
      "BookmanOldStyle",
      "BookmanOldStyle-Bold"
    ],
    "sizes": [
      8.039999961853027,
      12.0
    ]
  },
  {
    "page_number": 3,
    "bbox": [
      70.94,
      781.9,
      527.0,
      806.28
    ],
    "text": "4",
    "fonts": [
      "Calibri"
    ],
    "sizes": [
      11.039999961853027
    ]
  },
  {
    "page_number": 3,
    "bbox": [
      70.94,
      70.9,
      543.58,
      761.05
    ],
    "text": "2. Amarakoon Mudiyanselage Shanthi Shyamalee, No. 158/3, Rajamaha Vihara Road, Mirihana, Pitakotte. (Deceased) 2(A) Madawathage Sarath Sanjeewa Yatapasgamuwa, Weligepola, Balangoda. (Substituted Defendant) 3. Amarakoon Mudiyanselage Amara Jayanthi, No. 26/6, Temple Road, Kalubowila. 4. Amarakoon Mudiyanselage Bandula Wijekumara, No. 158/3 Rajamaha Vihara Road, Mirihana, Pitakotte. (Deceased) 5. Amarakoon Mudiyanselage Jayantha Roopa, No. 50/2, Jayasinghe Mawatha, Pahala Karagamuwa, Kaduwela 7. Amarakoon Mudiyanselage Sarath Pushpakumara, No. 158/3, Rajamaha Vihara Road, Mirihana, Pitakotte. Defendant-Respondents And Now Between 06. Amarakoon Mudiyanselage Sunith Nandanie, No. 158/3, Rajamaha Vihara Road, Mirihana, Pitakotte 06th Defendant-Petitioner Vs. Amarakoon Mudiyanselage Wasantha Shamalie No. 158/3, Rajamaha Wihara Road, Mirihana, Pitakotte. Plaintiff-Respondent Thelge Madusanka Pieris No. 158/3, Rajamaha Wihara Road, Mirihana, Pitakotte Substituted Plaintiff-Respondent Vs",
    "fonts": [
      "BookmanOldStyle",
      "BookmanOldStyle-Bold"
    ],
    "sizes": [
      8.039999961853027,
      12.0
    ]
  },
  {
    "page_number": 4,
    "bbox": [
      70.94,
      781.9,
      527.0,
      806.28
    ],
    "text": "5",
    "fonts": [
      "Calibri"
    ],
    "sizes": [
      11.039999961853027
    ]
  },
  {
    "page_number": 4,
    "bbox": [
      70.94,
      70.9,
      531.58,
      761.8
    ],
    "text": "1. Welikadage Luvina Boteju No. 158/3, Rajamaha Vihara Road, Mirihana, Pitakotte. (Deceased) 2. Amarakoon Mudiyanselage Shanthi Shyamalee, No. 158/3, Rajamaha Vihara Road, Mirihana, Pitakotte. (Deceased) 2(A) Madawathage Sarath Sanjeewa Yatapasgamuwa, Weligepola, Balangoda. (Substituted Defendant) 3. Amarakoon Mudiyanselage Amara Jayanthi, No. 26/6, Temple Road, Kalubowila. 4. Amarakoon Mudiyanselage Bandula Wijekumara, No. 158/3 Rajamaha Vihara Road, Mirihana, Pitakotte. (Deceased) 5. Amarakoon Mudiyanselage Jayantha Roopa, No. 50/2, Jayasinghe Mawatha, Pahala Karagamuwa, Kaduwela 7. Amarakoon Mudiyanselage Sarath Pushpakumara, No. 158/3, Rajamaha Vihara Road, Mirihana, Pitakotte. Defendant-Respondents Before : R. Gurusinghe, J. & Dr. S. Premachandra, J. Counsel : Varuna Nanayakkara for the 06th Defendant-Petitioner Sajeevi Siriwardhana instructed by Punya Jayathilake For the Plaintiff-Respondent",
    "fonts": [
      "BookmanOldStyle",
      "BookmanOldStyle-Bold"
    ],
    "sizes": [
      8.039999961853027,
      12.0
    ]
  },
  {
    "page_number": 5,
    "bbox": [
      70.94,
      781.9,
      527.0,
      806.28
    ],
    "text": "6",
    "fonts": [
      "Calibri"
    ],
    "sizes": [
      11.039999961853027
    ]
  },
  {
    "page_number": 5,
    "bbox": [
      70.94,
      95.16,
      254.81,
      109.16
    ],
    "text": "Argued on : 15-05-2025",
    "fonts": [
      "BookmanOldStyle"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 5,
    "bbox": [
      70.94,
      119.4,
      254.09,
      133.4
    ],
    "text": "Decided on : 26-06-2025",
    "fonts": [
      "BookmanOldStyle"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 5,
    "bbox": [
      70.94,
      143.51,
      528.34,
      762.4
    ],
    "text": "JUDGMENT R. Gurusinghe, J. This application arises out of the partition action bearing No. 136/2011/P, in the District Court of Nugegoda, instituted by the plaintiff-respondent. The 6th defendant-petitioner filed this Restitutio-in-Integrum before this court on 26-04-2024, seeking to set aside the interim injunction issued against the petitioner on 06-01-2021. By the said order, the Learned District Judge of Nugegoda, restrained the petitioner from altering the nature, causing structural alteration, demolishing parts and erecting new parts in the portion of the building bearing no. 158/3, situated in the corpus of the action occupied by the 5th defendant. The plaintiff-respondent sought to partition the land called Gongahawatte in extent of 15.62 perches. The petitioner states that the interim injunction was obtained by suppressing and misrepresenting material facts before the court. The petitioner states that she is a co-owner and occupies a portion of the house in the corpus. The petitioners position is that what she attempted to do was necessary repairs to the roof and floor of the house, which was in a very bad state. The petitioner further states that her Leave to Appeal application to the Civil Appellate High Court of Mount Lavinia was dismissed. However, a copy of that dismissal was not filed by the petitioner, and the date of such dismissal was not revealed. The substituted-plaintiff-respondent filed objections to the petitioners application. The substituted-plaintiff-respondent pointed out that the petitioner had failed to file the plaint or the documents before the District Court to obtain an interim injunction. Respondent also stated that the Civil Appellate High Court and the District Court of Nugegoda, allowed the petitioner to do repairs to the premises which are necessary to meet the requirements of occupation. Restitutio-in-Integrum is an extraordinary remedy that will be granted under exceptional circumstances. A party seeking restitution must act with the utmost promptitude. Relief by way of Restitutio-in-Integrum in respect of judgments of original Courts may be sought,",
    "fonts": [
      "BookmanOldStyle",
      "BookmanOldStyle-Bold",
      "BookmanOldStyle-Italic"
    ],
    "sizes": [
      8.039999961853027,
      12.0,
      14.039999961853027
    ]
  },
  {
    "page_number": 6,
    "bbox": [
      70.94,
      781.9,
      527.0,
      806.28
    ],
    "text": "7",
    "fonts": [
      "Calibri"
    ],
    "sizes": [
      11.039999961853027
    ]
  },
  {
    "page_number": 6,
    "bbox": [
      88.94,
      70.9,
      528.34,
      84.9
    ],
    "text": "a) Where judgments have been obtained by fraud, by production of false",
    "fonts": [
      "ArialMT",
      "BookmanOldStyle"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 6,
    "bbox": [
      70.94,
      87.12,
      443.5,
      117.32
    ],
    "text": "evidence, non-disclosure of material facts or by force; or",
    "fonts": [
      "BookmanOldStyle"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 6,
    "bbox": [
      88.94,
      119.52,
      528.14,
      133.52
    ],
    "text": "b) Where fresh evidence has cropped up since judgment which was",
    "fonts": [
      "ArialMT",
      "BookmanOldStyle"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 6,
    "bbox": [
      88.94,
      135.72,
      528.34,
      197.3
    ],
    "text": "unknown earlier to the parties relying on it, or which no diligence could have helped to disclose earlier; or c) Where judgments have been pronounced by mistake and decrees",
    "fonts": [
      "Arial-ItalicMT",
      "BookmanOldStyle",
      "BookmanOldStyle-Italic"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 6,
    "bbox": [
      70.94,
      199.44,
      528.34,
      764.32
    ],
    "text": "entered thereon, provided, of course, it is an error which connotes a reasonable and excusable error. (Vide Sri Lanka Insurance Corporation Limited vs Shanmugam and another [1995] 1 Sri LR 55.) The petitioner states that the plaintiff-respondent misrepresented the fact by saying the petitioners occupation of the residence within the corpus was illegal. However, these submissions cannot be accepted. The plaintiff herself stated in her plaint that the 6th defendant-petitioner was entitled to a 1/28th share from the corpus. The respondent has not sought to prevent the petitioner from effecting necessary repairs to the roof. They sought only to prevent structural alterations that changed the nature of the building, as well as the demolition of parts of the building or the construction of a new one. The Learned District Judge has considered the position taken up by the petitioner. The Learned District Judge observed that since the petitioner was already before the court, he could have done the necessary repairs with the permission of court. The petitioner has failed to substantiate the claim that the plaintiff-respondent misrepresented the facts of the case. The petitioner has not filed a copy of the plaint, or a copy of the petitioners statement of claim, or a copy of the preliminary plan before the District Court. The petitioner has also failed to file a copy of the order of the High Court. The petitioner has failed to tender the necessary documents with the petition. According to the plaint filed by the respondent, the 6th defendant-petitioner is entitled to a 1/28th share of the land. That is roughly half a perch. The Learned District Judge observed that if the petitioner were allowed to effect structural changes to the building, it would prejudice the rights of the other parties. The order of the Learned District Judge is valid only until the case is concluded. The District Court case has now reached its final stage. The plaintiff has closed its case, and the 6th defendant petitioner has also given evidence.",
    "fonts": [
      "BookmanOldStyle",
      "BookmanOldStyle-Italic"
    ],
    "sizes": [
      8.039999961853027,
      12.0
    ]
  },
  {
    "page_number": 7,
    "bbox": [
      70.94,
      781.9,
      527.0,
      806.28
    ],
    "text": "8",
    "fonts": [
      "Calibri"
    ],
    "sizes": [
      11.039999961853027
    ]
  },
  {
    "page_number": 7,
    "bbox": [
      70.94,
      70.9,
      528.34,
      392.75
    ],
    "text": "The Learned Counsel for the respondent stated at the hearing that the respondents have no objection to replacing any rafters or tiles by putting new ones, if necessary. However, the Learned Counsel for the respondent further stated that he cannot agree to any structural changes. Restitutio-in-Integrum is an extraordinary remedy and will be granted only in exceptional circumstances. The petitioner has failed to show that there are exceptional circumstances which warrant interference with the impugned order of the District Judge. Furthermore, the petitioner is seeking to set aside an order made on January 6, 2021, through an application brought in April 2024. There is no evidence to say that the plaintiff-respondent had acted fraudulently. No new evidence has cropped up since the pronouncement of the impugned order to make any change to the order. We see no mistake on the part of the Learned District Judge. In light of the above-stated reasons, we decline to accept the petitioners application. The application is dismissed.",
    "fonts": [
      "BookmanOldStyle",
      "BookmanOldStyle-Italic"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 7,
    "bbox": [
      70.94,
      394.95,
      462.7,
      569.79
    ],
    "text": "Judge of the Court of Appeal. Dr. S. Premachandra J. I agree. Judge of the Court of Appeal.",
    "fonts": [
      "BookmanOldStyle",
      "BookmanOldStyle-Bold"
    ],
    "sizes": [
      11.039999961853027,
      12.0
    ]
  }
]