[
  {
    "page_number": 0,
    "bbox": [
      72.02,
      781.78,
      324.89,
      806.26
    ],
    "text": "Page 1 of 6",
    "fonts": [
      "Calibri",
      "Calibri-Bold"
    ],
    "sizes": [
      11.039999961853027
    ]
  },
  {
    "page_number": 0,
    "bbox": [
      91.22,
      74.28,
      506.81,
      86.28
    ],
    "text": "IN THE COURT OF APPEAL OF THE DEMOCRATIC SOCIALIST REPUBLIC OF SRI LANKA",
    "fonts": [
      "Calibri-Bold"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 0,
    "bbox": [
      324.07,
      114.02,
      526.07,
      205.1
    ],
    "text": "In the matter of an appeal under and terms of section 331 of the Code of Criminal Procedure Act No. 15 of 1979 (as amended) read with Article 138 of the constitution of the Democratic Socialist Republic of Sri Lanka.",
    "fonts": [
      "Calibri"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 0,
    "bbox": [
      72.02,
      231.5,
      506.21,
      259.22
    ],
    "text": "CA No: CA/HCC/ 225/2020 The Democratic Socialist Republic of HC: Homagama: HC 102/2019 Sri Lanka",
    "fonts": [
      "Calibri",
      "Calibri-Bold"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 0,
    "bbox": [
      72.02,
      263.06,
      528.77,
      306.65
    ],
    "text": "Complainant Vs. Gamwarige Premawathie",
    "fonts": [
      "Calibri",
      "Calibri-Bold"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 0,
    "bbox": [
      324.07,
      309.47,
      526.13,
      344.45
    ],
    "text": "Accused And now between",
    "fonts": [
      "Calibri",
      "Calibri-Bold"
    ],
    "sizes": [
      6.0,
      12.0
    ]
  },
  {
    "page_number": 0,
    "bbox": [
      324.07,
      356.33,
      450.41,
      368.33
    ],
    "text": "Gamwarige Premawathie",
    "fonts": [
      "Calibri"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 0,
    "bbox": [
      427.39,
      382.49,
      526.13,
      394.49
    ],
    "text": "Accused- Appellant",
    "fonts": [
      "Calibri-Bold"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 0,
    "bbox": [
      324.07,
      405.17,
      344.54,
      417.17
    ],
    "text": "Vs.",
    "fonts": [
      "Calibri-Bold"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 0,
    "bbox": [
      324.07,
      429.05,
      483.77,
      472.61
    ],
    "text": "The Hon. Attorney General Attorney General's Department. Colombo 12.",
    "fonts": [
      "Calibri"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 0,
    "bbox": [
      72.02,
      476.47,
      526.13,
      503.11
    ],
    "text": "Complainant-Respondent",
    "fonts": [
      "Calibri",
      "Calibri-Bold"
    ],
    "sizes": [
      11.039999961853027,
      12.0
    ]
  },
  {
    "page_number": 0,
    "bbox": [
      72.02,
      537.31,
      451.37,
      609.07
    ],
    "text": "Before: N. Bandula Karunarathna J. & R. Gurusinghe J.",
    "fonts": [
      "Calibri",
      "Calibri-Bold"
    ],
    "sizes": [
      6.0,
      6.960000038146973,
      12.0
    ]
  },
  {
    "page_number": 0,
    "bbox": [
      72.02,
      619.87,
      447.53,
      646.51
    ],
    "text": "Counsel: Kasun Liyanage AAL for the Accused-Appellant",
    "fonts": [
      "Calibri",
      "Calibri-Bold"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 0,
    "bbox": [
      72.02,
      649.15,
      495.41,
      700.27
    ],
    "text": "Maheshika de Silva SSC for the Complainant-Respondent Written Submissions: By the Accused-Appellant on 28.02.2022",
    "fonts": [
      "Calibri",
      "Calibri-Bold"
    ],
    "sizes": [
      8.039999961853027,
      12.0
    ]
  },
  {
    "page_number": 0,
    "bbox": [
      72.02,
      702.7,
      434.54,
      769.3
    ],
    "text": "By the Complainant-Respondent 18.03.2022 Argued on : 29.03.2022 Decided on : 06.05.2022.",
    "fonts": [
      "Calibri",
      "Calibri-Bold"
    ],
    "sizes": [
      6.960000038146973,
      12.0
    ]
  },
  {
    "page_number": 1,
    "bbox": [
      72.02,
      781.78,
      324.89,
      806.26
    ],
    "text": "Page 2 of 6",
    "fonts": [
      "Calibri",
      "Calibri-Bold"
    ],
    "sizes": [
      11.039999961853027
    ]
  },
  {
    "page_number": 1,
    "bbox": [
      72.02,
      74.28,
      526.1,
      168.62
    ],
    "text": "N. Bandula Karunarathna J. This appeal is from the judgment, delivered by the learned Judge of the High Court of Homagama, dated 15.09.2020, by which, the accused-appellant, who is before this Court, was convicted and sentenced to 7 years rigorous imprisonment for having committed culpable homicide not amounting to murder of an infant.",
    "fonts": [
      "Calibri",
      "Calibri-Bold"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 1,
    "bbox": [
      72.02,
      181.46,
      439.22,
      193.46
    ],
    "text": "The charge against the accused-appellant in the indictment was as follows;",
    "fonts": [
      "Calibri"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 1,
    "bbox": [
      108.02,
      206.18,
      526.13,
      249.74
    ],
    "text": "On or about 13.12.2010 in Polgasovita, within the jurisdiction of the High Court of Homagama, the accused committed the offence of murder of an infant who was a new born, an offence punishable under section 296 of the Penal Code.",
    "fonts": [
      "Calibri"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 1,
    "bbox": [
      72.02,
      261.62,
      526.12,
      336.89
    ],
    "text": "The accused-appellant pleaded guilty on 08.08.2017 to the indictment but the learned High Court Judge decided to commence the trial considering that she pleaded not guilty and opted for a non-jury trial. Thereafter, PW 1 and PW 4 (both witnesses testified to the discovery of the baby having been abandoned) were led in evidence. The appellant opted not to materially challenge their evidence.",
    "fonts": [
      "Calibri"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 1,
    "bbox": [
      72.02,
      348.41,
      525.92,
      402.89
    ],
    "text": "On behalf of the accused-appellant, her willingness to plead guilty to culpable homicide not amounting to murder under exception 5 to section 294 of the Penal Code, was indicated. The learned State Counsel who prosecuted the trial in the High Court conceded the mitigatory circumstances which the appellant relied on, to bring the case against her within the ambit of the said exception.",
    "fonts": [
      "Calibri"
    ],
    "sizes": [
      11.039999961853027
    ]
  },
  {
    "page_number": 1,
    "bbox": [
      72.02,
      414.41,
      525.92,
      512.35
    ],
    "text": "After plea bargaining, the accused on 15.09.2020 pleaded guilty under exception 5 to section 294 and in her plea, the learned trial Judge convicted the appellant for the lesser offence of culpable homicide not amounting to murder punishable under section 297 of the Penal Code. Following the submissions of both parties, the learned trial Judge sentenced the accused-appellant to 7 years of rigorous imprisonment. The appellant, on 16.09.2020 lodged a petition of appeal against the aforementioned custodial sentence and on 16.03.2021 the learned trial Judge enlarged the appellant on bail pending the appeal.",
    "fonts": [
      "Calibri"
    ],
    "sizes": [
      11.039999961853027
    ]
  },
  {
    "page_number": 1,
    "bbox": [
      72.02,
      523.87,
      231.51,
      534.91
    ],
    "text": "The ground of appeal is as follows;",
    "fonts": [
      "Calibri"
    ],
    "sizes": [
      11.039999961853027
    ]
  },
  {
    "page_number": 1,
    "bbox": [
      108.02,
      546.31,
      525.75,
      571.87
    ],
    "text": "\"The learned Trial Judge has failed to duly appreciate the mitigatory circumstances present in the case which ought to have warranted a non-custodial sentence on the appellant\"",
    "fonts": [
      "Calibri"
    ],
    "sizes": [
      11.039999961853027
    ]
  },
  {
    "page_number": 1,
    "bbox": [
      72.02,
      583.51,
      526.07,
      658.75
    ],
    "text": "The appellant has filed this appeal claiming that this sentence is excessive. The learned counsel for the accused-appellant informed Court on the date this matter was taken up for argument that he is not challenging the conviction as the accused-appellant has pleaded guilty. The learned counsel requested to consider the following mitigating factors to reduce the sentence.",
    "fonts": [
      "Calibri"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 1,
    "bbox": [
      72.02,
      670.42,
      525.93,
      768.34
    ],
    "text": "The learned counsel for the accused-appellant argued on behalf of the appellant that, if the learned Trial Judge had duly appreciated the mitigatory circumstances present in this case, he would have considered a non-custodial sentence. It was the position of the appellant that, she had not known about her having been conceived until the very moment of the delivery of the baby. This position is corroborated by the evidence of PW 4 as well as the police statement given by the accused-appellant and evidence in the inquest of one Padmini Shanthi Kumari in whose house the appellant was babysitting at the time of the incident.",
    "fonts": [
      "Calibri"
    ],
    "sizes": [
      11.039999961853027
    ]
  },
  {
    "page_number": 2,
    "bbox": [
      72.02,
      781.78,
      324.89,
      806.26
    ],
    "text": "Page 3 of 6",
    "fonts": [
      "Calibri",
      "Calibri-Bold"
    ],
    "sizes": [
      11.039999961853027
    ]
  },
  {
    "page_number": 2,
    "bbox": [
      72.02,
      74.04,
      525.87,
      143.06
    ],
    "text": "The police statement of the appellant's husband stated that the appellant did not look like she was bearing a child. It was an undisputed fact that the appellant delivered the baby alone, unattended and unassisted. Counsel for the appellant stated that the learned Trial Judge has not taken into account the unexpected and sudden turn of events which had taken the appellant by complete surprise when she had abruptly delivered a baby at the toilet of the house where she was serving as a domestic aid.",
    "fonts": [
      "Calibri"
    ],
    "sizes": [
      11.039999961853027
    ]
  },
  {
    "page_number": 2,
    "bbox": [
      72.02,
      154.46,
      525.92,
      252.5
    ],
    "text": "It is evident that the learned Trial Judge had failed to consider the remarks of the Judicial Medical Officer who had conducted the autopsy on the dead body to the effect of \"unassisted delivery and no evidence of attempted deliberate killing or any other physical bodily harm\". The learned Trial Judge stated in his order that, the appellant had not disclosed any reason for concealing the pregnancy. In his police statement, the husband of the appellant had denied the paternity of the baby. Accordingly, there appears to be an untold and pathetic story behind this whole episode which culminated in the death of a new born baby.",
    "fonts": [
      "Calibri"
    ],
    "sizes": [
      11.039999961853027
    ]
  },
  {
    "page_number": 2,
    "bbox": [
      72.02,
      263.9,
      525.92,
      376.49
    ],
    "text": "The learned counsel for the accused-appellant submitted that the appellant has disclosed the truth, by way of an affidavit, which she has been suppressing for the last decade out of shame, fear and social stigma. In an affidavit which is marked and produced as X, the appellant affirms that in the middle of 2010, on her way to the house where she was serving as a domestic aid, she had built up a casual acquaintanceship with a labourer who was working at the Kahathuduwa Expressway and one day he forcibly hauled her away in a three-wheeler and raped her. However, out of shame, fear and social stigma as a married mother with two kids she had to conceal that fact. Thereafter, she had been suffering from intense depression and torment.",
    "fonts": [
      "Calibri"
    ],
    "sizes": [
      11.039999961853027
    ]
  },
  {
    "page_number": 2,
    "bbox": [
      72.02,
      387.89,
      525.77,
      413.45
    ],
    "text": "Counsel for the appellant requests to consider the content of the said affidavit in terms of S. 351 (b) of the Code of Criminal Procedure Act (CCPA).",
    "fonts": [
      "Calibri"
    ],
    "sizes": [
      11.039999961853027
    ]
  },
  {
    "page_number": 2,
    "bbox": [
      72.02,
      424.85,
      273.75,
      435.89
    ],
    "text": "Section 351 (b) of the CCPA reads as follows;",
    "fonts": [
      "Calibri"
    ],
    "sizes": [
      11.039999961853027
    ]
  },
  {
    "page_number": 2,
    "bbox": [
      103.58,
      447.41,
      525.78,
      458.45
    ],
    "text": "\"In dealing with an appeal, the Court of Appeal may if it thinks it necessary or expedient in the",
    "fonts": [
      "Calibri"
    ],
    "sizes": [
      11.039999961853027
    ]
  },
  {
    "page_number": 2,
    "bbox": [
      108.02,
      461.81,
      190.92,
      472.85
    ],
    "text": "interest of justice",
    "fonts": [
      "Calibri"
    ],
    "sizes": [
      11.039999961853027
    ]
  },
  {
    "page_number": 2,
    "bbox": [
      103.58,
      482.68,
      137.28,
      495.43
    ],
    "text": "(a) ..",
    "fonts": [
      "ArialMT",
      "Calibri"
    ],
    "sizes": [
      11.039999961853027
    ]
  },
  {
    "page_number": 2,
    "bbox": [
      103.58,
      498.01,
      525.92,
      517.87
    ],
    "text": "(b) take additional evidence itself or direct it to be taken by any Judge of an original Court or",
    "fonts": [
      "ArialMT",
      "Calibri"
    ],
    "sizes": [
      6.0,
      11.039999961853027
    ]
  },
  {
    "page_number": 2,
    "bbox": [
      121.58,
      521.23,
      410.69,
      532.27
    ],
    "text": "other person appointed by the Court of Appeal for the purpose",
    "fonts": [
      "Calibri"
    ],
    "sizes": [
      11.039999961853027
    ]
  },
  {
    "page_number": 2,
    "bbox": [
      72.02,
      543.79,
      525.87,
      612.79
    ],
    "text": "Learned Counsel for the appellant submits on behalf of the appellant to consider the content of the said affidavit marked as X in the context of an innocent mother who had to conceal an offence on her body owing to shame, fear and social stigma. He further says that the learned trial Judge has not duly weighed the other means which were available to the appellant to dispose of the body to which she had not nevertheless resorted.",
    "fonts": [
      "Calibri"
    ],
    "sizes": [
      11.039999961853027
    ]
  },
  {
    "page_number": 2,
    "bbox": [
      72.02,
      624.19,
      525.92,
      736.66
    ],
    "text": "According to the evidence of PW 4, as well as the police statement and evidence of one Padmini Shanthi Kumari at the inquest, in whose house the appellant was babysitting at the time of the incident and the police statement of the appellant's husband, the appellant had not appeared to be pregnant. Hence, the learned counsel for the accused-appellant argued that if she had harboured any evil intention, she could have easily disposed of her new born baby without arousing suspicion of anyone in which case this matter could never have ended up in Court. She had opted to leave her baby near the road. Accordingly, her intention was not to leave the child to die but to allow someone to pick him up.",
    "fonts": [
      "Calibri"
    ],
    "sizes": [
      11.039999961853027
    ]
  },
  {
    "page_number": 3,
    "bbox": [
      72.02,
      781.78,
      324.89,
      806.26
    ],
    "text": "Page 4 of 6",
    "fonts": [
      "Calibri",
      "Calibri-Bold"
    ],
    "sizes": [
      11.039999961853027
    ]
  },
  {
    "page_number": 3,
    "bbox": [
      72.02,
      74.28,
      525.92,
      189.38
    ],
    "text": "The learned SSC appearing on behalf of the respondent informs the court that she is objecting to the application of the accused-appellant as the said act was a grave offence as the deceased in this case is a one-day-old infant who was found alive, abandoned near a shrub jungle. The accused-appellant has been identified as the biological mother of the deceased infant through a DNA analysis and the relevant DNA report. The deceased was found near a jungle near the house where the accused-appellant worked as a domestic helper. The accused-appellant had taken no steps whatsoever to disclose the birth of the deceased infant to her employee or any other person known to the prosecution and had intentionally concealed the birth and the act of abandoning the child.",
    "fonts": [
      "Calibri"
    ],
    "sizes": [
      11.039999961853027,
      12.0
    ]
  },
  {
    "page_number": 3,
    "bbox": [
      72.02,
      200.66,
      525.86,
      284.06
    ],
    "text": "The neighbours heard the sounds of an infant crying. Soon after the infant was discovered, he was admitted to the Wathera Hospital and transferred to the Surgical Intensive Care Unit of the Lady Ridgeway Hospital on 14.12.2010. The cause of death was shock, haemorrhage and sepsis following extensive injuries to the right knee and face associated with an unattended delivery, exposure and lack of protection. There was medical evidence present of an unassisted delivery of a fully matured viable fetus at the Post Mortem Examination.",
    "fonts": [
      "Calibri"
    ],
    "sizes": [
      11.039999961853027
    ]
  },
  {
    "page_number": 3,
    "bbox": [
      72.02,
      295.61,
      525.91,
      335.57
    ],
    "text": "The deceased infant had sustained several injuries identified as animal bites on the knees and face. It was revealed that the injuries found on the face and limbs are consistent with the ante -mortem injuries sustained after the live birth due to animal attack and ant bites",
    "fonts": [
      "Calibri"
    ],
    "sizes": [
      11.039999961853027
    ]
  },
  {
    "page_number": 3,
    "bbox": [
      72.02,
      347.09,
      525.92,
      430.61
    ],
    "text": "Learned counsel for the respondent submitted that there was no other person to save the accused-appellant who was aware of the birth of the deceased infant. She further states that in the order relating to sentencing, the learned High Court Judge has quite correctly addressed his judicial mind to the fact that the death of the deceased infant has been committed by the closest person to the deceased and the person the deceased could trust and correctly held that Court has to consider the rights of the deceased infant who could in no manner provide for his safety.",
    "fonts": [
      "Calibri"
    ],
    "sizes": [
      11.039999961853027
    ]
  },
  {
    "page_number": 3,
    "bbox": [
      72.02,
      442.01,
      525.85,
      467.57
    ],
    "text": "It is important to note that the learned High Court Judge has given adequate weight to the following factors in sentencing the accused-appellant:",
    "fonts": [
      "Calibri"
    ],
    "sizes": [
      11.039999961853027
    ]
  },
  {
    "page_number": 3,
    "bbox": [
      103.34,
      477.28,
      240.39,
      490.03
    ],
    "text": "(i) the gravity of the offence;",
    "fonts": [
      "ArialMT",
      "Calibri"
    ],
    "sizes": [
      11.039999961853027
    ]
  },
  {
    "page_number": 3,
    "bbox": [
      100.82,
      497.44,
      390.29,
      510.19
    ],
    "text": "(ii) the degree of culpability and responsibility of the offender;",
    "fonts": [
      "ArialMT",
      "Calibri"
    ],
    "sizes": [
      11.039999961853027
    ]
  },
  {
    "page_number": 3,
    "bbox": [
      98.3,
      517.6,
      305.67,
      530.35
    ],
    "text": "(iii) the punishment provided in the statute;",
    "fonts": [
      "ArialMT",
      "Calibri"
    ],
    "sizes": [
      11.039999961853027
    ]
  },
  {
    "page_number": 3,
    "bbox": [
      98.3,
      537.76,
      287.79,
      550.51
    ],
    "text": "(iv) difficulty in detection of the offence;",
    "fonts": [
      "ArialMT",
      "Calibri"
    ],
    "sizes": [
      11.039999961853027
    ]
  },
  {
    "page_number": 3,
    "bbox": [
      100.94,
      557.92,
      242.19,
      570.67
    ],
    "text": "(v) the interest of the society;",
    "fonts": [
      "ArialMT",
      "Calibri"
    ],
    "sizes": [
      11.039999961853027
    ]
  },
  {
    "page_number": 3,
    "bbox": [
      98.3,
      577.96,
      520.16,
      590.71
    ],
    "text": "(vi) to signify that the court and the community denounce the commission of such offences;",
    "fonts": [
      "ArialMT",
      "Calibri"
    ],
    "sizes": [
      11.039999961853027
    ]
  },
  {
    "page_number": 3,
    "bbox": [
      95.78,
      598.12,
      525.92,
      610.87
    ],
    "text": "(vii) to deter offenders or other persons from committing offences of the same or similar",
    "fonts": [
      "ArialMT",
      "Calibri"
    ],
    "sizes": [
      11.039999961853027
    ]
  },
  {
    "page_number": 3,
    "bbox": [
      121.58,
      619.99,
      156.84,
      631.03
    ],
    "text": "nature;",
    "fonts": [
      "Calibri"
    ],
    "sizes": [
      11.039999961853027
    ]
  },
  {
    "page_number": 3,
    "bbox": [
      93.26,
      638.44,
      253.23,
      651.19
    ],
    "text": "(viii) the need to protect children;",
    "fonts": [
      "ArialMT",
      "Calibri"
    ],
    "sizes": [
      11.039999961853027
    ]
  },
  {
    "page_number": 3,
    "bbox": [
      98.54,
      658.63,
      499.04,
      671.38
    ],
    "text": "(ix) to punish offenders to an extent and in a manner, which is just in all circumstances.",
    "fonts": [
      "ArialMT",
      "Calibri"
    ],
    "sizes": [
      11.039999961853027
    ]
  },
  {
    "page_number": 3,
    "bbox": [
      72.02,
      688.42,
      525.92,
      743.02
    ],
    "text": "The learned Senior State Counsel argued on behalf of the respondent that Sri Lanka has signed the UN Convention on the Rights of the Child (CRC) on 26.01.1990 and ratified it in July 1991. Article 6 of the UN Convention provides firstly, that the State parties are duty-bound to recognize that every child has the inherent right to life and secondly, that they ensure to the maximum extent possible, the survival",
    "fonts": [
      "Calibri"
    ],
    "sizes": [
      11.039999961853027
    ]
  },
  {
    "page_number": 4,
    "bbox": [
      72.02,
      781.78,
      324.89,
      806.26
    ],
    "text": "Page 5 of 6",
    "fonts": [
      "Calibri",
      "Calibri-Bold"
    ],
    "sizes": [
      11.039999961853027
    ]
  },
  {
    "page_number": 4,
    "bbox": [
      72.02,
      74.04,
      525.88,
      99.62
    ],
    "text": "and development of the child. Under Article 36 of the CRC, State is obliged to protect the child against all other forms of exploitation prejudicial to any aspects of the child's welfare.",
    "fonts": [
      "Calibri"
    ],
    "sizes": [
      11.039999961853027
    ]
  },
  {
    "page_number": 4,
    "bbox": [
      72.02,
      111.02,
      525.82,
      194.54
    ],
    "text": "The learned counsel for the respondent further says that Article 3 of the Convention provides that in all actions concerning children whether undertaken by public or private social welfare institutions, courts of law, administrative authorities or legislative bodies the best interests of the child shall be a primary consideration. Therefore, the learned SSC submitted that the sentence imposed on an offence of this nature should be in line with the above, which heavily focuses on the need to recognize the inherent right to life of every child and the survival and development of the child.",
    "fonts": [
      "Calibri"
    ],
    "sizes": [
      11.039999961853027
    ]
  },
  {
    "page_number": 4,
    "bbox": [
      72.02,
      205.94,
      525.92,
      289.49
    ],
    "text": "She argued that deterrent punishments are necessary to protect children from future offenders. Section 308 of the Penal Code provides that the exposure and abandonment of a child under 12 years by a parent or person having care of such child is a punishable offence; \"Whoever, being the father or mother of the child under the age of 12 years, or having care of such a child, shall expose or leave such child in any place to wholly abandon such a child, shall be punished with imprisonment of either description for a term which may extend to seven years, or with fine or with both.\"",
    "fonts": [
      "Calibri"
    ],
    "sizes": [
      11.039999961853027
    ]
  },
  {
    "page_number": 4,
    "bbox": [
      72.02,
      301.01,
      525.92,
      384.41
    ],
    "text": "The explanation at section 308 of the Penal Code provides thus; \"this section is not intended to prevent the trial of the offender for murder or culpable homicide, the case may be if the child dies in consequences of the exposure\". The actions of the accused-appellant amount to the commission of the said offence along with the offence for which she was initially indicted. In the circumstances, the learned Senior State Counsel argued that the accused-appellant has already been the recipient of leniency, in terms of the offence for which she was indicted, convicted and sentenced.",
    "fonts": [
      "Calibri"
    ],
    "sizes": [
      11.039999961853027
    ]
  },
  {
    "page_number": 4,
    "bbox": [
      72.02,
      395.93,
      525.93,
      522.91
    ],
    "text": "After considering all of the above arguments, it is my view that the learned Trial Judge, in assessing a proper sentence for the appellant, has not duly appreciated the post conduct of the appellant by which she did not attempt to exonerate her. The appellant herself identified the dead body of the baby before Judicial Medical Officer, confessed to the police. Then she readily surrendered to genus comparison thereby facilitating to truncate of what otherwise would have followed a daunting, prolonging and complex investigation process and demonstrating her remorse from the earliest. The appellant had pleaded guilty to the indictment at the very instance. During the trial, she did not raise any affirmative defence. The appellant states that she who was 38 years old at the time of the incident is now 50 years old.",
    "fonts": [
      "Calibri"
    ],
    "sizes": [
      11.039999961853027
    ]
  },
  {
    "page_number": 4,
    "bbox": [
      72.02,
      534.31,
      525.91,
      646.87
    ],
    "text": "The learned counsel for the appellant states that, following this unfortunate incident, her husband deserted her leaving the burden of both her children aged 11 and 14 on her shoulder. It was out of her meagre earnings as a domestic aid that she raised her two children with terminal effort. Her son is now married yet her daughter aged 21 is still dependent on her. The learned counsel further states that she has an enormous responsibility lying on her shoulder as a single mother to protect and sustain her daughter until she is given in marriage. The appellant grieves that, if she was incarcerated in the execution of the custodial sentence imposed on her, her daughter would run the risk of her whole life further being disrupted and disorganised.",
    "fonts": [
      "Calibri"
    ],
    "sizes": [
      11.039999961853027
    ]
  },
  {
    "page_number": 4,
    "bbox": [
      72.02,
      658.3,
      525.93,
      683.86
    ],
    "text": "On this premise, the learned counsel for the accused-appellant submits on behalf of the appellant that justice would have been better served by imposing on the appellant a non-custodial sentence.",
    "fonts": [
      "Calibri"
    ],
    "sizes": [
      11.039999961853027
    ]
  },
  {
    "page_number": 4,
    "bbox": [
      72.02,
      695.26,
      525.87,
      735.34
    ],
    "text": "The power of the Court of Appeal to vary a sentence is indicated in section 336 of the Code of Criminal Procedure Act (CCPA). It empowers the Court of Appeal to interfere with a sentence imposed by the High Court in appropriate circumstances.",
    "fonts": [
      "Calibri"
    ],
    "sizes": [
      11.039999961853027
    ]
  },
  {
    "page_number": 4,
    "bbox": [
      72.02,
      746.74,
      258.87,
      757.78
    ],
    "text": "Section 336 of the CCPA reads as follows;",
    "fonts": [
      "Calibri"
    ],
    "sizes": [
      11.039999961853027
    ]
  },
  {
    "page_number": 5,
    "bbox": [
      72.02,
      781.78,
      324.89,
      806.26
    ],
    "text": "Page 6 of 6",
    "fonts": [
      "Calibri",
      "Calibri-Bold"
    ],
    "sizes": [
      11.039999961853027
    ]
  },
  {
    "page_number": 5,
    "bbox": [
      108.02,
      74.04,
      525.92,
      143.06
    ],
    "text": "\"On an appeal against the sentence whether passed after trial by jury or without a jury, the Court of Appeal shall if it thinks that a different sentence should have been passed, quash the sentence, and pass other sentence warranted in law by the verdict (whether more or less severe) in substitution therefore as it thinks ought to have been passed and in any other case shall dismiss the appeal\"",
    "fonts": [
      "Calibri"
    ],
    "sizes": [
      11.039999961853027
    ]
  },
  {
    "page_number": 5,
    "bbox": [
      72.02,
      154.7,
      526.11,
      226.34
    ],
    "text": "The learned counsel for the accused-appellant informed this court that the accused-appellant was not having any previous convictions. The appellant requests for, a non-custodial sentence and the sentencing order of the learned Trial Judge dated 15.09.2020 to be quashed and substituted thereof with a non-custodial sentence in terms of section 336 of the CCPA which would allow the appellant to re-integrate with the society.",
    "fonts": [
      "Calibri"
    ],
    "sizes": [
      11.039999961853027,
      12.0
    ]
  },
  {
    "page_number": 5,
    "bbox": [
      72.02,
      228.68,
      526.12,
      297.17
    ],
    "text": "Since she has no previous convictions, we believe that the accused-appellant should be given some relief by this court. Also, we wish to consider the fate of the young daughter of the accused-appellant, if we decide to incarcerate the offender for seven years of rigorous imprisonment.",
    "fonts": [
      "Calibri"
    ],
    "sizes": [
      6.0,
      12.0
    ]
  },
  {
    "page_number": 5,
    "bbox": [
      72.02,
      309.05,
      526.11,
      336.77
    ],
    "text": "Considering the circumstances of the case, we decide to impose 2 years of rigorous imprisonment instead of 7 years and suspend it for 10 years from today.",
    "fonts": [
      "Calibri"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 5,
    "bbox": [
      72.02,
      348.65,
      152.97,
      360.65
    ],
    "text": "Appeal allowed.",
    "fonts": [
      "Calibri"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 5,
    "bbox": [
      72.02,
      372.41,
      525.78,
      400.25
    ],
    "text": "The registrar of this court is directed to inform the prison authorities as well as the High Court of Homagama, about this judgement forthwith.",
    "fonts": [
      "Calibri"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 5,
    "bbox": [
      72.02,
      483.67,
      504.89,
      598.03
    ],
    "text": "Judge of the Court of Appeal R. Gurusinghe J. I agree.",
    "fonts": [
      "Calibri-Bold"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 5,
    "bbox": [
      360.07,
      609.79,
      504.68,
      621.79
    ],
    "text": "Judge of the Court of Appeal",
    "fonts": [
      "Calibri",
      "Calibri-Bold"
    ],
    "sizes": [
      11.039999961853027,
      12.0
    ]
  }
]