[
  {
    "page_number": 0,
    "bbox": [
      72.02,
      731.38,
      333.05,
      755.86
    ],
    "text": "Page 1 of 4",
    "fonts": [
      "Calibri",
      "Calibri-Bold"
    ],
    "sizes": [
      11.039999961853027
    ]
  },
  {
    "page_number": 0,
    "bbox": [
      78.26,
      71.98,
      537.86,
      85.96
    ],
    "text": "IN THE COURT OF APPEAL OF THE DEMOCRATIC SOCIALIST REPUBLIC",
    "fonts": [
      "BookmanOldStyle-Bold"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 0,
    "bbox": [
      260.33,
      88.2,
      355.87,
      102.18
    ],
    "text": "OF SRI LANKA",
    "fonts": [
      "BookmanOldStyle-Bold"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 0,
    "bbox": [
      256.37,
      104.4,
      544.2,
      205.98
    ],
    "text": "In the matter of an Application for mandates in the nature of Writs of Certiorari, Mandamus and Prohibition under Article 140 of the Constitution of the Democratic Socialist Republic of Sri Lanka.",
    "fonts": [
      "BookmanOldStyle",
      "BookmanOldStyle-Bold",
      "BookmanOldStyle-Italic"
    ],
    "sizes": [
      12.0,
      12.960000038146973
    ]
  },
  {
    "page_number": 0,
    "bbox": [
      256.37,
      258.68,
      496.84,
      361.53
    ],
    "text": "Mahauduwage Don Nirosha Nilmini Perera, No 1, Janatha Place, Katubedda, Moratuwa.",
    "fonts": [
      "BookmanOldStyle",
      "BookmanOldStyle-Bold"
    ],
    "sizes": [
      12.960000038146973
    ]
  },
  {
    "page_number": 0,
    "bbox": [
      256.37,
      371.96,
      328.72,
      387.06
    ],
    "text": "Petitioner",
    "fonts": [
      "BookmanOldStyle-Bold"
    ],
    "sizes": [
      12.960000038146973
    ]
  },
  {
    "page_number": 0,
    "bbox": [
      256.37,
      423.1,
      276.86,
      438.2
    ],
    "text": "Vs",
    "fonts": [
      "BookmanOldStyle-Bold"
    ],
    "sizes": [
      12.960000038146973
    ]
  },
  {
    "page_number": 0,
    "bbox": [
      256.37,
      474.22,
      423.4,
      489.35
    ],
    "text": "1. C.D Wickramarathne,",
    "fonts": [
      "ArialMT",
      "BookmanOldStyle",
      "BookmanOldStyle-Bold"
    ],
    "sizes": [
      12.960000038146973
    ]
  },
  {
    "page_number": 0,
    "bbox": [
      256.37,
      491.74,
      453.04,
      577.07
    ],
    "text": "Inspector General of Police, Police Head Quarters, Colombo 01 2. DIG Waruna Jayasundara,",
    "fonts": [
      "ArialMT",
      "BookmanOldStyle",
      "BookmanOldStyle-Bold"
    ],
    "sizes": [
      12.960000038146973
    ]
  },
  {
    "page_number": 0,
    "bbox": [
      256.37,
      579.49,
      412.94,
      664.82
    ],
    "text": "Special Task Force Police Head Quarters Colombo 01. 3. IP Linton de Silva,",
    "fonts": [
      "ArialMT",
      "BookmanOldStyle",
      "BookmanOldStyle-Bold"
    ],
    "sizes": [
      12.960000038146973
    ]
  },
  {
    "page_number": 0,
    "bbox": [
      274.37,
      667.21,
      435.14,
      717.49
    ],
    "text": "Officer-in-charge, Crime Division C3 Unit, Kandy Road, Peliyagoda.",
    "fonts": [
      "BookmanOldStyle"
    ],
    "sizes": [
      12.960000038146973
    ]
  },
  {
    "page_number": 0,
    "bbox": [
      62.04,
      221.22,
      207.92,
      234.08
    ],
    "text": "Court of Appeal Case No.",
    "fonts": [
      "BookmanOldStyle-Bold"
    ],
    "sizes": [
      11.039999961853027
    ]
  },
  {
    "page_number": 0,
    "bbox": [
      62.04,
      243.21,
      186.41,
      256.07
    ],
    "text": "CA/WRT/0091/2021",
    "fonts": [
      "BookmanOldStyle-Bold"
    ],
    "sizes": [
      11.039999961853027
    ]
  },
  {
    "page_number": 1,
    "bbox": [
      72.02,
      731.38,
      333.05,
      755.86
    ],
    "text": "Page 2 of 4",
    "fonts": [
      "Calibri",
      "Calibri-Bold"
    ],
    "sizes": [
      11.039999961853027
    ]
  },
  {
    "page_number": 1,
    "bbox": [
      256.37,
      72.05,
      411.4,
      104.7
    ],
    "text": "4. IP Jayantha Perera,",
    "fonts": [
      "ArialMT",
      "BookmanOldStyle",
      "BookmanOldStyle-Bold"
    ],
    "sizes": [
      12.960000038146973
    ]
  },
  {
    "page_number": 1,
    "bbox": [
      256.37,
      107.09,
      536.37,
      227.58
    ],
    "text": "Officer-in-charge, Mirihana Police Special Crime Operation Unit-DIG Office, Western Province-South, Mirihana, Nugegoda. 5. E.N.P Ekanayake,",
    "fonts": [
      "ArialMT",
      "BookmanOldStyle",
      "BookmanOldStyle-Bold"
    ],
    "sizes": [
      12.960000038146973
    ]
  },
  {
    "page_number": 1,
    "bbox": [
      256.37,
      229.97,
      494.09,
      315.33
    ],
    "text": "Officer-in-charge, Police Narcotics Bureau, Colombo 01. 6. Hon. Attorney General,",
    "fonts": [
      "ArialMT",
      "BookmanOldStyle",
      "BookmanOldStyle-Bold"
    ],
    "sizes": [
      12.960000038146973
    ]
  },
  {
    "page_number": 1,
    "bbox": [
      256.37,
      317.72,
      480.29,
      403.02
    ],
    "text": "Attorney General's Department. Hulftsdorp, Colombo 12. Respondents",
    "fonts": [
      "BookmanOldStyle",
      "BookmanOldStyle-Bold"
    ],
    "sizes": [
      12.960000038146973
    ]
  },
  {
    "page_number": 1,
    "bbox": [
      72.02,
      464.62,
      352.75,
      479.75
    ],
    "text": "Before: M. T. MOHAMMED LAFFAR, J.",
    "fonts": [
      "BookmanOldStyle",
      "BookmanOldStyle-Bold"
    ],
    "sizes": [
      12.0,
      12.960000038146973
    ]
  },
  {
    "page_number": 1,
    "bbox": [
      72.02,
      523.9,
      497.49,
      556.55
    ],
    "text": "Counsel: Nuwan Bopege with Chathura Weththasinghe for the Petitioner.",
    "fonts": [
      "BookmanOldStyle"
    ],
    "sizes": [
      12.960000038146973
    ]
  },
  {
    "page_number": 1,
    "bbox": [
      72.02,
      566.98,
      362.9,
      582.11
    ],
    "text": "H. Pieris S.D.S.G, for the State.",
    "fonts": [
      "BookmanOldStyle"
    ],
    "sizes": [
      12.960000038146973
    ]
  },
  {
    "page_number": 1,
    "bbox": [
      72.02,
      618.13,
      329.06,
      633.26
    ],
    "text": "Supported on: 26.05.2023",
    "fonts": [
      "BookmanOldStyle"
    ],
    "sizes": [
      12.960000038146973
    ]
  },
  {
    "page_number": 1,
    "bbox": [
      72.02,
      643.69,
      329.06,
      658.82
    ],
    "text": "Decided on: 06.12.2023",
    "fonts": [
      "BookmanOldStyle"
    ],
    "sizes": [
      12.960000038146973
    ]
  },
  {
    "page_number": 2,
    "bbox": [
      72.02,
      731.38,
      333.05,
      755.86
    ],
    "text": "Page 3 of 4",
    "fonts": [
      "Calibri",
      "Calibri-Bold"
    ],
    "sizes": [
      11.039999961853027
    ]
  },
  {
    "page_number": 2,
    "bbox": [
      72.02,
      72.1,
      234.77,
      86.08
    ],
    "text": "MOHAMMED LAFFAR, J.",
    "fonts": [
      "BookmanOldStyle-Bold"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 2,
    "bbox": [
      72.02,
      96.24,
      543.94,
      715.96
    ],
    "text": "The Petitioner is seeking inter alia a Writ of Mandamus directing the Respondents to discharge the Petitioner from the proceedings in the case bearing number B527/19 before the Magistrate Court of Moratuwa and to call the said case record from the Magistrate Court of Moratuwa. Furthermore, the Petitioner is seeking a writ of Certiorari quashing the decision of the Respondents to add the Petitioner as a suspect in the said Magistrate Courts proceedings for offenses under and in terms of Poisons, Opium and Dangerous Drugs Ordinance No. 17 of 1929 (as amended) and Firearms Ordinance No.33 of 1916 (as amended). The Petitioner is seeking Writs of Prohibition prohibiting the Respondents from arresting the Petitioner as a suspect based on the said Magistrates Courts Proceedings and prohibiting the 6th Respondent, Attorney General from instituting action before the High Court. On 26.05.2023 I heard the learned Counsel for the Petitioner in support of the Application. I heard the learned Deputy Solicitor General who is appearing for the Respondents as well. In terms of the provisions of the Firearms Ordinance No.33 of 1916 (as amended) an action was instituted in the Magistrate Courts of Moratuwa against one Kelum Indika Sampath who is now in remand custody. According to the investigation carried out by the Police it was revealed that the Petitioner was also an accomplice to the offence. Subsequently the 5th Respondent reported facts to the Magistrates Court of Moratuwa alleging that the Petitioner has committed an offense under Section 54A and 54B of the Poisons, Opium and Dangerous Drugs Ordinance No. 17 of 1929 (as amended) and Section 44A and 44B of the Firearms Ordinance No.33 of 1916 (as amended). The Petitioner states that in view of the said investigation report filed in the Magistrate Courts of Moratuwa the Police is attempting to arrest her. In those circumstances, the Petitioner sought an anticipatory bail from the Magistrate Court of Fort in case number 14990/19 whereas the learned Magistrate had dismissed this said Application. The Petitioner asserts that the information filed against her in the Magistrate Courts of Moratuwa is baseless and therefore she is entitled to the reliefs as prayed for in this Application. It is borne out from the documents filed along with the Petition that the police have filed a report in the Magistrate Courts of Moratuwa stating that the Petitioner has committed an offense under and in terms of the provisions of the above stated Ordinances. In such a situation it is necessary for the Police to obtain a statement from the Petitioner. Admittedly without giving a statement to the Police the Petitioner has absconded for the past 3 years. As such the Police is not in a position to finalize the investigation and proceed with the said action in the Magistrate Courts of Moratuwa. It is the fundamental procedure in",
    "fonts": [
      "BookmanOldStyle",
      "BookmanOldStyle-Italic"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 3,
    "bbox": [
      72.02,
      731.38,
      333.05,
      755.86
    ],
    "text": "Page 4 of 4",
    "fonts": [
      "Calibri",
      "Calibri-Bold"
    ],
    "sizes": [
      11.039999961853027
    ]
  },
  {
    "page_number": 3,
    "bbox": [
      72.02,
      71.98,
      543.94,
      579.11
    ],
    "text": "criminal law that the police should obtain statements from the suspect. It appears to this Court that without complying with the basic requirement of criminal law of the land, that is to say without giving a statement to the Police, seeking the discretionary remedy of this Court to prevent the Respondents from arresting the Petitioner is misconceived in law. At first the Petitioner should comply with the law and thereafter should seek redress from Courts. Courts cannot prevent the relevant officers from taking action against the suspects in accordance with the law. Moreover, this Court is mindful of the fact that the Application made by the Petitioner before the Magistrates Court of Fort seeking an anticipatory bail upon the same facts was also dismissed by the learned Magistrates after having considered the facts and circumstances of this case. On the same footing the Petitioner had invoked the fundamental rights jurisdiction of the Supreme Court and subsequently that Application was withdrawn by the Petitioner. The Petitioner is seeking a Writ of Prohibition prohibiting the Attorney General from instituting action in the High Court against the Petitioner. The Petitioner without giving a statement to the Police absconded and is not assisting the police to proceed with the action instituted in the Magistrate Courts of Moratuwa. Once the investigation is fully completed the Attorney general will decide as to whether the Petitioner to be indicted or not upon the available evidence. By way of Writ this Court cannot prevent the Attorney General from exercising his statutory powers granted to him by law. It appears to this Court that there is no impediment for the Petitioner to give statements to the Police and to take part in the Magistrates Court proceeding to prove her innocence. In short, I am of the view that the Petitioner cannot invoke the Writ jurisdiction of this Court to prevent the Police and the Attorney General when they are exercising their statutory powers. For the foregoing reasons I hold that the Petition is devoid of merits and therefore I refuse to issue notices on the Respondents and dismiss this Application. No Costs. Application dismissed, no costs.",
    "fonts": [
      "BookmanOldStyle",
      "BookmanOldStyle-Bold",
      "BookmanOldStyle-Italic"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 3,
    "bbox": [
      72.02,
      642.2,
      543.27,
      657.01
    ],
    "text": "JUDGE OF THE COURT OF APPEAL",
    "fonts": [
      "BookmanOldStyle-BoldItal",
      "Calibri-Italic"
    ],
    "sizes": [
      12.0,
      14.039999961853027
    ]
  }
]