[
  {
    "page_number": 0,
    "bbox": [
      72.02,
      782.02,
      310.11,
      806.5
    ],
    "text": "1",
    "fonts": [
      "Calibri"
    ],
    "sizes": [
      11.039999961853027
    ]
  },
  {
    "page_number": 0,
    "bbox": [
      77.06,
      57.58,
      536.66,
      71.56
    ],
    "text": "IN THE COURT OF APPEAL OF THE DEMOCRATIC SOCIALIST REPUBLIC",
    "fonts": [
      "BookmanOldStyle-Bold"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 0,
    "bbox": [
      259.13,
      71.62,
      354.67,
      85.6
    ],
    "text": "OF SRI LANKA",
    "fonts": [
      "BookmanOldStyle-Bold"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 0,
    "bbox": [
      288.05,
      115.8,
      541.6,
      214.4
    ],
    "text": "In the matter of an Appeal and/or Revision, under and in terms of Section 34 (1) of the Right to Information Act No. 12 of 2016 read with Court of Appeal (Appellate Procedure) Rules, 1990 in relation to the Decision of the Right to Information Commission as dated 14.12.2022.",
    "fonts": [
      "BookmanOldStyle"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 0,
    "bbox": [
      72.02,
      244.56,
      258.77,
      258.54
    ],
    "text": "Case No. CA/RTI/0002/2023",
    "fonts": [
      "BookmanOldStyle-Bold"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 0,
    "bbox": [
      72.02,
      266.64,
      248.45,
      280.64
    ],
    "text": "RTIC Appeal No.1283/2019",
    "fonts": [
      "BookmanOldStyle",
      "BookmanOldStyle-Bold"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 0,
    "bbox": [
      72.02,
      288.75,
      540.1,
      359.13
    ],
    "text": "Sri Lanka Telecom PLC, Lotus Road, Colombo 01. PUBLIC AUTHORITY - PETITIONER",
    "fonts": [
      "BookmanOldStyle",
      "BookmanOldStyle-Bold"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 0,
    "bbox": [
      288.05,
      359.19,
      509.14,
      415.43
    ],
    "text": "Vs. 1. Right to Information Commission,",
    "fonts": [
      "ArialMT",
      "BookmanOldStyle",
      "BookmanOldStyle-Bold"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 0,
    "bbox": [
      306.05,
      415.47,
      449.86,
      485.89
    ],
    "text": "Room No.203-204, BMIC, Bauddhaloka Mawatha, Colombo 07.",
    "fonts": [
      "BookmanOldStyle"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 0,
    "bbox": [
      288.05,
      485.93,
      540.1,
      528.13
    ],
    "text": "RESPONDENT 2. C. J. Wijayawardhana,",
    "fonts": [
      "ArialMT",
      "BookmanOldStyle",
      "BookmanOldStyle-Bold"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 0,
    "bbox": [
      306.05,
      528.17,
      398.71,
      598.57
    ],
    "text": "No. 330/4/C, School Lane, Kalapaluwawa, Rajagiriya.",
    "fonts": [
      "BookmanOldStyle"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 0,
    "bbox": [
      72.02,
      598.61,
      538.18,
      654.97
    ],
    "text": "APPELLANT-RESPONDENT Before: R. Gurusinghe J.",
    "fonts": [
      "BookmanOldStyle",
      "BookmanOldStyle-Bold"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 0,
    "bbox": [
      72.02,
      663.08,
      452.74,
      733.34
    ],
    "text": "& Dr. Sumudu Premachandra J.",
    "fonts": [
      "BookmanOldStyle-Bold"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 1,
    "bbox": [
      72.02,
      782.02,
      540.32,
      806.5
    ],
    "text": "Page 2 of 15",
    "fonts": [
      "Calibri",
      "Calibri-Bold"
    ],
    "sizes": [
      11.039999961853027
    ]
  },
  {
    "page_number": 1,
    "bbox": [
      72.02,
      79.66,
      541.56,
      234.56
    ],
    "text": "Counsel: Kaushalya Nawarathna, P.C. with Prabudda Hettiarachchi instructed by Halidja Begum for the Petitioner. C. J. Wijayawardhana, the Appellant-Respondent, in person Himali Kularathne with Aruni Senarathna for the 1st Respondent. Written Submissions: By the Petitioner 03.06.2025",
    "fonts": [
      "BookmanOldStyle",
      "BookmanOldStyle-Bold"
    ],
    "sizes": [
      8.039999961853027,
      12.0
    ]
  },
  {
    "page_number": 1,
    "bbox": [
      216.05,
      242.64,
      478.9,
      256.64
    ],
    "text": "By the Appellant-Respondents 02.06.2025",
    "fonts": [
      "BookmanOldStyle"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 1,
    "bbox": [
      72.02,
      264.72,
      541.66,
      630.97
    ],
    "text": "Argument On: 09.05.2025 Judgment On: 03.07.2025. Dr. Sumudu Premachandra J. 1] The Petitioner, Sri Lanka Telecom PLC, being the Public Authority and a Public Listed Company under the Companies Act No. 07 of 2007 seeks relief against the decision of the Right to Information Commission (RTIC) dated 14.12.2022 (marked X9). 2] This decision directed the disclosure of legal fees incurred by Sri Lanka Telecom PLC (the Petitioner) in relation to specific RTIC (the Right to Information Commission) appeals. The original information request was made on 30.11.2018, and disclosure was refused by the Petitioner under Section 5(1)(f) of the RTI Act No. 12 of 2016. 3] The Petitioner now contends that the RTIC's decision is arbitrary, unlawful, and amounts to a miscarriage of justice. The Petitioner invokes Article 138 of the Constitution read with Section 34 of the RTI Act, arguing that the Commission misapplied exemptions under Sections 5(1)(a), (f), and (g), failed to recognize the distinct legal status of listed entities, and violated constitutional protections under Articles 12(1), 14A(2), and 28(e). The Commission's failure to assess competing interests and disregard for privacy, professional ethics, and legal privilege is emphasized.",
    "fonts": [
      "BookmanOldStyle",
      "BookmanOldStyle-Bold"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 1,
    "bbox": [
      72.02,
      645.05,
      541.66,
      729.52
    ],
    "text": "4] Further, the Petitioner states that the Commission erred by applying the past RTIC decisions as binding precedent and ignored that disclosure of legal fees risks reputational harm and harassment to legal professionals. The Petitioner claims that broader public interest was not demonstrated and that the decision undermines the transparency safeguards already in place under the CSE listing rules.",
    "fonts": [
      "BookmanOldStyle"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 2,
    "bbox": [
      72.02,
      782.02,
      540.32,
      806.5
    ],
    "text": "Page 3 of 15",
    "fonts": [
      "Calibri",
      "Calibri-Bold"
    ],
    "sizes": [
      11.039999961853027
    ]
  },
  {
    "page_number": 2,
    "bbox": [
      72.02,
      57.58,
      541.44,
      99.8
    ],
    "text": "5] The Petitioner prays for interim relief staying the RTIC decision, setting it aside, and for costs and further relief as deemed appropriate, asserting that exceptional circumstances justify intervention by the Court.",
    "fonts": [
      "BookmanOldStyle"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 2,
    "bbox": [
      72.02,
      113.88,
      541.66,
      254.6
    ],
    "text": "6] This application was resisted by the Respondents. While agreeing that the Petitioner, Sri Lanka Telecom PLC, is a public listed company incorporated under the Companies Act No. 07 of 2007, listed on the Colombo Stock Exchange, and with majority government shareholding, making it a public authority under Section 11 of the Right to Information (RTI) Act No. 12 of 2016, the denial of request by the Petitioners Information Officer on 06.12.2018 under Section 5(1)(f) of the RTI Act is untenable as there is no violation of Article 14A(2) or Article 28(e), as the requested data does not involve personal information or professional privilege, but rather concerns the use of public funds, which is of clear public interest.",
    "fonts": [
      "BookmanOldStyle"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 2,
    "bbox": [
      72.02,
      268.68,
      541.66,
      339.11
    ],
    "text": "7] The Appellant-Respondents internal appeal was also rejected on 08.01.2019, prompting an appeal to the RTI Commission (RTIC) on 26.02.2019. The RTIC, after considering submissions from both parties, issued a decision dated 14.12.2022 directing the Petitioner to disclose the requested information. Being aggrieved by the said decision, the Petitioner filed this application.",
    "fonts": [
      "BookmanOldStyle"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 2,
    "bbox": [
      72.02,
      353.19,
      541.66,
      437.63
    ],
    "text": "8] In objection, the Appellant-Respondent maintains that the RTIC acted within legal bounds, and the Petitioners claim of reputational harm to legal professionals is unfounded. He affirms that the RTIC thoroughly addressed all arguments, and no miscarriage of justice has occurred. Therefore, he respectfully requests that the petition to sets aside the RTIC decision to be dismissed, the information released, and costs awarded.",
    "fonts": [
      "BookmanOldStyle"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 2,
    "bbox": [
      72.02,
      451.71,
      528.34,
      465.71
    ],
    "text": "9] In the written submissions, the Petitioner relies on the following decisions;",
    "fonts": [
      "BookmanOldStyle"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 2,
    "bbox": [
      90.02,
      479.81,
      541.65,
      606.49
    ],
    "text": "SC SD No. 22/2016: Affirmed that constitutional rights are subject to overriding public interests and duties under Article 28(e). CA/RTI/0004/2021 (Chamara Sampath v. Neil Iddawala): Disclosure should occur where public interest outweighs harm. CA/RTI/05/2022 (SLT v. I.P. Ediribandu): RTI rights are not absolute; equilibrium must be maintained. CA/RTI/09/2023 (D. Sarathchandra v. Peoples Bank): Payments from public funds are subject to public scrutiny unless significant privacy harm is demonstrated.",
    "fonts": [
      "ArialMT",
      "BookmanOldStyle",
      "BookmanOldStyle-Bold",
      "SymbolMT"
    ],
    "sizes": [
      9.960000038146973,
      12.0
    ]
  },
  {
    "page_number": 2,
    "bbox": [
      72.02,
      620.57,
      541.65,
      733.24
    ],
    "text": "10] I now consider the merits of this application. It is an admitted fact that the Petitioner, Sri Lanka Telecom PLC (SLT), a publicly listed entity, as a listed company, is subject to a higher standard of public accountability through the Colombo Stock Exchange (CSE) Listing Rules and the Code of Best Practice on Corporate Governance. Financial disclosures, including aggregate legal fees, are made public in Annual Reports under administrative and operating expenses as per the Sri Lanka Accounting Standards (SLAS). Thus, the Petitioner comes under the meaning of Section 43 of the Act in defining a Public Authority.",
    "fonts": [
      "BookmanOldStyle"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 2,
    "bbox": [
      72.02,
      747.31,
      541.66,
      775.36
    ],
    "text": "11] The learned Presidents Counsels for the Petitioner contends, therefore, the requested information that specific disclosure of individual legal professionals'",
    "fonts": [
      "BookmanOldStyle"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 3,
    "bbox": [
      72.02,
      782.02,
      540.32,
      806.5
    ],
    "text": "Page 4 of 15",
    "fonts": [
      "Calibri",
      "Calibri-Bold"
    ],
    "sizes": [
      11.039999961853027
    ]
  },
  {
    "page_number": 3,
    "bbox": [
      72.02,
      57.58,
      541.66,
      170.24
    ],
    "text": "fees infringes on privacy and confidentiality protected by Section 5(1)(a), (f), and (g), and Rules 5 & 31 of the Supreme Court Rules 1988. Such disclosures would identify individual counsel and could impact their professional reputation, thereby violating their privacy rights under Article 14A(2) of the Constitution. The Petitioner, SLT, submits that the requested information is exempt from disclosure under Section 5(1) and that the Appellant-Respondent has not demonstrated an overriding public interest, especially in light of existing disclosures and legal protections.",
    "fonts": [
      "BookmanOldStyle"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 3,
    "bbox": [
      72.02,
      184.32,
      541.62,
      226.4
    ],
    "text": "12] I now consider the Right to Information regime succinctly. Section 3 of the Right to Information Act, No. 12 of 2016, grants every citizen the right of access to information, subject to the provisions of Section 5. It says;",
    "fonts": [
      "BookmanOldStyle"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 3,
    "bbox": [
      72.02,
      240.6,
      541.89,
      381.35
    ],
    "text": "3. (1) Subject to the provisions of section 5 of this Act, every citizen shall have a right of access to information which is in the possession, custody or control of a public authority. (2) The provisions of this Act, shall not be in derogation of the powers, privileges and practices of Parliament [ Emphasis is added] 13] Section 5 of the RTI Act discusses when the right of access may be denied. The section enacts;",
    "fonts": [
      "BookmanOldStyle",
      "BookmanOldStyle-BoldItal",
      "BookmanOldStyle-Italic"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 3,
    "bbox": [
      108.02,
      381.51,
      541.29,
      423.65
    ],
    "text": "5. (1) Subject to the provisions of subsection (2), a request under this Act for access to information shall be refused, where",
    "fonts": [
      "BookmanOldStyle-Italic"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 3,
    "bbox": [
      144.62,
      423.75,
      541.14,
      437.81
    ],
    "text": "(a) the information relates to personal information the disclosure of",
    "fonts": [
      "Arial-ItalicMT",
      "BookmanOldStyle-Italic"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 3,
    "bbox": [
      144.02,
      437.79,
      541.17,
      522.31
    ],
    "text": "which has no relationship to any public activity or interest, or which would cause unwarranted invasion of the privacy of the individual unless the larger public interest justifies the disclosure of such information or the person concerned has consented in writing to such disclosure; (b) disclosure of such information",
    "fonts": [
      "BookmanOldStyle-Italic"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 3,
    "bbox": [
      72.02,
      522.29,
      548.5,
      775.9
    ],
    "text": "(i) would undermine the defence of the State or its territorial integrity or national security; (ii) would be or is likely to be seriously prejudicial to Sri Lankas relations with any State, or in relation to international agreements or obligations under international law, where such information was given by or obtained in confidence; (c) the disclosure of such information would cause serious prejudice to the economy of Sri Lanka by disclosing prematurely decisions to change or continue government economic or financial policies relating to- (i) exchange rates or the control of overseas exchange transactions; (ii) the regulation of banking or credit; (iii) taxation; (iv) the stability, control and adjustment of prices of goods and services, rents and other costs and rates of wages, salaries and other income; or",
    "fonts": [
      "BookmanOldStyle-Italic"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 4,
    "bbox": [
      72.02,
      782.02,
      540.32,
      806.5
    ],
    "text": "Page 5 of 15",
    "fonts": [
      "Calibri",
      "Calibri-Bold"
    ],
    "sizes": [
      11.039999961853027
    ]
  },
  {
    "page_number": 4,
    "bbox": [
      72.02,
      57.58,
      545.14,
      437.93
    ],
    "text": "(v) the entering into of overseas trade agreements; (d) information, including commercial confidence, trade secrets or intellectual property, protected under the Intellectual Property Act, No. 36 of 2003, the disclosure of which would harm the competitive position of a third party, unless the public authority is satisfied that larger public interest warrants the disclosure of such information; (e) the information could lead to the disclosure of any medical records relating to any person, unless such person has consented in writing to such disclosure; (f) the information consists of any communication, between a professional and a public authority to whom such professional provides services, which is not permitted to be disclosed under any written law, including any communication between the Attorney General or any officer assisting the Attorney General in the performance of his duties and a public authority; (g) the information is required to be kept confidential by reason of the existence of a fiduciary relationship; (h) the disclosure of such information would- (i) cause grave prejudice to the prevention or detection of any crime the apprehension or prosecution of offenders; or (ii) expose the identity of a confidential source of information in relation to law enforcement or national security, to be ascertained;",
    "fonts": [
      "BookmanOldStyle-Italic"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 4,
    "bbox": [
      126.02,
      437.91,
      541.18,
      761.98
    ],
    "text": "(i) subject to the provisions of section 29(2)(c), the information has been supplied in confidence to the public authority concerned by a third party and the third party does not consent to its disclosure; (j) the disclosure of such information would be in contempt of court or prejudicial to the maintenance of the authority and impartiality of the judiciary; k) the disclosure of such information would infringe the privileges of Parliament or of a Provincial Council as provided by Law; (l) disclosure of the information would harm the integrity of an examination being conducted by the Department of Examination or a Higher Educational Institution; (m) the information is of a cabinet memorandum in relation to which a decision has not been taken; or (n) the information relates to an election conducted by the Commissioner of Elections which is required by the relevant election laws to be kept confidential.",
    "fonts": [
      "BookmanOldStyle-Italic"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 5,
    "bbox": [
      72.02,
      782.02,
      540.32,
      806.5
    ],
    "text": "Page 6 of 15",
    "fonts": [
      "Calibri",
      "Calibri-Bold"
    ],
    "sizes": [
      11.039999961853027
    ]
  },
  {
    "page_number": 5,
    "bbox": [
      72.02,
      57.58,
      541.37,
      226.52
    ],
    "text": "(2) Notwithstanding the provisions of subsection (1), a request for information shall not be refused on any of the grounds referred to therein, other than the grounds referred to in paragraphs (a), (b), (d), (e), (f), (g), (h) and (j) of that subsection, if the information requested for is over ten years old. (3) (4) (5) 14] In the case in hand, the information was refused by the Petitioner, Public Authority (PA) on the ground of section 5(1)(f), that is;",
    "fonts": [
      "BookmanOldStyle",
      "BookmanOldStyle-Italic"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 5,
    "bbox": [
      72.02,
      226.68,
      541.85,
      550.57
    ],
    "text": "(f) the information consist of any communication, between a professional and a public authority to whom such professional provides services, which is not permitted to be disclosed under any written law, including any communication between the Attorney General or any officer assisting the Attorney General in the performance of his duties and a public authority; 15] The Petitioners main argument is that the right to information of the Appellant-Respondent is curtailed by section 5(1)(f) of the RTI Act. This court notes that this is a battle between the right to privacy versus the right to information. Both rights are essential human rights in the modern information society. However, in Sri Lanka, the right to privacy, while not explicitly enshrined as a fundamental right in the Constitution, is recognized and protected by the Personal Data Protection Act No. 9 of 2022 and section 5(1)(f) of the RTI Act. It is evident that a potential conflict arises between these rights when there is a demand for access to personal information held by government bodies. It is mindful that where the two rights overlap, States need to develop mechanisms for identifying core issues to limit conflicts and for balancing the rights. 16] It is to be noted that the Right to Information was developed by case laws before it was enshrined in our Constitution. In Environmental Foundation v. UDA 2009 1SLR 123, it was held that;",
    "fonts": [
      "BookmanOldStyle",
      "BookmanOldStyle-BoldItal",
      "BookmanOldStyle-Italic"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 5,
    "bbox": [
      72.02,
      550.61,
      541.41,
      761.92
    ],
    "text": "Although the right to information is not specifically guaranteed under the Constitution as a fundamental right, the freedom of speech and expression including publication guaranteed under Article 14(1)(a), to be meaningful and effective should carry within its scope an implicit right of a person to secure relevant information from a public authority in respect of a matter that should be in the public domain. It should necessarily be so where the public interest in the matter outweighs the confidentiality that attaches to affairs of State and official communications. The arbitrary refusal of information required by the Petitioner is an infringement of the Petitioners fundamental rights guaranteed by Article 12(1) of the Constitution The word persons as appearing in Article 12(1) should not be restricted to natural persons but extended to all entities having legal personality recognized by law",
    "fonts": [
      "BookmanOldStyle",
      "BookmanOldStyle-Italic"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 6,
    "bbox": [
      72.02,
      782.02,
      540.32,
      806.5
    ],
    "text": "Page 7 of 15",
    "fonts": [
      "Calibri",
      "Calibri-Bold"
    ],
    "sizes": [
      11.039999961853027
    ]
  },
  {
    "page_number": 6,
    "bbox": [
      72.02,
      57.58,
      541.66,
      113.84
    ],
    "text": "17] Thereafter, by the Nineteenth Amendment to the Constitution, on 15th May, 2015, the Right of access to information is enshrined in the Constitution. Article 14A is reproduced below for clarity.",
    "fonts": [
      "BookmanOldStyle"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 6,
    "bbox": [
      72.02,
      114.0,
      541.05,
      170.3
    ],
    "text": "14A. (1) Every citizen shall have the right of access to any information as provided for by law, being information that is required for the exercise or protection of a citizens right held by:-",
    "fonts": [
      "BookmanOldStyle-Italic"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 6,
    "bbox": [
      72.02,
      170.28,
      545.02,
      480.19
    ],
    "text": "(a) the State, a Ministry or any Government Department or any statutory body established or created by or under any law; (b) any Ministry of a Minister of the Board of Ministers of a Province or any Department or any statutory body established or created by a statute of a Provincial Council; (c) any local authority; and (d) any other person, who is in possession of such information relating to any institution referred to in sub-paragraphs (a), (b) or (c) of this paragraph. (2) No restrictions shall be placed on the right declared and recognized by this Article, other than such restrictions prescribed by law as are necessary in a democratic society, in the interests of national security, territorial integrity or public safety, for the prevention of disorder or crime, for the protection of health or morals and of the reputation or the rights of others, privacy, prevention of contempt of court, protection of parliamentary privilege, for preventing the disclosure of information communicated in confidence, or for maintaining the authority and impartiality of the judiciary. (3) In this Article, citizen includes a body whether incorporated or unincorporated, if not less than three-fourths of the members of such body are citizens",
    "fonts": [
      "BookmanOldStyle-Italic"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 6,
    "bbox": [
      72.02,
      494.21,
      541.65,
      635.05
    ],
    "text": "18] In line with the 19th Constitutional Amendment, the Right to Information (RTI) Act No. 12 of 2016 was enacted. The Preamble of the Act emphasizes the constitutional guarantee of the right to access information under Article 14A and promotes transparency and accountability in public institutions. Section 3(1) of the RTI Act affirms every citizen's right to access information in the possession of public authorities, subject to the exemptions outlined in Section 5. More importantly, Section 5(4) clarifies that even exempted information may be disclosed if public interest outweighs the harm of disclosure, emphasizing that information requests are not restricted to matters directly tied to public activity.",
    "fonts": [
      "BookmanOldStyle"
    ],
    "sizes": [
      8.039999961853027,
      12.0
    ]
  },
  {
    "page_number": 6,
    "bbox": [
      72.02,
      649.16,
      541.66,
      733.6
    ],
    "text": "19] In the above context, what is more important is that the transparency and accountability in public authorities and that is the paramount consideration. In another division of this Court, in Chamara Sampath vs Neil Iddawala, CA/RTI/0004/2021, Decided on: 28-02-2023, His Lordship Sampath B Abayakoon, J has emphasized the intention of parliament when RTI is enacted as;",
    "fonts": [
      "BookmanOldStyle",
      "BookmanOldStyle-BoldItal"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 6,
    "bbox": [
      108.02,
      747.67,
      541.18,
      775.78
    ],
    "text": "It is abundantly clear that by enacting RTI Act No.12 of 2016, the intention of the legislature had been to give effect more robustly to the provisions of",
    "fonts": [
      "BookmanOldStyle-Italic"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 7,
    "bbox": [
      72.02,
      782.02,
      540.32,
      806.5
    ],
    "text": "Page 8 of 15",
    "fonts": [
      "Calibri",
      "Calibri-Bold"
    ],
    "sizes": [
      11.039999961853027
    ]
  },
  {
    "page_number": 7,
    "bbox": [
      72.02,
      57.58,
      541.81,
      423.83
    ],
    "text": "the Constitution by fostering a culture of transparency and accountability in public authorities and institutions by giving effect to the right of access to information in combatting corruption and promoting accountability and good governance. It needs to be reminded that it is for the very purpose that the legislature by its wisdom has enacted and introduced Article 14A by the 19th Amendment to the Constitution of the Republic, where right to access to information has been enshrined as a fundamental right. I am of the view that when interpreting the provisions of the RTI Act, it is in this spirit of the intentions of the legislature, the relevant Act or Acts should be interpreted by the relevant authority and not to take cover in order to avoid providing the information asked for, unless such information can be denied in terms of section 5 of the RTI Act. Even in instances where the RTI Act provides for the denial of access to information, it has been stated that if the public interest in disclosing the information outweighs the harm that would result in its disclosure, such information should be released. [Emphasis is added] 20] Thus, my considered view is that the rule should be to provide the information asked for without refusing as section 5 (4) of the RTI Act1 demands. It should be noted that the right to receive information was well considered decades before the Constitutional Provisions and the RTI Act were enacted. In Sunila Abeysekera V. Ariya Rubasinghe, Competent Authority and Other [2000] 1 Sri L R 314 at page 366/367: His Lordship Amerasinghe, J. with reference to The Johannesburg Principles on National Security, Freedom of Expression and Access to Information and observes that;",
    "fonts": [
      "BookmanOldStyle",
      "BookmanOldStyle-BoldItal",
      "BookmanOldStyle-Italic"
    ],
    "sizes": [
      8.039999961853027,
      12.0
    ]
  },
  {
    "page_number": 7,
    "bbox": [
      108.02,
      423.87,
      545.14,
      691.66
    ],
    "text": "\"Freedom of speech necessarily protects the right to receive information, regardless of the social worth of such information\" The petitioner furnished the Court with a copy of a document entitled \"The Johannesburg Principles on National Security, Freedom of Expression and Access to Information,\" and placed great reliance on that document. According to the \"Introduction\" to that document, the \"Principles were adopted on 1st October 1995 by a group of experts in international law, national security, and human rights convened by Article 19, the International Centre Against Censorship, in collaboration with the Centre for Applied Legal Studies of the University of the Witwatersrand, in Johannesburg.\" The preamble to the document, inter alia, states that the 'principles' are meant to \"discourage governments from using the pretext of national security, to place unjustified restrictions on the exercise of \"freedom of speech and expression\". While recognizing that restrictions may be placed in the interests of national security, the 'principles' state that they should be prescribed by law, and have \"the genuine purpose and demonstrable effect of protecting\" \"a country's existence or its territorial",
    "fonts": [
      "BookmanOldStyle",
      "BookmanOldStyle-BoldItal",
      "BookmanOldStyle-Italic"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 7,
    "bbox": [
      72.02,
      697.66,
      540.88,
      779.71
    ],
    "text": "1 5 (4). Notwithstanding the provision of (1), a request for information shall not be refused where the public interest in disclosing the information outweigh the harm that would result from its disclosure.",
    "fonts": [
      "BookmanOldStyle",
      "Calibri"
    ],
    "sizes": [
      6.960000038146973,
      9.960000038146973,
      11.039999961853027,
      12.0
    ]
  },
  {
    "page_number": 8,
    "bbox": [
      72.02,
      782.02,
      540.32,
      806.5
    ],
    "text": "Page 9 of 15",
    "fonts": [
      "Calibri",
      "Calibri-Bold"
    ],
    "sizes": [
      11.039999961853027
    ]
  },
  {
    "page_number": 8,
    "bbox": [
      72.02,
      57.58,
      541.66,
      240.68
    ],
    "text": "integrity against the use or threat of force, or its capacity to respond to the use or threat of force\" A restriction sought to be justified on the ground of national security is not legitimate if its genuine purpose or demonstrable effect is to protect interests unrelated to national security, including for example, to protect a government from embarrassment or exposure of wrongdoing, or to conceal information about the functioning of its public institutions, or to entrench a particular ideology or to suppress industrial unrest.\" [ Emphasis is added]. 21] Further, in the Universal Declaration of Human Rights, through Article 19, the right to information was considered in 1948 as;",
    "fonts": [
      "BookmanOldStyle",
      "BookmanOldStyle-Italic"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 8,
    "bbox": [
      72.02,
      240.72,
      545.5,
      381.59
    ],
    "text": "Everyone has the right to freedom of opinion and expression; this right includes freedom to hold opinions without interference and to seek, receive and impart information and ideas through any media and regardless of frontiers. [ Emphasis is added] 22] Thus, the above legal stances show that the refusal should be in the true extreme cases, not as a general cover for the exception. Notably, Article 12 of the Universal Declaration of Human Rights protects the right to privacy as well.",
    "fonts": [
      "BookmanOldStyle",
      "BookmanOldStyle-BoldItal",
      "BookmanOldStyle-Italic"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 8,
    "bbox": [
      72.02,
      381.63,
      541.63,
      480.13
    ],
    "text": "\"No one shall be subjected to arbitrary interference with his privacy, family, home, or correspondence, or to attacks on his honour and reputation 23] When it is considered in the purview of the PERSONAL DATA PROTECTION ACT, No. 9 OF 2022, under Section 56, personal data has been defined as;",
    "fonts": [
      "BookmanOldStyle",
      "BookmanOldStyle-Italic"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 8,
    "bbox": [
      108.02,
      480.29,
      541.9,
      578.77
    ],
    "text": "Personal data means, any information that can identify a data subject directly or indirectly, by reference to (a) an identifier such as a name, an identification number, financial data, location data or an online identifier; or (b) one or more factors specific to the physical, physiological, genetic, psychological, economic, cultural or social identity of that individual or natural person.[Emphasis is added]",
    "fonts": [
      "BookmanOldStyle",
      "BookmanOldStyle-BoldItal"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 8,
    "bbox": [
      72.02,
      592.97,
      541.66,
      719.56
    ],
    "text": "24] It is to be observed that the Right of Privacy is not an absolute right, and it is subject to limitations. In K.S. Puttuswamy v. Union of India, (2017) 10 SCC 1; considering under Article 21 of the Constitution of India, the Court held that although the privacy has been deemed to be an essential component of the right to life and personal liberty, as well as a constitutional principle represented in Part III of the Constitution's fundamental freedoms, unlike the rights to life and liberty, privacy is not absolute. It should be said that the right is subject to reasonable regulations made by the State to protect legitimate State interests or public interest.",
    "fonts": [
      "BookmanOldStyle",
      "BookmanOldStyle-BoldItal"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 9,
    "bbox": [
      72.02,
      782.02,
      540.32,
      806.5
    ],
    "text": "Page 10 of 15",
    "fonts": [
      "Calibri",
      "Calibri-Bold"
    ],
    "sizes": [
      11.039999961853027
    ]
  },
  {
    "page_number": 9,
    "bbox": [
      72.02,
      57.58,
      541.66,
      113.84
    ],
    "text": "25] Further, in the UK, in the case of Dun v Information Commissioner and National Audit Office (EA/2010/0060, 18 January 2011), the tribunal said that there is no blanket cover of disclosure of personal data. It notes at paragraph 40:",
    "fonts": [
      "BookmanOldStyle"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 9,
    "bbox": [
      108.02,
      127.92,
      541.59,
      184.16
    ],
    "text": "The Tribunal does not accept that there is a blanket level at which all junior civil servants are shielded from disclosure of their personal data. This has to be decided on a case-by-case basis, through consideration of the role and responsibilities of the individual and the information itself.",
    "fonts": [
      "BookmanOldStyle"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 9,
    "bbox": [
      72.02,
      226.32,
      541.66,
      282.68
    ],
    "text": "26] Thus, it is my considered view that when applying the restriction under section 5(1) of the RTI Act, the Right to Information Commission or Court should look and decide on a case-by-case basis when information requested comes truly under the exemptions of section 5(1) of the said Act.",
    "fonts": [
      "BookmanOldStyle"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 9,
    "bbox": [
      72.02,
      324.87,
      541.85,
      409.31
    ],
    "text": "27] In this case, the Learned Presidents Counsel for the Petitioner contended that under the fiduciary relationship, the information cannot be given. In this regard, the Supreme Court of India in Bihar Public Service Commn vs Saiyed Hussain Abbas Rizwi & Anr on 13 December, 2012 (AIR ONLINE 2012 SC 452) has extensively discussed the exemption clause under fiduciary relationship as follows;",
    "fonts": [
      "BookmanOldStyle",
      "BookmanOldStyle-BoldItal"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 9,
    "bbox": [
      108.02,
      423.39,
      541.9,
      775.54
    ],
    "text": "22. Section 8(1)(e) provides an exemption from furnishing of information, if the information available to a person is in his fiduciary relationship unless the competent authority is satisfied that larger public interest warrants the disclosure of such information. In terms of Section 8(1)(g), the public authority is not obliged to furnish any such information the disclosure of which would endanger the life or physical safety of any person or identify the source of information or assistance given in confidence for law enforcement and security purposes. If the concerned public authority holds the information in a fiduciary relationship, then the obligation to furnish information is obliterated. But if the competent authority is still satisfied that in the larger public interest, despite such objection, the information should be furnished, it may so direct the public authority. The term fiduciary refers to a person having a duty to act for the benefit of another, showing good faith and condour, where such other person reposes trust and special confidence in the person owing or discharging the duty. The term fiduciary relationship is used to describe a situation or transaction where one person places complete confidence in another person in regard to his affairs, business or transactions. This aspect has been discussed in some detail in the judgment of this Court in the case of Central Board of Secondary Education (supra). Section 8(1)(e), therefore, carves out a protection in favour of a person who possesses information in his fiduciary relationship. This protection can be negated by the competent authority where the larger public interest warrants the disclosure of such information, in which case, the authority is expected to record reasons for its satisfaction. Another very significant provision of the",
    "fonts": [
      "BookmanOldStyle-BoldItal",
      "BookmanOldStyle-Italic"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 10,
    "bbox": [
      72.02,
      782.02,
      540.32,
      806.5
    ],
    "text": "Page 11 of 15",
    "fonts": [
      "Calibri",
      "Calibri-Bold"
    ],
    "sizes": [
      11.039999961853027
    ]
  },
  {
    "page_number": 10,
    "bbox": [
      108.02,
      57.58,
      541.89,
      325.25
    ],
    "text": "Act is 8(1)(j). In terms of this provision, information which relates to personal information, the disclosure of which has no relationship to any public activity or interest or which would cause unwarranted invasion of the privacy of the individual would fall within the exempted category, unless the authority concerned is satisfied that the larger public interest justifies the disclosure of such information. It is, therefore, to be understood clearly that it is a statutory exemption which must operate as a rule and only in exceptional cases would disclosure be permitted, that too, for reasons to be recorded demonstrating satisfaction to the test of larger public interest. It will not be in consonance with the spirit of these provisions, if in a mechanical manner, directions are passed by the appropriate authority to disclose information which may be protected in terms of the above provisions. All information which has come to the notice of or on record of a person holding fiduciary relationship with another and but for such capacity, such information would not have been provided to that authority, would normally need to be protected and would not be open to disclosure keeping the higher standards of integrity and confidentiality of such relationship. Such exemption would be available to such authority or department.",
    "fonts": [
      "BookmanOldStyle-BoldItal",
      "BookmanOldStyle-Italic"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 10,
    "bbox": [
      108.02,
      339.27,
      541.87,
      775.93
    ],
    "text": "23. The expression public interest has to be understood in its true connotation so as to give complete meaning to the relevant provisions of the Act. The expression public interest must be viewed in its strict sense with all its exceptions so as to justify denial of a statutory exemption in terms of the Act. In its common parlance, the expression public interest, like public purpose, is not capable of any precise definition. It does not have a rigid meaning, is elastic and takes its colour from the statute in which it occurs, the concept varying with time and state of society and its needs. [State of Bihar v. Kameshwar Singh (AIR 1952 SC 252)]. It also means the general welfare of the public that warrants recommendation and protection; something in which the public as a whole has a stake [Blacks Law Dictionary (Eighth Edition)]. 24. The satisfaction has to be arrived at by the authorities objectively and the consequences of such disclosure have to be weighed with regard to circumstances of a given case. The decision has to be based on objective satisfaction recorded for ensuring that larger public interest outweighs unwarranted invasion of privacy or other factors stated in the provision. Certain matters, particularly in relation to appointment, are required to be dealt with great confidentiality. The information may come to knowledge of the authority as a result of disclosure by others who give that information in confidence and with complete faith, integrity and fidelity. Secrecy of such information shall be maintained, thus, bringing it within the ambit of fiduciary capacity. Similarly, there may be cases where the disclosure has no relationship to any public activity or interest or it may even cause unwarranted invasion of privacy of the individual. All these protections have to be given their due implementation as they spring from statutory exemptions. It is not a decision simpliciter between private interest and public interest. It is a matter where a constitutional protection is available to a person with regard to the right to privacy. Thus, the public interest",
    "fonts": [
      "BookmanOldStyle-BoldItal",
      "BookmanOldStyle-Italic"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 11,
    "bbox": [
      72.02,
      782.02,
      540.32,
      806.5
    ],
    "text": "Page 12 of 15",
    "fonts": [
      "Calibri",
      "Calibri-Bold"
    ],
    "sizes": [
      11.039999961853027
    ]
  },
  {
    "page_number": 11,
    "bbox": [
      72.02,
      57.58,
      541.69,
      282.92
    ],
    "text": "has to be construed while keeping in mind the balance factor between right to privacy and right to information with the purpose sought to be achieved and the purpose that would be served in the larger public interest, particularly when both these rights emerge from the constitutional values under the Constitution of India. [Emphasis is added] 28] The above Indian Case has considered the exemption as the rule and disclosure as the exception. It curtails the constitutional right if exemption is made as the rule. However, the preamble to the Right to Information Act categorically indicates that the rule should be disclosure, and refusal should be the exception. Thus, the public authority should prove that the refusal falls under the exemption whenever it involves dealings related to combating corruption. The preamble of RTI Act says;",
    "fonts": [
      "BookmanOldStyle",
      "BookmanOldStyle-BoldItal",
      "BookmanOldStyle-Italic"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 11,
    "bbox": [
      72.02,
      282.99,
      541.78,
      466.07
    ],
    "text": "WHEREAS the Constitution guarantees the right of access to information in Article 14A thereof and there exists a need to foster a culture of transparency and accountability in public authorities by giving effect to the right of access to information and thereby promote a society in which the people of Sri Lanka would be able to more fully participate in public life through combating corruption and promoting accountability and good governance. [Emphasis is added] 29] It is to be noted that Justice Marshall in the US case of Stanley v. Georgia, 394 US 557 (1969), stressed how important that right to information plays in society, as;",
    "fonts": [
      "BookmanOldStyle",
      "BookmanOldStyle-BoldItal",
      "BookmanOldStyle-Italic"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 11,
    "bbox": [
      72.02,
      466.25,
      541.88,
      606.97
    ],
    "text": "It is now well established that the Constitution protects the right to receive information and ideas This freedom [of speech and press] necessarily protects the right to receiveThis right to receive information and ideas, regardless of their social worth, is fundamental to our free society. [Emphasis is added] 30] In Guerra and Others v. Italy Application No. 14967/89; (1998) 26 EHRR 357; [1998] ECHR 7 European Court considered the freedom to receive information as;",
    "fonts": [
      "BookmanOldStyle",
      "BookmanOldStyle-BoldItal",
      "BookmanOldStyle-Italic"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 11,
    "bbox": [
      72.02,
      607.13,
      541.66,
      747.88
    ],
    "text": "The Court reiterates that freedom to receive information, referred to in paragraph 2 of Article 10 of the Convention, basically prohibits a government from restricting a person from receiving information that others wish or may be willing to impart to him. 31] In Mallawarachchi v. Seneviratne, OIC Kekirawa [1992] 1 SLR 181, in the case of defamation, our court held that although the statement is defamatory in the interest of the public and protection, it could be allowed. The court noted;",
    "fonts": [
      "BookmanOldStyle",
      "BookmanOldStyle-BoldItal",
      "BookmanOldStyle-Italic"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 11,
    "bbox": [
      108.02,
      748.03,
      541.71,
      776.05
    ],
    "text": "A true statement, made in the public interest or in the protection of a lawful interest, would be clearly in the exercise of freedom of",
    "fonts": [
      "BookmanOldStyle-BoldItal",
      "BookmanOldStyle-Italic"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 12,
    "bbox": [
      72.02,
      782.02,
      540.32,
      806.5
    ],
    "text": "Page 13 of 15",
    "fonts": [
      "Calibri",
      "Calibri-Bold"
    ],
    "sizes": [
      11.039999961853027
    ]
  },
  {
    "page_number": 12,
    "bbox": [
      72.02,
      57.58,
      541.66,
      296.99
    ],
    "text": "speech although ex facie defamatory. Such statements may be made by way of criticism of those holding or seeking public office, particularly where relevant to such office. [Emphasis is added] 32] Thus, the well-being of society in combating corruption is the spirit of the Right to Information Act, and it cannot be suppressed in any manner. The RTI Act prioritizes the disclosure of information held by public authorities. Thus, legal fees are a cost incurred by the public authority, and therefore, are generally considered disclosable information. I cannot say that this would cause an unwarranted invasion of privacy, commercial confidences, or information, or that it is legally protected from disclosure. As noted above, even if such information falls under an exemption, the RTI Act allows for disclosure if the larger public interest justifies it. It should be noted that the RTI Commission, in its impugned decision, has emphasized that the primary aim of the Act is the maximum disclosure of information, subject to narrowly drawn exemptions, and in the case in hand, the exemption cannot be attracted.",
    "fonts": [
      "BookmanOldStyle",
      "BookmanOldStyle-Bold",
      "BookmanOldStyle-BoldItal",
      "BookmanOldStyle-Italic"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 12,
    "bbox": [
      72.02,
      311.19,
      541.62,
      494.17
    ],
    "text": "33] Moreover, I am of the view that the requested information concerns legal costs paid from public funds and does not qualify as personal information or information protected by privilege under written law. The Petitioner in the written submission has acknowledged that the aggregate legal fees were published in the annual report. If so, why cannot the breakdown of legal fees be disclosed? This court strongly holds that transparency in the use of public funds, especially in legal expenditures by public institutions, cannot be considered confidential. The disclosure of such information does not violate constitutional protections under Article 14A (2) or 28(e), nor does it infringe on privacy or reputational rights, as held in D.Sarathchandra v. Peoples Bank CA Case No: RTI/09/2023, Decided On: 26.11.2024. Therefore, there is no legitimate ground for the Petitioner to withhold the requested information from the Appellant-Respondent.",
    "fonts": [
      "BookmanOldStyle",
      "BookmanOldStyle-BoldItal",
      "BookmanOldStyle-Italic"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 12,
    "bbox": [
      72.02,
      508.25,
      541.66,
      550.45
    ],
    "text": "34] In the above case (D. Sarathchandra vs Peoples Bank) (supra)His Lordship M.C.B.S. Morais J. held firmly that the transparency should be maintained for the use of public funds is as;",
    "fonts": [
      "BookmanOldStyle",
      "BookmanOldStyle-BoldItal"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 12,
    "bbox": [
      108.02,
      564.53,
      541.84,
      719.5
    ],
    "text": "Specifically, the disclosure of a name or the identity of an institution to which the Petitioner has directed payments from public funds does not, in itself, constitute an unwarranted invasion of privacy of such third party. Such information relates directly to the use of public resources, which is inherently subject to public scrutiny. Public institutions operate under the principle of accountability, and their expenditures should be transparent to ensure that they adhere to legal, ethical, and financial standards. Consequently, the disclosure of such information should not be withheld unless there is a compelling reason to demonstrate that doing so would harm an individual's right to privacy in a manner that outweighs the public interest and transparency.",
    "fonts": [
      "BookmanOldStyle-BoldItal",
      "BookmanOldStyle-Italic"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 12,
    "bbox": [
      108.02,
      733.51,
      541.42,
      775.78
    ],
    "text": "Furthermore, the financial dealings of a public institutionparticularly those involving payments made from public fundscannot be categorized as confidential or exempt from disclosure.",
    "fonts": [
      "BookmanOldStyle-BoldItal",
      "BookmanOldStyle-Italic"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 13,
    "bbox": [
      72.02,
      782.02,
      540.32,
      806.5
    ],
    "text": "Page 14 of 15",
    "fonts": [
      "Calibri",
      "Calibri-Bold"
    ],
    "sizes": [
      11.039999961853027
    ]
  },
  {
    "page_number": 13,
    "bbox": [
      108.02,
      57.58,
      541.72,
      254.78
    ],
    "text": "Any claim that such information is undisclosable must be weighed against the fundamental principle that public funds must be managed openly and responsibly. Such open disclosure would serve to enhance trust in public institutions by allowing for oversight and accountability, ensuring that no illegal, undisclosable, or unaccountable expenditures occur. The mere fact that the information in question may reveal the names of third parties involved in transactions with a public institution does not, on its own, provide sufficient justification for withholding it. Such names are relevant insofar as they pertain to activities conducted using public funds, and their disclosure is crucial to maintaining transparency in public administration. Unless the disclosure can be shown to result in an unwarranted invasion of privacybeyond the reasonable expectation of privacy in the context of public expenditurethere is no legal or ethical basis for preventing access to this information.",
    "fonts": [
      "BookmanOldStyle-BoldItal",
      "BookmanOldStyle-Italic"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 13,
    "bbox": [
      108.02,
      268.8,
      541.78,
      353.33
    ],
    "text": "In conclusion, while the protection of personal information is a legitimate concern, it must be balanced against the public's right to access information about the use of public funds. The disclosure of the requested information does not violate privacy rights in an unwarranted manner and aligns with the broader objectives of transparency, accountability, and good governance. [Emphasis is added]",
    "fonts": [
      "BookmanOldStyle",
      "BookmanOldStyle-BoldItal",
      "BookmanOldStyle-Italic"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 13,
    "bbox": [
      72.02,
      367.35,
      541.58,
      423.71
    ],
    "text": "35] I am fully in agreement with the above notion. In this case, the Appellant-Respondent by Information Request dated 30.11.2018 inter alia requested the following information under the provisions of the Right to Information Act No.12 of 2016. Those are;",
    "fonts": [
      "BookmanOldStyle"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 13,
    "bbox": [
      90.02,
      437.79,
      541.61,
      479.89
    ],
    "text": "The details of the total cost incurred by Sri Lanka Telecom PLC in relation to appeal numbers 295/2018, 298/2018, 299/2018,319/2018 and 402/2018 in the RTI Commission giving a breakdown as given below: -",
    "fonts": [
      "BookmanOldStyle"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 13,
    "bbox": [
      108.02,
      488.05,
      500.5,
      562.21
    ],
    "text": "Legal Consultation fees Legal fees for written submissions Legal fees for representation by counsel in the RTI Commission Any other related legal costs.",
    "fonts": [
      "ArialMT",
      "BookmanOldStyle",
      "SymbolMT"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 13,
    "bbox": [
      72.02,
      570.17,
      541.66,
      767.32
    ],
    "text": "36] Those expenditures are used by the Public Authority, the Petitioner. On careful consideration, it is to be noted that no counsels names were requested; only a breakdown of legal fees was requested. Thus, the right to privacy of any individual or the information they possess consists of any communication between a professional and a public authority to whom such professional provides services, which is not permitted to be disclosed under any written law, and cannot be traced in this request. On the other hand, as legal practitioners, their fees are subject to Inland Revenue Laws and they should maintain trust accounts. Thus, there is no confidentiality on either end (Public Authority or Legal Counsel). It should be noted that the Petitioner as the Public Authority is required to establish that an exemption under Section 5 (1) of RTI Act has been made out for refusal, in addition to satisfying the burden of proof under the section 32 (4) of said Act that the harm of disclosure is greater than public interest. I do not see that any ground has been established by the Petitioner in",
    "fonts": [
      "BookmanOldStyle"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 14,
    "bbox": [
      72.02,
      782.02,
      540.32,
      806.5
    ],
    "text": "Page 15 of 15",
    "fonts": [
      "Calibri",
      "Calibri-Bold"
    ],
    "sizes": [
      11.039999961853027
    ]
  },
  {
    "page_number": 14,
    "bbox": [
      72.02,
      57.58,
      541.59,
      339.21
    ],
    "text": "the case in hand. Thus, the impugned decision of the Right to Information Commission is well-founded and cannot be assailed. 37] Accordingly, we affirm the decision of the Right to Information Commission and dismiss this appeal with costs. JUDGE OF THE COURT OF APPEAL R. GURUSINGHE J. I agree JUDGE OF THE COURT OF APPEAL",
    "fonts": [
      "BookmanOldStyle",
      "BookmanOldStyle-Bold"
    ],
    "sizes": [
      12.0
    ]
  }
]