[
  {
    "page_number": 0,
    "bbox": [
      72.02,
      781.9,
      332.09,
      806.38
    ],
    "text": "Page 1 of 8",
    "fonts": [
      "Calibri",
      "Calibri-Bold"
    ],
    "sizes": [
      11.039999961853027
    ]
  },
  {
    "page_number": 0,
    "bbox": [
      98.42,
      52.68,
      514.01,
      64.68
    ],
    "text": "IN THE COURT OF APPEAL OF THE DEMOCRATIC SOCIALIST REPUBLIC OF SRI LANKA",
    "fonts": [
      "Calibri-Bold"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 0,
    "bbox": [
      72.02,
      100.34,
      540.38,
      238.82
    ],
    "text": "In the matter of an application in terms of section 331 of the Code of Criminal Procedure Act No.15 of 1979 as amended Court of Appeal Case No: CA /HCC 271/ 18 Hon. Attorney General, High Court Chilaw Case No: HC/45/2016 Complainant Vs. Bamunusinghe Arachchilage Rohitha Sanath Ananda",
    "fonts": [
      "Calibri",
      "Calibri-Bold"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 0,
    "bbox": [
      496.78,
      242.54,
      543.17,
      254.54
    ],
    "text": "Accused",
    "fonts": [
      "Calibri-Bold"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 0,
    "bbox": [
      324.07,
      266.42,
      420.14,
      278.42
    ],
    "text": "And Now Between",
    "fonts": [
      "Calibri-Bold"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 0,
    "bbox": [
      324.07,
      290.21,
      505.2,
      318.05
    ],
    "text": "Bamunusinghe Arachchilage Rohitha Sanath Ananda",
    "fonts": [
      "Calibri"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 0,
    "bbox": [
      444.46,
      321.89,
      543.17,
      333.89
    ],
    "text": "Accused-Appellant",
    "fonts": [
      "Calibri-Bold"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 0,
    "bbox": [
      324.07,
      345.65,
      341.9,
      357.65
    ],
    "text": "Vs.",
    "fonts": [
      "Calibri-Bold"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 0,
    "bbox": [
      324.07,
      369.41,
      486.53,
      413.09
    ],
    "text": "Hon. Attorney General, Attorney General's Department, Colombo 12.",
    "fonts": [
      "Calibri",
      "Calibri-Bold"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 0,
    "bbox": [
      410.35,
      416.93,
      540.53,
      428.93
    ],
    "text": "Complainant-Respondent",
    "fonts": [
      "Calibri-Bold"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 0,
    "bbox": [
      72.02,
      464.59,
      451.37,
      536.35
    ],
    "text": "Before: N. Bandula Karunarathna J. & R. Gurusinghe J.",
    "fonts": [
      "Calibri",
      "Calibri-Bold"
    ],
    "sizes": [
      6.0,
      6.960000038146973,
      12.0
    ]
  },
  {
    "page_number": 0,
    "bbox": [
      72.02,
      547.15,
      483.05,
      573.79
    ],
    "text": "Counsel: Nayantha Wijesundara AAL for the Accused-appellant",
    "fonts": [
      "Calibri",
      "Calibri-Bold"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 0,
    "bbox": [
      72.02,
      576.43,
      496.49,
      627.52
    ],
    "text": "Azard Navavi DSG for the Complainant-Respondent Written Submissions: By the Accused-appellant on 23.02.2021 and 03.05.2021",
    "fonts": [
      "Calibri",
      "Calibri-Bold"
    ],
    "sizes": [
      8.039999961853027,
      12.0
    ]
  },
  {
    "page_number": 0,
    "bbox": [
      216.05,
      630.07,
      470.81,
      651.79
    ],
    "text": "By the Complainant-Respondent on 30.12.2021.",
    "fonts": [
      "Calibri",
      "Calibri-Bold"
    ],
    "sizes": [
      6.960000038146973,
      12.0
    ]
  },
  {
    "page_number": 0,
    "bbox": [
      72.02,
      661.3,
      276.24,
      717.22
    ],
    "text": "Argued on : 29.04.2021 Decided on : 13.01.2022",
    "fonts": [
      "Calibri",
      "Calibri-Bold"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 1,
    "bbox": [
      72.02,
      781.9,
      332.09,
      806.38
    ],
    "text": "Page 2 of 8",
    "fonts": [
      "Calibri",
      "Calibri-Bold"
    ],
    "sizes": [
      11.039999961853027
    ]
  },
  {
    "page_number": 1,
    "bbox": [
      72.02,
      52.68,
      210.72,
      64.68
    ],
    "text": "N. Bandula Karunarathna J.",
    "fonts": [
      "Calibri-Bold"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 1,
    "bbox": [
      72.02,
      66.99,
      540.33,
      119.54
    ],
    "text": "This appeal is preferred against the judgement, delivered by the learned Judge of the High Court of Chilaw, dated 18.10.2018, by which, the accused-appellant, was convicted and sentenced to 15 years rigorous imprisonment.",
    "fonts": [
      "Calibri"
    ],
    "sizes": [
      3.9600000381469727,
      12.0
    ]
  },
  {
    "page_number": 1,
    "bbox": [
      72.02,
      123.32,
      540.3,
      160.58
    ],
    "text": "The accused-appellant, hereinafter referred to as the \"appellant\", was indicted in the High Court of Chilaw on the following charges;",
    "fonts": [
      "Calibri"
    ],
    "sizes": [
      6.0,
      12.0
    ]
  },
  {
    "page_number": 1,
    "bbox": [
      90.02,
      170.48,
      540.35,
      184.34
    ],
    "text": "1. that he committed the offence of rape at Marawila within the jurisdiction of this Court,",
    "fonts": [
      "ArialMT",
      "Calibri"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 1,
    "bbox": [
      108.02,
      189.26,
      540.53,
      234.86
    ],
    "text": "between 07.10.2007 and 07.10.2008 on Sujeewa Sandamali (a female under 16 years of age) which is an offence punishable under section 364(2)(e) of the Penal Code as amended by Act No 22 of 1995.",
    "fonts": [
      "Calibri"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 1,
    "bbox": [
      90.02,
      238.28,
      540.51,
      258.74
    ],
    "text": "2. that he committed the offence of rape at Marawila on Sujeewa Sandamali (a female",
    "fonts": [
      "ArialMT",
      "Calibri"
    ],
    "sizes": [
      5.039999961853027,
      12.0
    ]
  },
  {
    "page_number": 1,
    "bbox": [
      108.02,
      263.66,
      540.27,
      326.21
    ],
    "text": "under 16 years of age) within the jurisdiction of this Court, at the same place and at the same time other than the occasion mentioned in the above charge between 07.10.2007 and 07.10.2008, which is an offence punishable under section 364(2)(e) of the Penal Code as amended by Act No 22 of 1995.",
    "fonts": [
      "Calibri"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 1,
    "bbox": [
      90.02,
      329.51,
      540.51,
      349.61
    ],
    "text": "3. that he committed the offence of rape at Marawila on Sujeewa Sandamali (a female",
    "fonts": [
      "ArialMT",
      "Calibri"
    ],
    "sizes": [
      5.039999961853027,
      12.0
    ]
  },
  {
    "page_number": 1,
    "bbox": [
      108.02,
      354.53,
      540.52,
      417.05
    ],
    "text": "under 16 years of age) within the jurisdiction of this Court, at the same place and at the same time other than the instances mentioned in the first and second charges mentioned above between 07.10.2007 and 07.10.2008, which is an offence punishable under section 364(2)(e) of the Penal Code as amended by Act No 22 of 1995.",
    "fonts": [
      "Calibri"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 1,
    "bbox": [
      72.02,
      420.35,
      540.53,
      488.23
    ],
    "text": "The case had been taken up for trial after the accused-appellant pleaded not guilty to the charges against him. Seven witnesses gave evidence for the prosecution and P 1 to P 5 were marked as documents. Only the accused-appellant had given evidence on behalf of the defence. Three contradictions were marked as P 3 to P 5 and a few omissions were marked by both parties.",
    "fonts": [
      "Calibri"
    ],
    "sizes": [
      5.039999961853027,
      12.0
    ]
  },
  {
    "page_number": 1,
    "bbox": [
      72.02,
      490.57,
      543.17,
      589.63
    ],
    "text": "The girl was born on 13.02.1996 and was identified as a person under the age of 16 at the time of the indictment. Those facts were admitted under section 420 of the Criminal Procedure Code. After the trial, the accused-appellant was found guilty under two counts of rape by the learned High Court Judge, and accordingly, the accused-appellant was sentenced to 15 years of rigorous imprisonment for each count to run concurrently and was ordered that the accused-appellant pay compensation of Rs. 500,000/- to the victim.",
    "fonts": [
      "Calibri"
    ],
    "sizes": [
      5.039999961853027,
      12.0
    ]
  },
  {
    "page_number": 1,
    "bbox": [
      72.02,
      592.33,
      540.46,
      629.11
    ],
    "text": "Aggrieved by the said decision of the learned High Court Judge, the accused-appellant preferred this appeal.",
    "fonts": [
      "Calibri"
    ],
    "sizes": [
      6.0,
      12.0
    ]
  },
  {
    "page_number": 1,
    "bbox": [
      72.02,
      631.81,
      312.48,
      668.74
    ],
    "text": "Submissions on behalf of the accused-appellant. The grounds of appeal are as follows;",
    "fonts": [
      "Calibri"
    ],
    "sizes": [
      6.0,
      12.0
    ]
  },
  {
    "page_number": 1,
    "bbox": [
      97.94,
      670.6,
      507.53,
      684.46
    ],
    "text": "(i) The learned Trial Judge had not considered the weaknesses of PW2's evidence.",
    "fonts": [
      "ArialMT",
      "Calibri"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 1,
    "bbox": [
      95.18,
      687.28,
      540.31,
      709.54
    ],
    "text": "(ii) The learned Trial Judge had not considered properly the possibility of a false allegation",
    "fonts": [
      "ArialMT",
      "Calibri"
    ],
    "sizes": [
      6.960000038146973,
      12.0
    ]
  },
  {
    "page_number": 1,
    "bbox": [
      117.02,
      713.38,
      371.9,
      725.38
    ],
    "text": "despite there being evidence of previous animosity.",
    "fonts": [
      "Calibri"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 1,
    "bbox": [
      92.54,
      727.96,
      537.89,
      749.02
    ],
    "text": "(iii) The learned Trial Judge had failed to consider the subsequent conduct of the accused-",
    "fonts": [
      "ArialMT",
      "Calibri"
    ],
    "sizes": [
      6.0,
      12.0
    ]
  },
  {
    "page_number": 1,
    "bbox": [
      117.02,
      752.86,
      289.08,
      764.86
    ],
    "text": "appellant, which is a relevant fact.",
    "fonts": [
      "Calibri"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 2,
    "bbox": [
      72.02,
      781.9,
      332.09,
      806.38
    ],
    "text": "Page 3 of 8",
    "fonts": [
      "Calibri",
      "Calibri-Bold"
    ],
    "sizes": [
      11.039999961853027
    ]
  },
  {
    "page_number": 2,
    "bbox": [
      92.54,
      52.68,
      524.33,
      80.52
    ],
    "text": "(iv) The learned Trial Judge had not considered the inconsistencies in medical evidence",
    "fonts": [
      "ArialMT",
      "Calibri"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 2,
    "bbox": [
      95.3,
      83.22,
      540.65,
      105.5
    ],
    "text": "(v) The learned Trial Judge had not considered the weaknesses of the evidence of PW 02.",
    "fonts": [
      "ArialMT",
      "Calibri"
    ],
    "sizes": [
      6.960000038146973,
      12.0
    ]
  },
  {
    "page_number": 2,
    "bbox": [
      72.02,
      108.2,
      540.51,
      271.58
    ],
    "text": "The victim Sujeewa Sandamali (PW 02), who was 12 years of age at the time of the alleged incidents, testified that the accused-appellant was the paramour of her mother, Sumanawathi. According to her testimony, both her family (mother, PW 02 and brother) and the accused-appellant had lived in housing provided by the roofing tile factory where the mother and the accused-appellant worked together. PW 02 stated that the accused-appellant had intercourse with her on two occasions during the period mentioned in the indictment. One instance was at night at her house, and the other instance was during daytime at the house of the accused-appellant. Sujeewa Sandamali had not informed her mother of the incidents because the accused-appellant had asked her not to do so. There is no evidence of the accused-appellant threatening her.",
    "fonts": [
      "Calibri"
    ],
    "sizes": [
      6.0,
      12.0
    ]
  },
  {
    "page_number": 2,
    "bbox": [
      72.02,
      273.17,
      540.48,
      321.65
    ],
    "text": "Victim Sujeewa Sandamali stated that the accused-appellant was her mother's paramour and that her sister (PW 01), brother, brother-in-law, all objected to this. There was evidence to state that there had been altercations.",
    "fonts": [
      "Calibri"
    ],
    "sizes": [
      2.0399999618530273,
      12.0
    ]
  },
  {
    "page_number": 2,
    "bbox": [
      72.02,
      324.35,
      540.53,
      441.53
    ],
    "text": "In her testimony before the High Court, Sujeewa Sandamali (PW 02) had stated that she was staying with her mother, her paramour (the accused-appellant) in a house provided by her mother's employer while her elder sister and brother were married and stayed separately. It was her position that during the period mentioned in the charge, on two occasions she was raped by the appellant, within a space of one month. She has spoken of the penetration and there is no dispute of the fact that she had been subjected to abuse, as clearly supported by medical evidence.",
    "fonts": [
      "Calibri"
    ],
    "sizes": [
      6.960000038146973,
      12.0
    ]
  },
  {
    "page_number": 2,
    "bbox": [
      72.02,
      443.87,
      540.53,
      653.59
    ],
    "text": "It is the position of the victim that she did not divulge the incident to the mother as the appellant requested her not to do so, but at one point of time she told her sister (PW 01) of what she was going through, and thereafter a complaint was lodged to the police. The victim, who was 11 years of age at the time had to face this ordeal, was testifying before the High Court 10 years later. Two omissions were marked during the trial and they are very trivial and insignificant. It does not go to the root of the case and will not impeach the credibility of the victim. Sarangi Fernando (PW 01) is the sister of the victim and it is her position that when she went to her mother's house one day the victim behaved strangely, and when she questioned the victim, she divulged the incident. Thereafter, PW 01 had taken the victim to the hospital and also lodged the 1st complaint against the appellant. The appellant had taken up the position of denial and had alleged that the victim has falsely implicated him on the instigation of the victim's sister, not a single question or suggestion had been posted to this witness, during her cross-examination.",
    "fonts": [
      "Calibri"
    ],
    "sizes": [
      5.039999961853027,
      8.039999961853027,
      12.0
    ]
  },
  {
    "page_number": 2,
    "bbox": [
      72.02,
      656.32,
      540.5,
      756.34
    ],
    "text": "The JMO Dr Ilangaratne Bandara (PW 06) has opined that the 12-year-old child whom he examined on 08.10.2008 had been subjected to 'repeated vaginal intercourse'. Further clarifying about the short history given by the victim, he stated that the victim initially spoke of one incident of sexual intercourse with another person in her short history. However, as it was incompatible with the findings, he had to question her and at that time she had come out with the allegation",
    "fonts": [
      "Calibri"
    ],
    "sizes": [
      6.0,
      12.0
    ]
  },
  {
    "page_number": 3,
    "bbox": [
      72.02,
      781.9,
      332.09,
      806.38
    ],
    "text": "Page 4 of 8",
    "fonts": [
      "Calibri",
      "Calibri-Bold"
    ],
    "sizes": [
      11.039999961853027
    ]
  },
  {
    "page_number": 3,
    "bbox": [
      72.02,
      52.68,
      540.36,
      80.52
    ],
    "text": "of repeated abuse by the appellant. This contradicts the position taken by the appellant and corroborates the prosecution version.",
    "fonts": [
      "Calibri"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 3,
    "bbox": [
      72.02,
      83.1,
      540.53,
      183.26
    ],
    "text": "With regard to the subsequent conduct of the appellant, it was the evidence of retired IP Bandara (PW 04), that the appellant was absconding and evading arrest when he went to investigate the incident. After the case for the prosecution was closed, the learned Trial Judge called for defence and the appellant while testifying took up contradictory positions and the prosecuting state counsel had marked several vital contradictions and omissions during the cross-examination of the accused-appellant.",
    "fonts": [
      "Calibri"
    ],
    "sizes": [
      6.0,
      12.0
    ]
  },
  {
    "page_number": 3,
    "bbox": [
      72.02,
      186.35,
      539.99,
      241.22
    ],
    "text": "PW 02 further stated that one Indunil too had sexual intercourse with her during the period covered in the indictment. It was suggested to PW 02 that she falsely implicated the accused-appellant at the behest of her siblings.",
    "fonts": [
      "Calibri"
    ],
    "sizes": [
      8.039999961853027,
      12.0
    ]
  },
  {
    "page_number": 3,
    "bbox": [
      72.02,
      244.04,
      540.46,
      424.37
    ],
    "text": "The fact that the victim had sex with the accused-appellant, should be considered in light of the allegations in the present case only. It is my view that the fact that the said victim had sex with a person other than the accused-appellant is not prejudicial to the facts of the present case. This is mainly because, at the time of the crime the victim was a 12-year-old girl, and the accused-appellant had appealed against the conviction of the offence which violated section 364 (2) (e) of the Penal Code (Amendment) Act No. 22 of 1995. The appellant has violated a statutory offence and therefore, even though a third party had committed the same offence during the same period on the same girl, it is not an excuse for the accused-appellant to put the blame on the third party and escape from the rape charge, against the said underage girl. The law does not allow the accused-appellant to be acquitted even if she had sex with another man during the same period.",
    "fonts": [
      "Calibri",
      "IskoolaPota-Bold"
    ],
    "sizes": [
      6.960000038146973,
      12.0
    ]
  },
  {
    "page_number": 3,
    "bbox": [
      72.02,
      427.07,
      540.52,
      495.55
    ],
    "text": "The learned counsel for the accused-appellant also referred to the fact that the 1st complaint was lodged with a reasonable delay and therefore the allegations were false. The victim had not informed about this incident to her mother because the accused-appellant had asked her not to do so.",
    "fonts": [
      "Calibri"
    ],
    "sizes": [
      6.0,
      8.039999961853027,
      12.0
    ]
  },
  {
    "page_number": 3,
    "bbox": [
      72.02,
      498.13,
      540.45,
      582.43
    ],
    "text": "It was held in Bandara vs. The State 2001 (2) SLR 63 that if there is a valid reason or explanation for the delay and if the trial Judge is satisfied with the reasons and explanations given, no trial Judge would apply the test of spontaneity and contemporaneity and reject the testimony of a witness in such circumstances. It was further decided delayed witnesses evidence could be acted upon if there were reasons to explain the delay.",
    "fonts": [
      "Calibri"
    ],
    "sizes": [
      6.0,
      12.0
    ]
  },
  {
    "page_number": 3,
    "bbox": [
      72.02,
      584.07,
      540.5,
      699.58
    ],
    "text": "It was argued by the learned counsel for the accused-appellant that two omissions were raised about PW 02's testimony, the learned trial Judge had not properly considered the impact of these. Omission No.1 was PW 02 stated that on the second occasion she was raped by the accused-appellant at his house. The statement she had given to the police did not contain anything about this. PW 02 stated in the cross-examination that she informed the police of this incident. This was raised as an omission. The learned trial Judge in her judgment had considered this omission thus:",
    "fonts": [
      "Calibri",
      "IskoolaPota-Bold"
    ],
    "sizes": [
      5.039999961853027,
      12.0
    ]
  },
  {
    "page_number": 3,
    "bbox": [
      103.58,
      707.94,
      540.95,
      721.9
    ],
    "text": "\"2008.10.06,",
    "fonts": [
      "Calibri",
      "IskoolaPota-Bold"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 3,
    "bbox": [
      108.02,
      723.66,
      540.95,
      752.98
    ],
    "text": ". . (P. 214).",
    "fonts": [
      "Calibri",
      "IskoolaPota-Bold"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 4,
    "bbox": [
      72.02,
      781.9,
      332.09,
      806.38
    ],
    "text": "Page 5 of 8",
    "fonts": [
      "Calibri",
      "Calibri-Bold"
    ],
    "sizes": [
      11.039999961853027
    ]
  },
  {
    "page_number": 4,
    "bbox": [
      72.02,
      52.68,
      540.53,
      143.78
    ],
    "text": "The learned trial Judge had accepted the evidence of PW 02 that she had told the police about the incident and it appears that the learned trial Judge was satisfied with this explanation to diminish the significance of the omission. It was submitted by the learned counsel for the accused-appellant that this is an omission that goes to the root of one of the charges against the accused-appellant and the learned trial Judge had not properly considered its impact on the case for the prosecution.",
    "fonts": [
      "Calibri"
    ],
    "sizes": [
      3.0,
      12.0
    ]
  },
  {
    "page_number": 4,
    "bbox": [
      72.02,
      145.37,
      540.48,
      225.38
    ],
    "text": "Omission No.2 was, PW 02 stated that on the first instance when she was raped by the accused-appellant, her mother was not at home, and only she was there. But this part about how the accused-appellant raped her on the first of the two occasions was not mentioned in her police statement. It was raised as an omission by the defence. The learned trial Judge in her judgment had considered this omission thus;",
    "fonts": [
      "Calibri"
    ],
    "sizes": [
      2.0399999618530273,
      12.0
    ]
  },
  {
    "page_number": 4,
    "bbox": [
      72.02,
      233.86,
      540.95,
      467.09
    ],
    "text": ". . (pp.214-215) The learned trial Judge had not considered the impact of this omission on the credibility of PW 02's testimony, as the trial Judge had been satisfied that the claim by PW 02 in the re-examination that she informed the police about this incident was sufficient to mitigate the impact of this omission. It was argued by the learned counsel for the accused-appellant that according to Police Inspector Priyantha Bandara (PW 04), the investigations did not reveal that the accused-appellant had come to the house and raped PW 02 when the mother was away and that the investigations did not reveal that the accused-appellant had raped PW 02 at his house (at page 115).",
    "fonts": [
      "Calibri",
      "IskoolaPota-Bold"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 4,
    "bbox": [
      72.02,
      469.81,
      540.53,
      586.99
    ],
    "text": "The learned counsel for the accused-appellant contended that these two omissions go to the root of the prosecution case as they show that PW 02 had not informed the police how the accused-appellant had raped her according to what she had claimed in court under oath. The prosecution had not objected to these omissions being raised. These two omissions cut across the entire case for the prosecution. It was further argued that the learned trial Judge had not considered properly the possibility of a false allegation despite there being evidence of the previous animosity.",
    "fonts": [
      "Calibri"
    ],
    "sizes": [
      6.960000038146973,
      12.0
    ]
  },
  {
    "page_number": 4,
    "bbox": [
      72.02,
      589.57,
      540.53,
      625.39
    ],
    "text": "In the case of Bharwada Bhoginbhai Hirjibhai vs State Of Gujar 1983 AIR 753, 1983 SCR (3) 280, it was held;",
    "fonts": [
      "Calibri"
    ],
    "sizes": [
      6.0,
      12.0
    ]
  },
  {
    "page_number": 4,
    "bbox": [
      108.02,
      632.95,
      540.38,
      776.86
    ],
    "text": "The powers of observation differ from person to person. What one may notice, another may not. An object or movement might emboss its image on one person's mind whereas it might go unnoticed on the part of another. By and large, people cannot accurately recall a conversation and reproduce the very words used by them or heard by them. They can only recall the main purport of the conversation. It is unrealistic to expect a witness to be a human tape recorder. Regarding the exact time of an incident or the time duration of an occurrence, usually, people make their estimates by guesswork on the spur of the moment 1.1 at the time of interrogation. And one cannot expect people to make very precise or reliable estimates",
    "fonts": [
      "Calibri"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 5,
    "bbox": [
      72.02,
      781.9,
      332.09,
      806.38
    ],
    "text": "Page 6 of 8",
    "fonts": [
      "Calibri",
      "Calibri-Bold"
    ],
    "sizes": [
      11.039999961853027
    ]
  },
  {
    "page_number": 5,
    "bbox": [
      72.02,
      52.8,
      540.51,
      353.93
    ],
    "text": "in such matters. Again, it depends on the time-sense of individuals which varies from person to person. Ordinarily a witness cannot be expected to recall accurately the sequence of events which take place in rapid succession or a short period. A witness is liable to get confused, or mixed up when interrogated later on. A witness, though wholly truthful, is liable to be overawed by the court atmosphere and the piercing cross-examination made by counsel and out of nervousness mix up facts, get confused regarding the sequence of events, or fill up details from imagination on the spur of the moment. The subconscious mind of the witness sometimes so operates on account of the fear of looking foolish or being disbelieved though the witness is giving a truthful and honest account of the occurrence witnessed by him-Perhaps it is a sort of a psychological defence mechanism activated on the spur of the moment. Discrepancies which do not go to the root of the matter and shake the basic version of the witnesses, therefore, cannot be annexed with undue importance. More so when the all-important \"probabilities-factor\" echoes in favour of the version narrated by the witnesses. It is my view that those two omissions do not go to the root of the prosecution case. The impact of those two omissions is negligible.",
    "fonts": [
      "Calibri"
    ],
    "sizes": [
      6.0,
      6.960000038146973,
      12.0
    ]
  },
  {
    "page_number": 5,
    "bbox": [
      72.02,
      356.24,
      540.5,
      422.45
    ],
    "text": "PW 02 admitted in cross-examination that the members of her family disapproved of the relationship between their mother and the accused-appellant. The relevant portion of evidence on pages 82-83 reads thus:",
    "fonts": [
      "Calibri"
    ],
    "sizes": [
      3.9600000381469727,
      12.0
    ]
  },
  {
    "page_number": 5,
    "bbox": [
      103.58,
      424.21,
      540.53,
      438.17
    ],
    "text": ":",
    "fonts": [
      "Calibri",
      "IskoolaPota-Bold"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 5,
    "bbox": [
      103.58,
      439.45,
      540.95,
      514.56
    ],
    "text": "? : : ? : :",
    "fonts": [
      "Calibri",
      "IskoolaPota-Bold"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 5,
    "bbox": [
      103.58,
      515.91,
      540.95,
      637.32
    ],
    "text": ": : ? : : ? : : , ? :",
    "fonts": [
      "Calibri",
      "IskoolaPota-Bold"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 5,
    "bbox": [
      72.02,
      638.67,
      540.5,
      715.06
    ],
    "text": "? : The learned counsel for the accused-appellant says that the learned trial Judge had considered this evidence of the animosity and the possibility of a false implication at pages 208-209 of the brief thus;",
    "fonts": [
      "Calibri",
      "IskoolaPota-Bold"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 5,
    "bbox": [
      108.02,
      716.82,
      540.94,
      777.58
    ],
    "text": ", . .",
    "fonts": [
      "Calibri",
      "IskoolaPota-Bold"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 6,
    "bbox": [
      72.02,
      781.9,
      332.09,
      806.38
    ],
    "text": "Page 7 of 8",
    "fonts": [
      "Calibri",
      "Calibri-Bold"
    ],
    "sizes": [
      11.039999961853027
    ]
  },
  {
    "page_number": 6,
    "bbox": [
      72.02,
      52.68,
      540.95,
      283.34
    ],
    "text": ". 2007.10.07 2008.10.00 . , . The reasoning of the learned trial Judge to reject the defence position that the accused-appellant was falsely implicated due to animosity, is correct and comprehensible. The learned Trial Judge in his judgment had very meticulously analysed and evaluated the evidence led in this case and decided to convict the appellant to the 1st and 2nd counts in the indictment.",
    "fonts": [
      "Calibri",
      "IskoolaPota-Bold"
    ],
    "sizes": [
      8.039999961853027,
      12.0
    ]
  },
  {
    "page_number": 6,
    "bbox": [
      72.02,
      286.19,
      540.52,
      434.93
    ],
    "text": "It was further argued by the learned counsel for the accused-appellant that the Trial Judge had failed to consider the subsequent conduct of the accused-appellant, which is a relevant fact. The accused-appellant, when he found out that there was an allegation against him, voluntarily went to the police station and surrendered himself. The complaint was lodged by PW 01, on 06.10.2008 night, and according to the evidence of the police, the accused-appellant surrendered himself early morning on 08.10.2018. It was submitted that as much as an accused's conduct of going into hiding after a crime is a relevant fact, the fact that the accused surrendered himself on his own volition without delay too is relevant. It was argued on behalf of the accused-appellant that the learned trial Judge had failed to consider this.",
    "fonts": [
      "Calibri"
    ],
    "sizes": [
      6.960000038146973,
      12.0
    ]
  },
  {
    "page_number": 6,
    "bbox": [
      72.02,
      438.02,
      540.45,
      524.47
    ],
    "text": "I do not agree with the said argument of the learned counsel for the accused-appellant. It could be observed that the learned trial Judge has very correctly applied the accepted principles and tests in his analysis of the evidence and proceeded to believe the testimony of the prosecution witnesses as credible and rejected the evidence of the defence and has proceeded to convict the appellant.",
    "fonts": [
      "Calibri"
    ],
    "sizes": [
      8.039999961853027,
      12.0
    ]
  },
  {
    "page_number": 6,
    "bbox": [
      72.02,
      527.56,
      540.53,
      772.18
    ],
    "text": "Another argument raised on behalf of the accused-appellant was that the learned trial Judge had not considered the inconsistencies with medical evidence. It was the contention of PW 02 that the accused-appellant had sexual intercourse with her twice and that one Indunil too had intercourse with her. There is evidence to say that she had intercourse with the said Indunil only once. If what PW 02 had stated is the truth, she had intercourse on three occasions with two partners. However, the learned counsel for the accused-appellant says that the medical evidence is contrary to this claim and the learned trial Judge had failed to consider this. It is the evidence of the JMO that PW 02 has had sexual intercourse on several occasions and that the hymen was worn out and that the vagina could admit the index finger with ease, indicating that she had sexual intercourse many times. Here the question arises whether PW 02 is a truthful witness as she testified that she had intercourse only on three occasions. Although corroboration is not a must, in a case such as this where the defence had established there was animosity which would be a motive for false implication, there should have been",
    "fonts": [
      "Calibri"
    ],
    "sizes": [
      8.039999961853027,
      12.0
    ]
  },
  {
    "page_number": 7,
    "bbox": [
      72.02,
      781.9,
      332.09,
      806.38
    ],
    "text": "Page 8 of 8",
    "fonts": [
      "Calibri",
      "Calibri-Bold"
    ],
    "sizes": [
      11.039999961853027
    ]
  },
  {
    "page_number": 7,
    "bbox": [
      72.02,
      52.68,
      540.51,
      648.55
    ],
    "text": "independent corroborative evidence. Such evidence could have come from the JMO to strengthen the testimony of PW 02, although it is not the case in this instance. It was argued by the counsel for the accused-appellant that the learned trial Judge had not properly considered whether the wearing out of the hymen and the JMO's testimony that PW 02 has had intercourse on many occasions, is consistent with the claim made by PW 02 in court under oath. The short history given by PW 02 about the accused-appellant was that the accused-appellant had been abusing her at her house for nearly one year. Also, in the short history, PW 02 had stated that her mother was aware of what the accused-appellant was doing. Testifying under oath, she stated that the accused-appellant told her not to tell the mother about the incidents, implying her mother did not know about it. The learned trial Judge had failed to consider these inconsistencies. In this case, I have already observed that the prosecutrix's story that she was raped by the accused-appellant came unassailed. It is necessary to emphasise the fact that the learned trial Judge had the benefit of observing the demeanour and deportment of those witnesses which is an all-important factor and having observed the witness the learned trial Judge upheld her testimonial trustworthiness and veracity of her evidence. In this regard the decision of H/L Justice Jayasuriya in Talpe Liyanage Manatunga vs Attorney General. CA/47/98, (High Court Galle case number 18/95) is important. On perusal of the judgment of the learned High Court Judge, it is stark that the trial Judge had considered and evaluated all the material evidence that had been led before him at the trial. There is no ground either in law or fact to allow this appeal. Hence, the appeal should be dismissed. In the above circumstances, it is evident that there is strong and cogent evidence that establishes the fact that the prosecution has proved its case beyond reasonable doubt and also that, it is proper for the learned trial Judge to decide that, the accused-appellant did commit the offence of statutory rape on Sujeewa Sandamali. Considering the above, there is no reason to interfere with the findings of the learned High Court Judge of Chilaw. We affirm the conviction and the sentence dated 18.10.2018. The appeal is dismissed.",
    "fonts": [
      "Calibri"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 7,
    "bbox": [
      72.02,
      652.42,
      504.89,
      723.1
    ],
    "text": "Judge of the Court of Appeal R. Gurusinghe J.",
    "fonts": [
      "Calibri-Bold"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 7,
    "bbox": [
      72.02,
      725.74,
      504.89,
      767.02
    ],
    "text": "I agree. Judge of the Court of Appeal",
    "fonts": [
      "Calibri",
      "Calibri-Bold"
    ],
    "sizes": [
      12.0
    ]
  }
]