[
  {
    "page_number": 0,
    "bbox": [
      90.02,
      779.16,
      508.13,
      805.8
    ],
    "text": "Page 1 of 9",
    "fonts": [
      "Calibri",
      "Calibri,Bold"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 0,
    "bbox": [
      99.14,
      74.81,
      499.3,
      88.85
    ],
    "text": "IN THE COURT OF APPEAL OF THE DEMOCRATIC SOCIALIST REPUBLIC OF",
    "fonts": [
      "Calibri Light"
    ],
    "sizes": [
      14.039999961853027
    ]
  },
  {
    "page_number": 0,
    "bbox": [
      269.21,
      91.85,
      329.28,
      105.89
    ],
    "text": "SRI LANKA",
    "fonts": [
      "Calibri Light"
    ],
    "sizes": [
      14.039999961853027
    ]
  },
  {
    "page_number": 0,
    "bbox": [
      306.05,
      142.01,
      508.58,
      235.13
    ],
    "text": "In the matter of an application for Mandates in the nature of a Writs of Certiorari and Mandamus under and in terms of Article 140 of the Constitution.",
    "fonts": [
      "Calibri Light",
      "Calibri Light,Italic"
    ],
    "sizes": [
      14.039999961853027
    ]
  },
  {
    "page_number": 0,
    "bbox": [
      126.02,
      276.92,
      481.49,
      427.66
    ],
    "text": "Chandrasekera Mahinda Nimal Bogollagama 8023, Lewinsville Road, McLean, VA 22102, United States of America. By and through his Power of Attorney holder",
    "fonts": [
      "Calibri Light"
    ],
    "sizes": [
      14.039999961853027
    ]
  },
  {
    "page_number": 0,
    "bbox": [
      90.02,
      430.66,
      434.67,
      496.06
    ],
    "text": "Ayendra Bandaranaike Gregory’s Road, Colombo 07.",
    "fonts": [
      "Calibri Light"
    ],
    "sizes": [
      14.039999961853027
    ]
  },
  {
    "page_number": 0,
    "bbox": [
      90.02,
      499.06,
      565.37,
      530.26
    ],
    "text": "PETITIONER",
    "fonts": [
      "Calibri Light"
    ],
    "sizes": [
      14.039999961853027
    ]
  },
  {
    "page_number": 0,
    "bbox": [
      90.02,
      541.33,
      324.96,
      555.37
    ],
    "text": "C.A. (Writ) App. No: 150/2021 Vs.",
    "fonts": [
      "Calibri Light"
    ],
    "sizes": [
      14.039999961853027
    ]
  },
  {
    "page_number": 0,
    "bbox": [
      279.05,
      589.31,
      487.11,
      759.27
    ],
    "text": "1. Hon. S. M. Chandrasena Minister of Lands, Ministry of Lands, “Mihikatha Madura” Land Secretariat, No.1200/6, Rajamalwatta Road, Battaramulla. Hon. Harin Fernando Minister of Lands,",
    "fonts": [
      "Arial",
      "Calibri Light"
    ],
    "sizes": [
      14.039999961853027
    ]
  },
  {
    "page_number": 1,
    "bbox": [
      90.02,
      779.16,
      508.13,
      805.8
    ],
    "text": "Page 2 of 9",
    "fonts": [
      "Calibri",
      "Calibri,Bold"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 1,
    "bbox": [
      306.05,
      74.81,
      487.11,
      174.29
    ],
    "text": "Ministry of Lands, “Mihikatha Madura” Land Secretariat, No.1200/6, Rajamalwatta Road, Battaramulla.",
    "fonts": [
      "Calibri Light"
    ],
    "sizes": [
      14.039999961853027
    ]
  },
  {
    "page_number": 1,
    "bbox": [
      334.39,
      174.59,
      508.59,
      191.33
    ],
    "text": "SUBSTITUTED 1St RESPONDENT",
    "fonts": [
      "Calibri Light"
    ],
    "sizes": [
      9.0,
      14.039999961853027
    ]
  },
  {
    "page_number": 1,
    "bbox": [
      306.05,
      194.45,
      508.59,
      345.2
    ],
    "text": "Hon. K. D. Lal Kantha Minister of Lands, Ministry of Lands, “Mihikatha Madura” Land Secretariat, No.1200/6, Rajamalwatta Road, Battaramulla.",
    "fonts": [
      "Calibri Light"
    ],
    "sizes": [
      14.039999961853027
    ]
  },
  {
    "page_number": 1,
    "bbox": [
      279.05,
      345.62,
      508.59,
      550.33
    ],
    "text": "2nd SUBSTITUTED 1St RESPONDENT 2. S. Vijay Kumar Divisional Secretary, Divisional Secretariat, Laggala. 3. The Land Reform Commission No. 475, Kaduwela Road, Battaramulla.",
    "fonts": [
      "Arial",
      "Calibri Light"
    ],
    "sizes": [
      9.0,
      14.039999961853027
    ]
  },
  {
    "page_number": 1,
    "bbox": [
      277.61,
      561.37,
      542.79,
      575.41
    ],
    "text": "RESPONDENTS",
    "fonts": [
      "Calibri Light"
    ],
    "sizes": [
      14.039999961853027
    ]
  },
  {
    "page_number": 1,
    "bbox": [
      90.02,
      614.17,
      404.52,
      628.21
    ],
    "text": "Before : Dhammika Ganepola, J.",
    "fonts": [
      "Calibri Light"
    ],
    "sizes": [
      14.039999961853027
    ]
  },
  {
    "page_number": 1,
    "bbox": [
      90.02,
      642.01,
      402.6,
      656.05
    ],
    "text": "Adithya Patabendige, J.",
    "fonts": [
      "Calibri Light"
    ],
    "sizes": [
      14.039999961853027
    ]
  },
  {
    "page_number": 1,
    "bbox": [
      90.02,
      697.59,
      506.31,
      751.23
    ],
    "text": "Counsel : Indunil Bandara with Rosary Nonis for the Petitioner. Pulina Jayasuriya, SC for the 1st and 2nd",
    "fonts": [
      "Calibri Light"
    ],
    "sizes": [
      9.0,
      14.039999961853027
    ]
  },
  {
    "page_number": 2,
    "bbox": [
      90.02,
      779.16,
      508.13,
      805.8
    ],
    "text": "Page 3 of 9",
    "fonts": [
      "Calibri",
      "Calibri,Bold"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 2,
    "bbox": [
      90.02,
      74.69,
      349.32,
      148.13
    ],
    "text": "Respondents. Argued on : 14.07.2025",
    "fonts": [
      "Calibri Light"
    ],
    "sizes": [
      14.039999961853027
    ]
  },
  {
    "page_number": 2,
    "bbox": [
      90.02,
      161.93,
      444.87,
      175.97
    ],
    "text": "Written Submissions : Petitioner : 01.09.2025",
    "fonts": [
      "Calibri Light"
    ],
    "sizes": [
      14.039999961853027
    ]
  },
  {
    "page_number": 2,
    "bbox": [
      90.02,
      189.65,
      273.22,
      203.69
    ],
    "text": "tendered on",
    "fonts": [
      "Calibri Light"
    ],
    "sizes": [
      14.039999961853027
    ]
  },
  {
    "page_number": 2,
    "bbox": [
      90.02,
      245.24,
      336.84,
      259.28
    ],
    "text": "Decided on : 16.10.2025",
    "fonts": [
      "Calibri Light"
    ],
    "sizes": [
      14.039999961853027
    ]
  },
  {
    "page_number": 2,
    "bbox": [
      90.02,
      300.92,
      222.1,
      314.96
    ],
    "text": "Dhammika Ganepola, J.",
    "fonts": [
      "Calibri Light"
    ],
    "sizes": [
      14.039999961853027
    ]
  },
  {
    "page_number": 2,
    "bbox": [
      90.02,
      325.94,
      508.59,
      501.1
    ],
    "text": "The 1st Petitioner has filed this application through his Power of Attorney holder, seeking a Writ of Certiorari to quash the decision of the 2nd Respondent as reflected in the letter dated 4th August 2020, marked as P14 to the effect that the Petitioner is not entitled for compensation in respect of acquisition of the land in issue as the said land had been a State land at the time of the acquisition and a Writ of Mandamus directing the 2nd Respondent to award appropriate compensation to the Petitioner in accordance with the provisions of the Land Acquisition Act for the land in question.",
    "fonts": [
      "Calibri Light"
    ],
    "sizes": [
      9.0,
      14.039999961853027
    ]
  },
  {
    "page_number": 2,
    "bbox": [
      90.02,
      514.9,
      508.58,
      707.07
    ],
    "text": "The Petitioner was once the owner of an undivided 1/18 share of a 400 acres land plot called Laggala, also referred to as Welivita, located in Laggala. In proof of his ownership of the land, the Petitioner submits the Deed of Gift bearing No. 384 dated 18.01.1970 (P1), which provides that the Petitioner holds title to the land together with three other co-owners. After the enactment of the Land Reform Law No. 1 of 1972, the other three co-owners had made statutory declarations regarding their shares of the land. However, the Petitioner had not submitted such a declaration as his share, amounting to 22.22 acres, had been below the ceiling imposed by the Land Reform Law.",
    "fonts": [
      "Calibri Light"
    ],
    "sizes": [
      14.039999961853027
    ]
  },
  {
    "page_number": 2,
    "bbox": [
      90.02,
      720.87,
      508.52,
      754.71
    ],
    "text": "Later, the Petitioner had come to know that the impugned land had been vested with the 3rd Respondent, and the aforesaid co-owners had claimed",
    "fonts": [
      "Calibri Light"
    ],
    "sizes": [
      9.0,
      14.039999961853027
    ]
  },
  {
    "page_number": 3,
    "bbox": [
      90.02,
      779.16,
      508.13,
      805.8
    ],
    "text": "Page 4 of 9",
    "fonts": [
      "Calibri",
      "Calibri,Bold"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 3,
    "bbox": [
      90.02,
      74.69,
      508.55,
      207.53
    ],
    "text": "title to the entire land of 400 acres. Accordingly, the Petitioner, by his letter dated 16.03.1976 (P2), had requested the 3rd Respondent to hand over the share of the land owned by the Petitioner back to him and the 3rd Respondent had failed to respond to the said request. While the matters remained as such, the 3rd Respondent had caused to make a publication under Section 29 of the Land Reform Law calling for written claims for compensation for the above land.",
    "fonts": [
      "Calibri Light"
    ],
    "sizes": [
      9.0,
      14.039999961853027
    ]
  },
  {
    "page_number": 3,
    "bbox": [
      90.02,
      218.51,
      508.59,
      591.73
    ],
    "text": "In spite of such circumstances, the Petitioner, by his letter dated 21st August 1978(P3), objected to the payment of compensation to the aforesaid three co-owners and requested 3rd Respondent to restore the Petitioner in possession of his share of the land. Accordingly, an inquiry had been held by the 3rd Respondent, and the aforesaid co-owners had agreed to settle the said dispute on the premise that the Petitioner is entitled to an allotment of land in extent 22 acres adjacent to the land claimed by the said co-owners instead of the undivided share owned by the Petitioner. The 3rd Respondent, by his letter dated 07th April 1979(P5), had confirmed the entitlement of the Petitioner to the aforesaid 22 acres of the land and had required the Petitioner to have a private survey conducted. Thereafter, a survey had been conducted and A. Doloswela, Licensed Surveyor, had prepared the Plan No. 2837 dated 30th April 1979 (P6) which depicts the aforesaid 22 acres of the land as claimed by the Petitioner. Thereafter, the said portion of land had been handed over to the Petitioner, and the 3rd Respondent had conveyed the said land to the Petitioner by Deed bearing No. 780 dated 6th of September 1979(P8). Accordingly, the Petitioner had been vested with the absolute title and the ownership of the aforesaid land depicted in Plan P6.",
    "fonts": [
      "Calibri Light"
    ],
    "sizes": [
      9.0,
      14.039999961853027
    ]
  },
  {
    "page_number": 3,
    "bbox": [
      90.02,
      605.41,
      508.57,
      758.07
    ],
    "text": "The Petitioner states that his land was subsequently acquired by the Government for the Moragahakanda and Kalugaga Development Project. The Petitioner had claimed compensation for the said acquisition and had made representations to the relevant authorities. Accordingly, the Petitioner had been asked to be present for an inquiry on 14th December 2017(P12) by the Divisional Secretary of Laggala -Pallegama. Thereafter, the Petitioner had been informed by the 2nd Respondent by his letter dated 04th August 2020(P14) that, in response to an advice sought from",
    "fonts": [
      "Calibri Light"
    ],
    "sizes": [
      9.0,
      14.039999961853027
    ]
  },
  {
    "page_number": 4,
    "bbox": [
      90.02,
      779.16,
      508.13,
      805.8
    ],
    "text": "Page 5 of 9",
    "fonts": [
      "Calibri",
      "Calibri,Bold"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 4,
    "bbox": [
      90.02,
      74.69,
      508.57,
      227.33
    ],
    "text": "the Attorney General with regard to the procedure to be adopted in deciding the ownership of land, the 2nd Respondent had been advised that no necessity arise for any payment of compensation as the said lands have been identified as State lands even at the time of acquisition. Accordingly, proceedings initiated relating to the claim for compensation made by the Petitioner had been terminated. The Petitioner states that the said decision of the 2nd Respondent reflected in the letter P14 is bad in law.",
    "fonts": [
      "Calibri Light"
    ],
    "sizes": [
      9.0,
      14.039999961853027
    ]
  },
  {
    "page_number": 4,
    "bbox": [
      90.02,
      238.34,
      483.15,
      255.08
    ],
    "text": "The 1st and 2nd Respondents have taken up several positions, such as:",
    "fonts": [
      "Calibri Light"
    ],
    "sizes": [
      9.0,
      14.039999961853027
    ]
  },
  {
    "page_number": 4,
    "bbox": [
      108.02,
      266.14,
      508.34,
      283.76
    ],
    "text": " the land in question was a State land long before the",
    "fonts": [
      "Arial",
      "Calibri Light",
      "Symbol"
    ],
    "sizes": [
      14.039999961853027
    ]
  },
  {
    "page_number": 4,
    "bbox": [
      108.02,
      289.4,
      508.3,
      324.08
    ],
    "text": "commencement of the aforesaid acquisition process  a particular portion of land for which the Petitioner claimed",
    "fonts": [
      "Arial",
      "Calibri Light",
      "Symbol"
    ],
    "sizes": [
      14.039999961853027
    ]
  },
  {
    "page_number": 4,
    "bbox": [
      108.02,
      329.72,
      508.33,
      364.4
    ],
    "text": "compensation, fell outside the land to be acquired  an inquiry was erroneously carried out in respect of paying",
    "fonts": [
      "Arial",
      "Calibri Light",
      "Symbol"
    ],
    "sizes": [
      14.039999961853027
    ]
  },
  {
    "page_number": 4,
    "bbox": [
      90.02,
      370.04,
      508.59,
      483.1
    ],
    "text": "compensation to the Petitioner. It is on the common ground that the Petitioner submitted a claim for compensation and participated in an inquiry held in terms of Section 9 of the Land Acquisition Act. The execution of the Deed No.780 dated 6th September 1979 (P8) by the 3rd Respondent, on which the Petitioner based his claim to the land in question, is also not disputed.",
    "fonts": [
      "Calibri Light"
    ],
    "sizes": [
      9.0,
      14.039999961853027
    ]
  },
  {
    "page_number": 4,
    "bbox": [
      90.02,
      496.9,
      508.59,
      768.27
    ],
    "text": "The impugned letter P14 which the Petitioner challenges under the instant application provides that the dispute with regard to the claim of the Petitioner had been referred to the Attorney General for advice. Having considered the advice so received and upon perusal of the relevant observations, the 2nd Respondent, by his decision marked P14 decided that the land in dispute constituted state land at the time of acquisition . Once a claim is made to the acquiring officer, it is the duty of the relevant acquiring officer to hold an inquiry into such a claim following the due procedure as set out in Section 9 of the Act. Further, it is observed that as per the letter dated 20.03.2017 marked P11, the Attorney General had also given instructions to the Divisional Secretary of Laggala, either to determine the claim or if the Divisional Secretary is unable to decide upon the claim, to refer the matter to the District Court under Section 10(1)(b) of the Act for determination. However, it appears",
    "fonts": [
      "Calibri Light"
    ],
    "sizes": [
      9.0,
      14.039999961853027
    ]
  },
  {
    "page_number": 5,
    "bbox": [
      90.02,
      779.16,
      508.13,
      805.8
    ],
    "text": "Page 6 of 9",
    "fonts": [
      "Calibri",
      "Calibri,Bold"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 5,
    "bbox": [
      90.02,
      71.99,
      508.59,
      207.53
    ],
    "text": "that instead of holding an inquiry as to the claim of the Petitioner the 2nd Respondent, Divisional Secretary of Laggala, has concluded that the land which the Petitioner claims rights over had been acquired by the State even at the time of acquisition and therefore no necessity arises to pay compensation. It is claimed that the subsequent decision of the 2nd Respondent to terminate the acquisition process had been based upon a subsequent opinion of the Attorney-General as specified in P14.",
    "fonts": [
      "Calibri Light"
    ],
    "sizes": [
      9.0,
      14.039999961853027
    ]
  },
  {
    "page_number": 5,
    "bbox": [
      90.02,
      221.21,
      394.68,
      235.25
    ],
    "text": "Section 10(1) of the Land Acquisition Act is as follows:",
    "fonts": [
      "Calibri Light"
    ],
    "sizes": [
      14.039999961853027
    ]
  },
  {
    "page_number": 5,
    "bbox": [
      126.02,
      249.08,
      508.36,
      282.92
    ],
    "text": "“At the conclusion of an inquiry held under section 9, the acquiring officer holding the inquiry shall either-",
    "fonts": [
      "Calibri Light",
      "Calibri Light,Italic"
    ],
    "sizes": [
      14.039999961853027
    ]
  },
  {
    "page_number": 5,
    "bbox": [
      126.02,
      296.72,
      508.47,
      429.46
    ],
    "text": "(a) make a decision on every claim made by any person to any right, title or interest to, in or over the land which is to be acquired or over which a servitude is to be acquired and on every such dispute as may have arisen between any claimants as to any such right, title or interest, and give notice of his decision to the claimant or to each of the parties to the dispute, or",
    "fonts": [
      "Calibri Light,Italic"
    ],
    "sizes": [
      14.039999961853027
    ]
  },
  {
    "page_number": 5,
    "bbox": [
      126.02,
      443.26,
      508.47,
      477.1
    ],
    "text": "(b) refer the claim or dispute for determination as hereinafter provided.”",
    "fonts": [
      "Calibri Light",
      "Calibri Light,Italic"
    ],
    "sizes": [
      14.039999961853027
    ]
  },
  {
    "page_number": 5,
    "bbox": [
      90.02,
      490.9,
      508.57,
      742.47
    ],
    "text": "In view of Section 10(1)(b) above, in a situation where the acquiring officer is unable to make a decision on the claim made by any person to any right, title or interest to, in or over the land which is to be acquired and on every such dispute as may have arisen between any claimants as to any such right, title or interest, he may refer the claim or dispute for determination to the District Court. In the case at hand, it is crystal clear that a dispute had arisen as to the right, title or interest of the Petitioner to the land in issue. Because both the Petitioner and the State claim right, title and interest over the land, and at the same time a dispute as to the identification of the corpus has also arisen. In such a instance, the correct recourse is for the acquiring officer to refer the said dispute for determination to the District Court as required under Section 10(1)(b) of the Land Acquisition Act.",
    "fonts": [
      "Calibri Light"
    ],
    "sizes": [
      14.039999961853027
    ]
  },
  {
    "page_number": 6,
    "bbox": [
      90.02,
      779.16,
      508.13,
      805.8
    ],
    "text": "Page 7 of 9",
    "fonts": [
      "Calibri",
      "Calibri,Bold"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 6,
    "bbox": [
      90.02,
      74.69,
      508.57,
      326.36
    ],
    "text": "However, it appears that the Divisional Secretary of Laggala has failed to hold an inquiry following the procedure set out in Section 9 of the Act. Additionally, the Divisional Secretary has failed to refer the disputes as to the entitlement to the land and identification of the land to the District Court as required under Section 10(1)(b) of the Land Acquisition Act. It is also observed that the Divisional Secretary has failed to afford the Petitioner a hearing as to his claim or to consider the material submitted by the Claimant. The 2nd Respondent, Divisional Secretary has also failed to consider Deed No. 780 (P8), on which the Petitioner claims rights to the land in issue, or to give reasons as to why the said Deed had not been taken into consideration in arriving at the impugned decision. Where an authority fails to take account of relevant considerations in arriving at a decision, such a decision shall be considered ultra vires.",
    "fonts": [
      "Calibri Light",
      "Calibri Light,Italic"
    ],
    "sizes": [
      9.0,
      14.039999961853027
    ]
  },
  {
    "page_number": 6,
    "bbox": [
      90.02,
      340.04,
      478.95,
      354.08
    ],
    "text": "Wade & Forsyth’s ‘Administration Law’ (11th Edition) at p. 325 notes:",
    "fonts": [
      "Calibri Light"
    ],
    "sizes": [
      14.039999961853027
    ]
  },
  {
    "page_number": 6,
    "bbox": [
      126.02,
      367.88,
      508.36,
      421.54
    ],
    "text": "“The decision maker must take the obligatory relevant considerations into account, and if he fails to do so, the judicial review court will set him right.”",
    "fonts": [
      "Calibri Light"
    ],
    "sizes": [
      14.039999961853027
    ]
  },
  {
    "page_number": 6,
    "bbox": [
      90.02,
      435.22,
      508.33,
      469.06
    ],
    "text": "Accordingly, in the instant application, the conduct of the Divisional Secretary amounts to acts of ultra vires.",
    "fonts": [
      "Calibri Light",
      "Calibri Light,Italic"
    ],
    "sizes": [
      14.039999961853027
    ]
  },
  {
    "page_number": 6,
    "bbox": [
      90.02,
      482.86,
      508.46,
      576.13
    ],
    "text": "In the event that a claim made under Section 9 of the Act is wholly or partly disallowed, under Section 10(2) of the Act, such claimant or a party to a dispute which is determined may make an application to the acquiring officer to refer the dispute for determination as specified therein. Section 10(2) is as follows.",
    "fonts": [
      "Calibri Light"
    ],
    "sizes": [
      14.039999961853027
    ]
  },
  {
    "page_number": 6,
    "bbox": [
      126.02,
      589.81,
      508.59,
      722.67
    ],
    "text": "“A claimant whose claim is wholly or partly disallowed, or a party to a dispute which is determined, by the decision of an acquiring officer under subsection (1) may, within fourteen days of the service on him of notice of the decision, make application to that acquiring officer for the reference of the claim or dispute, as the case may be, for determination as hereinafter provided; and that acquiring officer shall make a reference accordingly.”",
    "fonts": [
      "Calibri Light,Italic"
    ],
    "sizes": [
      14.039999961853027
    ]
  },
  {
    "page_number": 7,
    "bbox": [
      90.02,
      779.16,
      508.13,
      805.8
    ],
    "text": "Page 8 of 9",
    "fonts": [
      "Calibri",
      "Calibri,Bold"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 7,
    "bbox": [
      90.02,
      74.69,
      508.45,
      128.33
    ],
    "text": "Once such a reference is made, it is the duty of the acquiring officer to refer it to the relevant Court specified in Section 10(3) of the Act. Section 10(3) is as follows:",
    "fonts": [
      "Calibri Light"
    ],
    "sizes": [
      14.039999961853027
    ]
  },
  {
    "page_number": 7,
    "bbox": [
      126.02,
      142.13,
      508.44,
      274.88
    ],
    "text": "“Every reference under the preceding provisions of this section shall be made to the District Court or the Primary Court having jurisdiction over the place where the land which is to be acquired or over which a servitude is to be acquired is situated, according as the total amount of the claims for compensation for the acquisition of the land or servitude exceeds or does not exceed one thousand five hundred rupees.”",
    "fonts": [
      "Calibri Light,Italic"
    ],
    "sizes": [
      14.039999961853027
    ]
  },
  {
    "page_number": 7,
    "bbox": [
      90.02,
      288.68,
      508.59,
      560.17
    ],
    "text": "It appears on the face of the letter marked P14 issued under the heading “ඉඩම් අත්කර ගැනීමම් පනමත් 10(1) ආ වගන්තිය යටමත් දිසා අධිකරණයට මයොමු කිරීම ”, that the Petitioner had made an application under Section 10(2) of the Act to the 2nd Respondent, Divisional Secretary of Laggala, to refer the matter to the District Court. Hence, once such a reference is made, it is the duty of the Divisional Secretary to refer the matter to the appropriate Court as per Section 10(3) of the Act. In the instant application, the 2nd Respondent, without referring the disputes to the appropriate Court as required under Section 10(1)(b) and/or 10(2) of the Land Acquisition Act, has proceeded to terminate the proceedings related to the claim of the Petitioner for compensation. Therefore, I take the view that the 2nd Respondent, Divisional Secretary has failed to follow the due procedure set out in the law. Failure to comply with mandatory procedures laid down by statute invalidates a decision.",
    "fonts": [
      "Calibri Light",
      "Iskoola Pota"
    ],
    "sizes": [
      9.0,
      14.039999961853027
    ]
  },
  {
    "page_number": 7,
    "bbox": [
      90.02,
      573.85,
      508.54,
      766.11
    ],
    "text": "In light of the circumstances and reasons provided above, I conclude that the decision reflected in the document marked P14 cannot prevail in law. Accordingly, I am inclined to issue a Writ of Certiorari quashing the decision reflected in the document marked P14 prayed for in the prayer (b) of the Petition of the Petitioner. The Petitioner further seeks a Writ of Mandamus directing the 2nd Respondent to grant compensation to the Petitioner. However, in the case at hand, the 2nd Respondent has failed to follow the due procedure of law and make a determination under Section 10(1) of the Land Acquisition Act, as mentioned above. Therefore, this Court does not wish to issue a Writ of Mandamus as prayed for in the",
    "fonts": [
      "Calibri Light"
    ],
    "sizes": [
      9.0,
      14.039999961853027
    ]
  },
  {
    "page_number": 8,
    "bbox": [
      90.02,
      779.16,
      508.13,
      805.8
    ],
    "text": "Page 9 of 9",
    "fonts": [
      "Calibri",
      "Calibri,Bold"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 8,
    "bbox": [
      90.02,
      71.99,
      508.59,
      148.13
    ],
    "text": "Petition. Nevertheless, the Court observed that it is the duty of the 2nd Respondent to inquire into the matter under Section 9 of the Act and either make a decision under Section 10(1(a) or refer the claim or dispute for determination as therein provided in Section 10 of the Act.",
    "fonts": [
      "Calibri Light",
      "Calibri Light,Italic"
    ],
    "sizes": [
      9.0,
      14.039999961853027
    ]
  },
  {
    "page_number": 8,
    "bbox": [
      90.02,
      161.93,
      254.14,
      175.97
    ],
    "text": "Application is partly allowed.",
    "fonts": [
      "Calibri Light",
      "Calibri Light,Italic"
    ],
    "sizes": [
      14.039999961853027
    ]
  },
  {
    "page_number": 8,
    "bbox": [
      95.9,
      246.56,
      508.59,
      260.6
    ],
    "text": "Judge of the Court of Appeal",
    "fonts": [
      "Calibri Light"
    ],
    "sizes": [
      14.039999961853027
    ]
  },
  {
    "page_number": 8,
    "bbox": [
      90.02,
      310.16,
      245.02,
      324.2
    ],
    "text": "Adithya Patabendige, J.",
    "fonts": [
      "Calibri Light"
    ],
    "sizes": [
      14.039999961853027
    ]
  },
  {
    "page_number": 8,
    "bbox": [
      126.02,
      341.96,
      169.99,
      356.0
    ],
    "text": "I agree.",
    "fonts": [
      "Calibri Light"
    ],
    "sizes": [
      14.039999961853027
    ]
  },
  {
    "page_number": 8,
    "bbox": [
      95.9,
      373.76,
      508.59,
      387.8
    ],
    "text": "Judge of the Court of Appeal",
    "fonts": [
      "Calibri Light"
    ],
    "sizes": [
      14.039999961853027
    ]
  }
]