[
  {
    "page_number": 0,
    "bbox": [
      72.02,
      781.8,
      525.92,
      806.28
    ],
    "text": "1",
    "fonts": [
      "Calibri"
    ],
    "sizes": [
      11.039999961853027
    ]
  },
  {
    "page_number": 0,
    "bbox": [
      86.3,
      98.04,
      513.01,
      112.04
    ],
    "text": "IN THE COURT OF APPEAL OF THE DEMOCRATIC SOCIALIST",
    "fonts": [
      "Bookman Old Style",
      "Bookman Old Style,Bold"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 0,
    "bbox": [
      217.49,
      114.36,
      381.91,
      128.34
    ],
    "text": "REPUBLIC OF SRI LANKA",
    "fonts": [
      "Bookman Old Style,Bold"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 0,
    "bbox": [
      242.21,
      140.52,
      527.26,
      219.44
    ],
    "text": "In the matter of an application for mandates in the nature of Writs of Certiorari, Prohibition and Mandamus, under and in terms of Article 140 of the Constitution of the Democratic Socialist Republic of Sri Lanka.",
    "fonts": [
      "Bookman Old Style"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 0,
    "bbox": [
      72.02,
      257.67,
      517.06,
      368.87
    ],
    "text": "C.A. (Writ) Application Dhanapala Mudiyanselage Sarath Dhanapala, No: 0607/2011 No. 124, Marathugoda, Pujapitiya. Administrative Appeal Tribunal Appeal No. AAT/26/2004 (NPC) Petitioner - Vs -",
    "fonts": [
      "Arial",
      "Bookman Old Style",
      "Bookman Old Style,Bold"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 0,
    "bbox": [
      72.02,
      379.11,
      480.58,
      717.28
    ],
    "text": "1. Justice N.E. Dissanayake, Chairman, Administrative Appeals Tribunal, No. 35, Silva Lane, Rajagiriya. And 15 Others Respondents Before : R. Gurusinghe J & M.C.B.S. Morais J Counsel : Saliya Pieris, P.C., with Mark Fernando For the Petitioner M. Amarasinghe, S.S.C. For the Respondents",
    "fonts": [
      "Bookman Old Style",
      "Bookman Old Style,Bold"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 0,
    "bbox": [
      72.02,
      729.44,
      251.09,
      743.44
    ],
    "text": "Argued on : 08.02.2024",
    "fonts": [
      "Bookman Old Style"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 0,
    "bbox": [
      72.02,
      755.62,
      249.41,
      769.62
    ],
    "text": "Decided on : 20.03.2024",
    "fonts": [
      "Bookman Old Style"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 1,
    "bbox": [
      72.02,
      781.8,
      525.92,
      806.28
    ],
    "text": "2",
    "fonts": [
      "Calibri"
    ],
    "sizes": [
      11.039999961853027
    ]
  },
  {
    "page_number": 1,
    "bbox": [
      72.02,
      71.87,
      176.66,
      104.72
    ],
    "text": "R. Gurusinghe J.",
    "fonts": [
      "Bookman Old Style"
    ],
    "sizes": [
      12.0,
      14.039999961853027
    ]
  },
  {
    "page_number": 1,
    "bbox": [
      72.98,
      134.16,
      451.06,
      148.16
    ],
    "text": "The petitioner filed this application seeking the following reliefs.",
    "fonts": [
      "Bookman Old Style"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 1,
    "bbox": [
      72.98,
      177.6,
      526.49,
      191.6
    ],
    "text": "1. Issue a mandate in the nature of Writ of Certiorari quashing the",
    "fonts": [
      "Arial",
      "Bookman Old Style"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 1,
    "bbox": [
      72.98,
      193.8,
      526.53,
      240.2
    ],
    "text": "purported order of the first respondent marked B10. 2. Issue a mandate in the nature of Writ of Mandamus directing 7-15",
    "fonts": [
      "Arial",
      "Bookman Old Style"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 1,
    "bbox": [
      90.98,
      242.43,
      526.46,
      321.23
    ],
    "text": "respondents to reinstate the petitioner with back wages, grant due promotions with associated perks to which, if not for the Vacation of Post, he would have been entitled up to the retirement age of 55 years and then up to 60 years with extensions and all retirement benefits thereafter.",
    "fonts": [
      "Bookman Old Style"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 1,
    "bbox": [
      72.98,
      323.43,
      526.32,
      353.63
    ],
    "text": "3. Issue a mandate in the nature of Writ of Mandamus directing the",
    "fonts": [
      "Arial",
      "Bookman Old Style"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 1,
    "bbox": [
      90.98,
      355.83,
      526.54,
      386.21
    ],
    "text": "Administrative Appeal Tribunal, including 1st and 2nd respondents, to rehear the matter de-novo.",
    "fonts": [
      "Bookman Old Style",
      "Bookman Old Style,Italic"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 1,
    "bbox": [
      72.02,
      414.41,
      301.49,
      428.41
    ],
    "text": "Facts of the case are briefly as follows:",
    "fonts": [
      "Bookman Old Style"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 1,
    "bbox": [
      72.02,
      457.85,
      526.53,
      569.05
    ],
    "text": "The petitioner was an Assistant Superintendent of Police attached to the Trincomalee Division in March 1995. On 30th April 1995, the DIG Police in Trincomalee issued a vacation of post (VOP) notice on the petitioner, with effect from 15th March 1995. According to the respondents, the petitioner had not reported for work after the 14th of March 1995. Thereafter, the abovementioned VOP notice was served on the petitioner on 30th April 1995 at his house in Kandy.",
    "fonts": [
      "Bookman Old Style"
    ],
    "sizes": [
      8.039999961853027,
      12.0
    ]
  },
  {
    "page_number": 1,
    "bbox": [
      72.02,
      598.4,
      526.54,
      709.6
    ],
    "text": "The petitioner then appealed to the DIG Trincomalee, who was the local head of disciplinary authority. Thereafter, the petitioner made an appeal to the Public Service Commission (PSC) to exercise appellate authority over the decision of the disciplinary authority, the IGP. By letter dated 25th September 1995, the secretary to the PSC informed the petitioner that his appeal dated 09th June 1995 was dismissed, as the commission saw no reason to change the vacation of post order.",
    "fonts": [
      "Bookman Old Style"
    ],
    "sizes": [
      8.039999961853027,
      12.0
    ]
  },
  {
    "page_number": 1,
    "bbox": [
      72.02,
      739.06,
      526.54,
      769.26
    ],
    "text": "The petitioners position is that he had been on duty on 15th March 1995 and 16th March 1995. He further took up that he left Trincomalee on 15th",
    "fonts": [
      "Bookman Old Style"
    ],
    "sizes": [
      8.039999961853027,
      12.0
    ]
  },
  {
    "page_number": 2,
    "bbox": [
      72.02,
      781.8,
      525.92,
      806.28
    ],
    "text": "3",
    "fonts": [
      "Calibri"
    ],
    "sizes": [
      11.039999961853027
    ]
  },
  {
    "page_number": 2,
    "bbox": [
      72.02,
      71.88,
      530.25,
      247.88
    ],
    "text": "March 1995 at 14.30 hours with oral permission of the SP and had gone to his home in Kandy. Thereafter, he travelled back to Trincomalee and reached there at 9.30 a.m. on 17th March 1995, with his family. He further stated that on 17th March 1995, he had left for Colombo with his family by Lion Air flight at 4.30 p.m., after obtaining oral permission from the SP. The petitioner further states that on the 18th of March 1995, he came back to Trincomalee at 12.15 hours and remained there until the 19th of March 1995. He further states that on 20th March 1995, he went on three days of approved leave to Kandy, and while he was in Kandy, he fell sick on 23rd March 1995, due to Malaria and had to obtain medical treatment from the General Hospital in Kandy.",
    "fonts": [
      "Bookman Old Style"
    ],
    "sizes": [
      8.039999961853027,
      12.0
    ]
  },
  {
    "page_number": 2,
    "bbox": [
      72.02,
      277.35,
      526.45,
      340.13
    ],
    "text": "By a letter dated 13th April 1995, the Deputy Inspector General of Police Eastern Range wrote to the Inspector General of Police that, from 15th March 1995, the petitioners whereabouts were not known. He further states as follows:",
    "fonts": [
      "Bookman Old Style",
      "Bookman Old Style,Italic"
    ],
    "sizes": [
      8.039999961853027,
      12.0
    ]
  },
  {
    "page_number": 2,
    "bbox": [
      72.02,
      347.67,
      526.26,
      426.43
    ],
    "text": "As per the IGs transfer orders Ref. D/ND/1/356/95 dated 21st March 1995 transferring him from Trincomalee to Morawewa District, this officer has left the Division to an unknown destination without permission from SP Trincomalee or the DIG Range. He did not report at Morawewa. From 15.3.1995, his whereabouts are not known.",
    "fonts": [
      "Bookman Old Style,Italic"
    ],
    "sizes": [
      8.039999961853027,
      12.0
    ]
  },
  {
    "page_number": 2,
    "bbox": [
      72.02,
      455.81,
      530.38,
      761.64
    ],
    "text": "The petitioner had taken up the position before the Administrative Appeals Tribunal (AAT) that he had conducted the prosecution in a number of non-summary cases in the Magistrates Court of Trincomalee on 15th March 1995. On the direction of the AAT, the secretary of the AAT inquired about this matter from the Magistrate of Trincomalee, and the Learned Magistrate of Trincomalee replied to the AAT. AAT has quoted the following from the Learned Magistrates reply. On perusal of case no. NS 7554/94, I would like to inform you further that Mr Sarath Dhanapala, ASP, appeared in this case, on behalf of the prosecution on 08.02.1995, 22.02.1995 and 08.03.1995. The AAT has observed that the Learned Magistrate made no mention of any appearance by the petitioner on the date in question, namely 15.03.1995. In this petition, the petitioner took up the position that he only visited the Magistrates Court, and after that, he proceeded to the Morawewa Police Station. No entry has been made at the Morawewa Police Station. This claim is also not supported by any official record. Had he visited the Morawewa Police Station, he should have made an entry in the relevant information books, which were kept at the police station. If the petitioner had indeed been in Trincomalee during the above-mentioned dates, the DIG of Trincomalee would have had no reason to report to the IG that He (the",
    "fonts": [
      "Bookman Old Style",
      "Bookman Old Style,Italic"
    ],
    "sizes": [
      8.039999961853027,
      12.0
    ]
  },
  {
    "page_number": 3,
    "bbox": [
      72.02,
      781.8,
      525.92,
      806.28
    ],
    "text": "4",
    "fonts": [
      "Calibri"
    ],
    "sizes": [
      11.039999961853027
    ]
  },
  {
    "page_number": 3,
    "bbox": [
      72.02,
      72.0,
      525.93,
      102.14
    ],
    "text": "petitioner) did not report at Morawewa. From 15.3.1995, his whereabouts are not known.",
    "fonts": [
      "Bookman Old Style",
      "Bookman Old Style,Italic"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 3,
    "bbox": [
      72.02,
      131.52,
      526.54,
      372.35
    ],
    "text": "The petitioner has submitted three medical certificates from three different doctors for three different periods for three different illnesses, which are not connected to each other. The respondents have stated that the petitioner has not provided any medical certificates for his absence from 14.3.1995 to 22.03.1995. As per the objections, three medical certificates were produced after the vacation of the post letter was handed over to the petitioner. The first medical certificate was provided to cover the period 23.03.1995 to 29.03.1995, issued by the petitioners brother, Dr. Jayasiri Dhanapala, for suffering from Malaria. The first medical certificate, issued by the petitioners brother, Dr. Jayasiri Dhanapala, was for the period 23.03.1995 to 29.03.1995. Seth Sevana Private Hospital issued the 2nd medical certificate to cover the period from 30.03.1995 to 12.04.1995 for Chronic Gastritis. The 3rd medical certificate issued by Dr Ranjith Senanayake was to cover two weeks from 27.04.1995 for a painful knee on the left side following a fall.",
    "fonts": [
      "Bookman Old Style"
    ],
    "sizes": [
      8.039999961853027,
      12.0
    ]
  },
  {
    "page_number": 3,
    "bbox": [
      72.02,
      401.67,
      526.3,
      448.09
    ],
    "text": "It is clear from the available material that the petitioner has not reported for work since 14.03.1995. The notice of VOP was served on him 1 months later, on 30.04.1995.",
    "fonts": [
      "Bookman Old Style"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 3,
    "bbox": [
      72.02,
      477.53,
      526.54,
      588.76
    ],
    "text": "The petitioners appeal against the order of VOP by the IGP was dismissed by the Public Service Commission, which had been conveyed to the petitioner by letter dated 26.09.1995. In respect of any disciplinary order made by the Public Service Commission, an appeal could have been made to the Cabinet of Ministers, and the Cabinet of Ministers was the final authority in such matters, as stipulated by the provisions of Article 59 of the Constitution prior to the 17th Amendment to the Constitution.",
    "fonts": [
      "Bookman Old Style"
    ],
    "sizes": [
      8.039999961853027,
      12.0
    ]
  },
  {
    "page_number": 3,
    "bbox": [
      72.02,
      618.2,
      526.54,
      729.28
    ],
    "text": "After the 17th Amendment to the Constitution, the National Police Commission was established on 03.10.2001, granting it disciplinary authority over police officers for matters occurring after 03.10.2001. The petitioners position is that he made an appeal to the National Police Commission on 10/06/2003 and/or 07/08/2003 which is/are fresh appeal/s to the National Police Commission which was made almost after 6 years of the PSCs decision on 26.09.1995.",
    "fonts": [
      "Bookman Old Style"
    ],
    "sizes": [
      8.039999961853027,
      12.0
    ]
  },
  {
    "page_number": 4,
    "bbox": [
      72.02,
      781.8,
      525.92,
      806.28
    ],
    "text": "5",
    "fonts": [
      "Calibri"
    ],
    "sizes": [
      11.039999961853027
    ]
  },
  {
    "page_number": 4,
    "bbox": [
      72.02,
      71.88,
      526.54,
      102.08
    ],
    "text": "Articles 58 and 59 of the Constitution, prior to the 17th Amendment, stated as follows;",
    "fonts": [
      "Bookman Old Style"
    ],
    "sizes": [
      8.039999961853027,
      12.0
    ]
  },
  {
    "page_number": 4,
    "bbox": [
      72.02,
      109.8,
      139.22,
      123.86
    ],
    "text": "Article 58.",
    "fonts": [
      "Bookman Old Style,Italic"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 4,
    "bbox": [
      108.02,
      131.52,
      526.05,
      145.58
    ],
    "text": "(1) The Public Service Commission or any Committee thereof may",
    "fonts": [
      "Arial,Italic",
      "Bookman Old Style,Italic"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 4,
    "bbox": [
      126.02,
      147.72,
      525.99,
      210.38
    ],
    "text": "delegate to a public officer, subject to such conditions as may be prescribed by the Cabinet of Ministers, its powers of appointment, transfer, dismissal or disciplinary control of any category of public officers.",
    "fonts": [
      "Bookman Old Style,Italic"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 4,
    "bbox": [
      108.02,
      239.67,
      525.91,
      253.73
    ],
    "text": "(2) Any public officer aggrieved by any order of transfer or dismissal, or",
    "fonts": [
      "Arial",
      "Bookman Old Style",
      "Bookman Old Style,Italic"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 4,
    "bbox": [
      108.02,
      255.87,
      526.19,
      350.99
    ],
    "text": "any other order relating to a disciplinary matter made by a public officer to whom the Public Service Commission or any Committee thereof has delegated its powers under the preceding paragraph shall have a right of appeal to the Public Service Commission or such Committee, as the case may be.",
    "fonts": [
      "Bookman Old Style",
      "Bookman Old Style,Italic"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 4,
    "bbox": [
      72.02,
      363.15,
      525.86,
      393.41
    ],
    "text": "Article 59. The Cabinet of Ministers shall have the power to alter, vary or rescind-",
    "fonts": [
      "Bookman Old Style,Italic"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 4,
    "bbox": [
      108.02,
      422.69,
      526.09,
      436.75
    ],
    "text": "(a) Any appointment, or order of transfer or dismissal or any other order",
    "fonts": [
      "Arial,Italic",
      "Bookman Old Style,Italic"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 4,
    "bbox": [
      126.02,
      438.89,
      525.98,
      469.15
    ],
    "text": "relating to a disciplinary matter made, on appeal or otherwise, by the Public Service Commission or a Committee thereof;",
    "fonts": [
      "Bookman Old Style,Italic"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 4,
    "bbox": [
      108.02,
      498.53,
      525.93,
      544.99
    ],
    "text": "(b) any order of transfer made by a Minister or (c) any appointment made by a public officer to whom the Public Service",
    "fonts": [
      "Arial,Italic",
      "Bookman Old Style,Italic"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 4,
    "bbox": [
      126.02,
      547.13,
      525.97,
      577.39
    ],
    "text": "Commission or any Committee thereof has delegated its powers under Article 58 (1).",
    "fonts": [
      "Bookman Old Style,Italic"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 4,
    "bbox": [
      72.02,
      606.8,
      526.46,
      653.2
    ],
    "text": "The Cabinet of Ministers has not altered, varied, or rescinded the PSC decision dated 26.09.1995. Therefore, the PSC decision still stands as a valid decision.",
    "fonts": [
      "Bookman Old Style"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 4,
    "bbox": [
      72.02,
      682.52,
      526.53,
      712.72
    ],
    "text": "Article 155G (1) of the Constitution enacted by the 17th Amendment read as follows: -",
    "fonts": [
      "Bookman Old Style"
    ],
    "sizes": [
      8.039999961853027,
      12.0
    ]
  },
  {
    "page_number": 4,
    "bbox": [
      72.02,
      720.44,
      526.47,
      766.86
    ],
    "text": "155G. (1) (a) the appointment, promotion, transfer, disciplinary control and dismissal of police officers other than the Inspector-General of Police, shall be vested in the Commission. The Commission shall exercise its powers of",
    "fonts": [
      "Bookman Old Style",
      "Bookman Old Style,Bold"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 5,
    "bbox": [
      72.02,
      781.8,
      525.92,
      806.28
    ],
    "text": "6",
    "fonts": [
      "Calibri"
    ],
    "sizes": [
      11.039999961853027
    ]
  },
  {
    "page_number": 5,
    "bbox": [
      72.02,
      71.88,
      526.42,
      102.08
    ],
    "text": "promotion, transfer, disciplinary control and dismissal in consultation with the Inspector General of Police.",
    "fonts": [
      "Bookman Old Style"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 5,
    "bbox": [
      72.02,
      131.52,
      526.36,
      194.12
    ],
    "text": "(b) The Commission shall not, in the exercise of its powers under this Article, derogate from the powers and functions assigned to the Provincial Police Service Commissions as and when such Commissions are established under Chapter XVIIA of the Constitution.",
    "fonts": [
      "Bookman Old Style"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 5,
    "bbox": [
      72.02,
      223.44,
      526.39,
      253.67
    ],
    "text": "It is worth considering at this juncture whether the power granted to the NPC by the 17th Amendment has any retrospective effect.",
    "fonts": [
      "Bookman Old Style"
    ],
    "sizes": [
      8.039999961853027,
      12.0
    ]
  },
  {
    "page_number": 5,
    "bbox": [
      72.02,
      283.11,
      460.54,
      297.11
    ],
    "text": "The 17th Amendment to the Constitution provides for as follows: -",
    "fonts": [
      "Bookman Old Style"
    ],
    "sizes": [
      8.039999961853027,
      12.0
    ]
  },
  {
    "page_number": 5,
    "bbox": [
      72.02,
      326.55,
      526.25,
      421.51
    ],
    "text": "28. All matters pertaining to the appointment, promotion, transfer, disciplinary control and dismissal of any police officer pending before the Public Service Commission on or before the date of the commencement of this Act, shall stand removed to the National Police Commission established by Chapter XVIIIA of the Constitution and accordingly such matter shall be continued and completed before such National Police Commission.",
    "fonts": [
      "Bookman Old Style,Italic"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 5,
    "bbox": [
      72.02,
      450.89,
      494.02,
      464.89
    ],
    "text": "Sections 6 (3) and 6 (4) of the Interpretation Ordinance are as follows: -",
    "fonts": [
      "Bookman Old Style"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 5,
    "bbox": [
      72.02,
      494.33,
      525.91,
      540.79
    ],
    "text": "(3) Whenever any written law repeals either in whole or part a former written law, such repeal shall not, in the absence of any express provision to that effect, affect or be deemed to have affected-",
    "fonts": [
      "Bookman Old Style,Italic"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 5,
    "bbox": [
      108.02,
      548.45,
      526.29,
      578.71
    ],
    "text": "(a) the past operation of or anything duly done or suffered under the repealed written law;",
    "fonts": [
      "Bookman Old Style,Italic"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 5,
    "bbox": [
      108.02,
      586.4,
      525.91,
      616.54
    ],
    "text": "(b) any offence committed, any right, liberty, or penalty acquired or incurred under the repealed written law;",
    "fonts": [
      "Bookman Old Style,Italic"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 5,
    "bbox": [
      108.02,
      624.2,
      526.16,
      686.86
    ],
    "text": "(c) any action, proceeding, or thing pending or incompleted when the repealing written law comes into operation, but every such action, proceeding, or thing may be carried on and completed as if there had been no such repeal",
    "fonts": [
      "Bookman Old Style,Italic"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 5,
    "bbox": [
      108.02,
      694.52,
      525.93,
      708.58
    ],
    "text": "(3) Subsection (3) shall apply in the case of the expiration of any written",
    "fonts": [
      "Arial",
      "Bookman Old Style",
      "Bookman Old Style,Italic"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 5,
    "bbox": [
      126.02,
      710.72,
      525.93,
      740.98
    ],
    "text": "law in like manner as though that written law had been repealed and had not expired.",
    "fonts": [
      "Bookman Old Style",
      "Bookman Old Style,Italic"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 6,
    "bbox": [
      72.02,
      781.8,
      525.92,
      806.28
    ],
    "text": "7",
    "fonts": [
      "Calibri"
    ],
    "sizes": [
      11.039999961853027
    ]
  },
  {
    "page_number": 6,
    "bbox": [
      72.02,
      71.88,
      526.54,
      150.68
    ],
    "text": "According to the 17th Amendment to the Constitution, only the pending matters pertaining to the appointment, promotion, disciplinary control and dismissal of any police officer before the Public Service Commission on or before 03.10.2001, shall stand removed to the National Police Commission, and such matters to be continued and completed before the NPC.",
    "fonts": [
      "Bookman Old Style"
    ],
    "sizes": [
      8.039999961853027,
      12.0
    ]
  },
  {
    "page_number": 6,
    "bbox": [
      72.02,
      180.12,
      526.53,
      307.61
    ],
    "text": "In Hitendra Vishnu Thakur Vs State of Maharashtra (1994) 4 SCC 602 the Supreme Court of India held as follows; a statute which affects substantive rights is presumed to be prospective in operation unless made retrospective, either expressly or by necessary intendment, whereas a statute which merely affects procedure, unless such as construction is textually impossible, is presumed to be retrospective in its application, should not be given an extended meaning and should be strictly confined to its clearly defined limits;",
    "fonts": [
      "Bookman Old Style",
      "Bookman Old Style,Italic"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 6,
    "bbox": [
      72.02,
      315.27,
      526.54,
      458.77
    ],
    "text": "Accordingly, the 17th Amendment to the Constitution has no retroactive operation. Therefore, the NPC did not have the power to alter, vary, or rescind decisions that had already been made by the PSC concerning disciplinary actions against Police Officers prior to the establishment of the NPC. The PSC rejected the petitioner's appeal against the VOP issued by the IGP on 26-09-1995. The petitioner could have then appealed against the order of the PSC to the Cabinet of Ministers, which would have exhausted all his rights of appeal against the VOP order. In the year 1995 there was no National Police Commission in existence.",
    "fonts": [
      "Bookman Old Style"
    ],
    "sizes": [
      8.039999961853027,
      12.0
    ]
  },
  {
    "page_number": 6,
    "bbox": [
      72.02,
      488.21,
      526.54,
      518.41
    ],
    "text": "The Administrative Appeals Tribunal was established by Act No. 4 of 2002. Section 4(1) provides as follows;",
    "fonts": [
      "Bookman Old Style"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 6,
    "bbox": [
      108.02,
      526.13,
      526.3,
      605.14
    ],
    "text": "4. (1) Any public officer or police officer, as the case may be, aggrieved by an order or decision made by the Public Service Commission or the National Police Commission, as the case may be, may prefer an appeal in writing to the Tribunal within four weeks from the date of receipt of such order or decision. (emphasis added)",
    "fonts": [
      "Bookman Old Style",
      "Bookman Old Style,BoldIt",
      "Bookman Old Style,Italic",
      "Calibri,Italic"
    ],
    "sizes": [
      11.039999961853027,
      12.0
    ]
  },
  {
    "page_number": 6,
    "bbox": [
      72.02,
      634.4,
      526.46,
      680.8
    ],
    "text": "Accordingly, there is no right of appeal against a decision taken in 1995 by the PSC. Therefore, the petitioner did not have a right of appeal to the NPC or to the AAT.",
    "fonts": [
      "Bookman Old Style"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 6,
    "bbox": [
      72.02,
      710.24,
      526.53,
      756.54
    ],
    "text": "Paragraph 35 (b) (xv) of the petition manifests that, the decision of the PSC dated 25.09.1995 was not appealed against or set aside. The petitioners position is that he made a fresh appeal.",
    "fonts": [
      "Bookman Old Style"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 7,
    "bbox": [
      72.02,
      781.8,
      525.92,
      806.28
    ],
    "text": "8",
    "fonts": [
      "Calibri"
    ],
    "sizes": [
      11.039999961853027
    ]
  },
  {
    "page_number": 7,
    "bbox": [
      72.02,
      93.6,
      526.53,
      156.38
    ],
    "text": "It is settled law that the right of appeal is not a natural or inherent right. It cannot be assumed to exist unless expressly provided for by statutes. The NPC and the AAT were created by statutes, and therefore, the remedy of appeal must be provided by such statutes.",
    "fonts": [
      "Bookman Old Style",
      "Bookman Old Style,Italic"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 7,
    "bbox": [
      72.02,
      185.64,
      526.54,
      232.22
    ],
    "text": "It was held by the Supreme Court in the case of Martin vs Wijewardena [1989] 2 Sri.LR 409 that an Appeal is a Statutory Right and must be expressly created and granted by statute. It cannot be implied.",
    "fonts": [
      "Bookman Old Style",
      "Bookman Old Style,Italic"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 7,
    "bbox": [
      72.02,
      261.51,
      418.39,
      275.51
    ],
    "text": "The petitioner, in paragraph 35 (b) (xv), states as follows: -",
    "fonts": [
      "Bookman Old Style"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 7,
    "bbox": [
      108.02,
      283.11,
      529.9,
      588.82
    ],
    "text": "xv. The order at B-10 has come to an erroneous conclusion that the Petitioner did not possess a right of appeal to the National Police Commission from the order of dismissal of his appeal by the Public Service Commission which had been conveyed by its letter dated 25.09.1995 and therefore the Petitioner does not possess a right of appeal to the Administrative Appeals Tribunal from the order of the National Police Commission dated 03.12.2003. The Petitioner never made an appeal to the National Police Commission from the order of the Public Service Commission which was communicated to him by P1-J. The Petitioners appeal to the National Police Commission dated 10/06/2003 and/or 07/08/2003 is/are a fresh appeal/s to the National Police Commission. The National Police Commission was constituted by the 17th amendment to the Constitution and at the time of the dismissal of the Petitioners appeal to the Public Service Commission, the National Police Commission was not in existence. The Petitioner made his appeal/s to the National Police Commission under Article 155K of the Constitution and not against the order of the Public Service Commission, which was conveyed by letter dated 25.09.1995) (eight years prior to the constitution of the National Police Commission).",
    "fonts": [
      "Bookman Old Style,Italic"
    ],
    "sizes": [
      8.039999961853027,
      12.0
    ]
  },
  {
    "page_number": 7,
    "bbox": [
      72.02,
      596.48,
      516.05,
      707.86
    ],
    "text": "As per the Blacks Law Dictionary (4th edition), An \"appeal\" is a step in a judicial proceeding, and in legal contemplation there can be no appeal where there has been no decision by a judicial tribunal. Two things are essential to an appeal in its proper sense: First, the decision of a judicial tribunal, and, second, a superior court invested with authority to review the decision of the inferior tribunal.",
    "fonts": [
      "Bookman Old Style",
      "Bookman Old Style,Italic"
    ],
    "sizes": [
      8.039999961853027,
      12.0
    ]
  },
  {
    "page_number": 8,
    "bbox": [
      72.02,
      781.8,
      525.92,
      806.28
    ],
    "text": "9",
    "fonts": [
      "Calibri"
    ],
    "sizes": [
      11.039999961853027
    ]
  },
  {
    "page_number": 8,
    "bbox": [
      72.02,
      71.88,
      526.41,
      750.18
    ],
    "text": "The petitioner has not described against which decision he made the fresh appeal to the NPC and on what legal provision he is entitled to make such an appeal. The NPC did not have the jurisdiction to accept and determine the appeal of the petitioner made on 10.06.2003, against the order of the PSC made on 25.09.1995. The NPC, by letter dated 26.10.2006, has rightly withdrawn its decision dated 03.12.2003. That letter was produced by the respondents marked 2R2, which says inter alia, The Commission, after due consideration, decided to withdraw its Order dated 03.12.2003 to convert the VOP Order into retirement as a merciful alternative, as there is no provision in the Establishment Code to sustain this order. The Commission does not wish to proceed further in making a decision on the Appellant's request to re-instate him, as his appeal had been turned down by the PSC in 1995, and the Commission cannot vary a decision arrived at by the PSC. The NPC did not have jurisdiction to make the decision dated 03.12.2003, and therefore it is void and without force in law. The petitioner challenged the decision of the NPC dated 03.12.2003 in the AAT. In the above circumstances, there was no decision by the NPC to be considered by the AAT. The petitioner states that the order of the AAT was delivered on 24/05/2011, marked B-10, signed by the Chairman and one member of the AAT. The petitioner takes up the position that the decision of the AAT was delivered and signed by the Chairman and one member of the AAT, and therefore, that order cannot be considered as a decision of the AAT. On behalf of the petitioner, attention of court was drawn to the decision in the case of D.M.Gunasekara Banda vs Hon. N.E. Dissanayake Chairman, Administrative Appeal Tribunal and three others CA (Writ) Application No. 227/2012 decided on 7th September 2020. This issue brought out by the petitioner has no relevance to this case, as the petitioner has no right of appeal to the NPC or to the AAT. Furthermore, the petitioner himself states that he did not appeal against the decision of PSC delivered in 1995.",
    "fonts": [
      "Bookman Old Style",
      "Bookman Old Style,Italic"
    ],
    "sizes": [
      8.039999961853027,
      12.0
    ]
  },
  {
    "page_number": 9,
    "bbox": [
      72.02,
      781.8,
      525.92,
      806.28
    ],
    "text": "10",
    "fonts": [
      "Calibri"
    ],
    "sizes": [
      11.039999961853027
    ]
  },
  {
    "page_number": 9,
    "bbox": [
      72.02,
      71.88,
      525.94,
      361.31
    ],
    "text": "The petitioner has not reported for work since 14.03.1995, and the VOP order was served on the petitioner on 30.04.1995. The petitioner appealed to the PSC against the VOP order. The PSC rejected the petitioner's appeal on 25.09.1995. That decision has not been rescinded or varied by the Cabinet of Ministers. Therefore, the decision of the PSC still stands valid in law. The petitioner has made a fresh appeal to the NPC in 2003. The NPC did not have the jurisdiction to entertain such an appeal and the NPC had rightly withdrawn its decision later. The AAT has rightly decided that the petitioner had no right to appeal to the NPC. Since no legal right of the petitioner was violated by the NPC or the AAT, the petitioner cannot obtain the reliefs sought in the prayer of the petition. Considering the above circumstances, the application of the petitioner is dismissed.",
    "fonts": [
      "Bookman Old Style"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 9,
    "bbox": [
      72.02,
      363.51,
      459.94,
      442.33
    ],
    "text": "Judge of the Court of Appeal M.C.B.S. Morais J.",
    "fonts": [
      "Bookman Old Style",
      "Bookman Old Style,Bold"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 9,
    "bbox": [
      72.02,
      444.53,
      463.78,
      520.69
    ],
    "text": "I agree. Judge of the Court of Appeal.",
    "fonts": [
      "Bookman Old Style"
    ],
    "sizes": [
      11.039999961853027,
      12.0
    ]
  }
]