[
  {
    "page_number": 0,
    "bbox": [
      108.0,
      778.85,
      489.82,
      805.76
    ],
    "text": "1",
    "fonts": [
      "CIDFont+F1"
    ],
    "sizes": [
      11.040450096130371
    ]
  },
  {
    "page_number": 0,
    "bbox": [
      127.56,
      94.86,
      472.03,
      110.02
    ],
    "text": "IN THE COURT OF APPEAL OF THE DEMOCRATIC",
    "fonts": [
      "CIDFont+F2"
    ],
    "sizes": [
      12.960525512695312
    ]
  },
  {
    "page_number": 0,
    "bbox": [
      171.36,
      117.66,
      428.35,
      132.82
    ],
    "text": "SOCIALIST REPUBLIC OF SRI LANKA",
    "fonts": [
      "CIDFont+F2"
    ],
    "sizes": [
      12.960525512695312
    ]
  },
  {
    "page_number": 0,
    "bbox": [
      108.0,
      141.29,
      491.47,
      296.26
    ],
    "text": "In the matter of an Appeal under Section 331 of the Code of Criminal Procedure Act No. 15 of 1979, read with Article 138 of the Constitution of the Democratic Socialist Republic of Sri Lanka.",
    "fonts": [
      "CIDFont+F3"
    ],
    "sizes": [
      12.960525512695312
    ]
  },
  {
    "page_number": 0,
    "bbox": [
      288.0,
      299.21,
      453.88,
      331.42
    ],
    "text": "The Democratic Socialist Republic of Sri Lanka",
    "fonts": [
      "CIDFont+F3"
    ],
    "sizes": [
      12.960525512695312
    ]
  },
  {
    "page_number": 0,
    "bbox": [
      108.0,
      334.37,
      416.71,
      489.34
    ],
    "text": "Court of Appeal Case No. CA/HCC/0424/2019 Complainant High Court of Colombo V. Case No. HC/5956/2012 Alagar Arshakumar",
    "fonts": [
      "CIDFont+F2",
      "CIDFont+F3"
    ],
    "sizes": [
      12.960525512695312
    ]
  },
  {
    "page_number": 0,
    "bbox": [
      108.0,
      491.7,
      429.64,
      559.54
    ],
    "text": "Accused AND NOW BETWEEN",
    "fonts": [
      "CIDFont+F2",
      "CIDFont+F3"
    ],
    "sizes": [
      12.960525512695312
    ]
  },
  {
    "page_number": 0,
    "bbox": [
      288.0,
      562.49,
      416.69,
      594.58
    ],
    "text": "Alagar Arshakumar",
    "fonts": [
      "CIDFont+F3"
    ],
    "sizes": [
      12.960525512695312
    ]
  },
  {
    "page_number": 0,
    "bbox": [
      324.0,
      596.94,
      455.35,
      647.26
    ],
    "text": "AccusedAppellant V.",
    "fonts": [
      "CIDFont+F2",
      "CIDFont+F3"
    ],
    "sizes": [
      12.960525512695312
    ]
  },
  {
    "page_number": 0,
    "bbox": [
      288.0,
      650.21,
      478.07,
      714.84
    ],
    "text": "Hon. Attorney General, Attorney Generals Department, Colombo 12.",
    "fonts": [
      "CIDFont+F3"
    ],
    "sizes": [
      12.000450134277344,
      12.960525512695312
    ]
  },
  {
    "page_number": 0,
    "bbox": [
      108.0,
      717.77,
      488.39,
      766.06
    ],
    "text": "ComplainantRespondent",
    "fonts": [
      "CIDFont+F2",
      "CIDFont+F3"
    ],
    "sizes": [
      12.000450134277344,
      12.960525512695312
    ]
  },
  {
    "page_number": 1,
    "bbox": [
      108.0,
      778.85,
      489.82,
      805.76
    ],
    "text": "2",
    "fonts": [
      "CIDFont+F1"
    ],
    "sizes": [
      11.040450096130371
    ]
  },
  {
    "page_number": 1,
    "bbox": [
      108.0,
      72.06,
      491.49,
      411.22
    ],
    "text": "BEFORE : K. PRIYANTHA FERNANDO, J. (P/CA) WICKUM A. KALUARACHCHI, J. COUNSEL : Shehan De Silva with Naveen Maha Arachchige for the Accused Appellant. Wasantha Perera, Deputy Solicitor General for the Respondent. ARGUED ON : 08.08.2022 WRITTEN SUBMISSIONS FILED ON : 12.03.2021 by the Accused Appellant. 30.04.2021 by the Respondent. JUDGMENT ON : 14.09.2022",
    "fonts": [
      "CIDFont+F2",
      "CIDFont+F3"
    ],
    "sizes": [
      9.96037483215332,
      12.000450134277344,
      12.960525512695312
    ]
  },
  {
    "page_number": 1,
    "bbox": [
      108.0,
      413.58,
      359.95,
      481.42
    ],
    "text": "************** K. PRIYANTHA FERNANDO, J.(P/CA)",
    "fonts": [
      "CIDFont+F2"
    ],
    "sizes": [
      12.960525512695312
    ]
  },
  {
    "page_number": 1,
    "bbox": [
      126.0,
      484.23,
      491.53,
      762.22
    ],
    "text": "1. The accused appellant (hereinafter referred to as the appellant) was indicted in the High Court of Colombo for one count of murder punishable in terms of Section 296 of the Penal Code and one count of causing hurt punishable in terms of Section 315 of the Penal Code. Upon conviction after trial, the appellant was sentenced to death for count No. 01 and three years rigorous imprisonment and Ten Thousand Rupees fine for count No. 02. Being aggrieved by the above convictions and sentences the appellant preferred the instant appeal. 2. In his written submissions, the learned Counsel for the appellant has urged two grounds of appeal. However, at the hearing of this appeal, the learned",
    "fonts": [
      "CIDFont+F3",
      "CIDFont+F4",
      "CIDFont+F5"
    ],
    "sizes": [
      12.960525512695312
    ]
  },
  {
    "page_number": 2,
    "bbox": [
      108.0,
      778.85,
      489.82,
      805.76
    ],
    "text": "3",
    "fonts": [
      "CIDFont+F1"
    ],
    "sizes": [
      11.040450096130371
    ]
  },
  {
    "page_number": 2,
    "bbox": [
      144.0,
      72.65,
      491.5,
      118.69
    ],
    "text": "Counsel for the appellant pursued only the following ground of appeal;",
    "fonts": [
      "CIDFont+F3"
    ],
    "sizes": [
      9.96037483215332,
      12.960525512695312
    ]
  },
  {
    "page_number": 2,
    "bbox": [
      108.0,
      120.27,
      491.52,
      411.7
    ],
    "text": "I. The learned trial Judge has failed to take in to consideration the special exception four to section 294 of the Penal Code. 3. The brief facts of the case as per the evidence adduced at the trial are as follows; The deceased, Thilakaratna, was running a small hotel on the ground floor of a building in Maradana. The deceased lived in the same floor of the building along with his wife and three children. The appellant who was an employee of the hotel was also living in the same floor of the building. At night, the deceased and the family used to sleep in the front area of the hotel and the appellant used to sleep in the area where the kitchen was situated.",
    "fonts": [
      "CIDFont+F3",
      "CIDFont+F4",
      "CIDFont+F5"
    ],
    "sizes": [
      9.96037483215332,
      12.960525512695312
    ]
  },
  {
    "page_number": 2,
    "bbox": [
      126.0,
      414.63,
      491.52,
      762.71
    ],
    "text": "4. As per the evidence of the wife of the deceased (PW1) and the daughter (PW2), on the day of the incident, PW1 has been sleeping together with the deceased and their little son in the front portion of the hotel between two tables. The daughter has been sleeping somewhat away from them. The appellant has gone out in the evening and has come back to the hotel at about 10.30 p.m. whilst the deceased and his family were sleeping. 5. Late night or wee hours in the morning, the PW1 has woken up upon hearing a noise. She has seen the deceased who was sleeping next to her suddenly getting up pushing the table. The appellant has stabbed the deceased with a knife. Then the PW1 has hit the appellant asking him not to stab the deceased, upon which the appellant has stabbed the PW1 as well and has dragged her to the room next to the toilet. Then, the daughter (PW2) has come and struck the appellant with a wiper that is",
    "fonts": [
      "CIDFont+F3",
      "CIDFont+F4",
      "CIDFont+F5"
    ],
    "sizes": [
      12.960525512695312
    ]
  },
  {
    "page_number": 3,
    "bbox": [
      108.0,
      778.85,
      489.82,
      805.76
    ],
    "text": "4",
    "fonts": [
      "CIDFont+F1"
    ],
    "sizes": [
      11.040450096130371
    ]
  },
  {
    "page_number": 3,
    "bbox": [
      126.0,
      72.65,
      491.53,
      768.46
    ],
    "text": "used for removing the water off the floor. Then the PW1 has tried to assault the appellant with a club. However, the appellant has got hold of the club and has assaulted the PW1 with the same club. When the PW1 opened the door to get off the hotel, the appellant has gone out of the door. Then she has gone to the police station in a three-wheeler. 6. The appellant has given sworn evidence when the defence was called at the trial. According to the appellant, he has gone to Pettah to make a reservation for a seat in a bus that was travelling to Badulla in order to go home. When the appellant asked for money from the deceased, the deceased has said that he would give the money. However, at about 10.30 p.m. in the night when he asked for the money, the deceased has refused. In the course of the argument the deceased has slapped him. Then the appellant has got hold of the knife that was used to cut vegetables. The deceased has snatched the knife away from the appellant causing injury to him. Then the appellant has got hold of another knife. He further stated that the wife of the deceased has also come and assaulted him. He said he did not know what happened thereafter. 7. The learned Counsel for the appellant submitted that, there is no evidence that the appellant premeditated to commit the crime. There had been a sudden fight on the issue when the deceased refused to give him the money. It is further submitted by the learned Counsel that, the prosecution has failed to explain the injuries caused to the appellant. 8. The learned Deputy Solicitor General for the respondent submitted that, the fact that the accused caused the injuries to the deceased and the wife are not in dispute. It is the contention of the learned Deputy Solicitor General, that there was no",
    "fonts": [
      "CIDFont+F3",
      "CIDFont+F4",
      "CIDFont+F5"
    ],
    "sizes": [
      12.960525512695312
    ]
  },
  {
    "page_number": 4,
    "bbox": [
      108.0,
      778.85,
      489.82,
      805.76
    ],
    "text": "5",
    "fonts": [
      "CIDFont+F1"
    ],
    "sizes": [
      11.040450096130371
    ]
  },
  {
    "page_number": 4,
    "bbox": [
      126.0,
      72.65,
      491.52,
      436.06
    ],
    "text": "material for the learned trial Judge to act on the exception 4 to section 294 of the Penal Code. It was the submission of the learned Deputy Solicitor General, for the appellant to be entitled to the benefit of the said exception 4, the offender must act without taking undue advantage and should not act in a cruel or unusual manner. The appellant has caused twenty-one injuries, including stab and cut injuries and four of them were fatal injuries. Since the appellant has acted in a very cruel manner, the appellant is not entitled to get the benefit of exception 4 to section 294 of the Penal Code, the learned Deputy Solicitor General contended. 9. There is no dispute on the fact that the injuries caused to the deceased including the fatal injuries that caused his death were inflicted by the appellant. The appellant seeks to get the benefit out of exception 4 to section 294 of the Penal Code. 10. The exception four to section 294 of the Penal Code",
    "fonts": [
      "CIDFont+F3",
      "CIDFont+F4"
    ],
    "sizes": [
      12.960525512695312
    ]
  },
  {
    "page_number": 4,
    "bbox": [
      108.0,
      439.01,
      214.68,
      471.1
    ],
    "text": "provides;",
    "fonts": [
      "CIDFont+F3"
    ],
    "sizes": [
      12.960525512695312
    ]
  },
  {
    "page_number": 4,
    "bbox": [
      108.0,
      474.43,
      491.18,
      593.98
    ],
    "text": "Exception 4- Culpable homicide is not murder if it is committed without premeditation in a sudden fight in the heat of passion upon a sudden quarrel, and without the offender having taken undue advantage or acted in a cruel or unusual manner.",
    "fonts": [
      "CIDFont+F3",
      "CIDFont+F5"
    ],
    "sizes": [
      12.960525512695312
    ]
  },
  {
    "page_number": 4,
    "bbox": [
      126.0,
      596.79,
      491.4,
      611.5
    ],
    "text": "11. The position taken by the appellant in his evidence",
    "fonts": [
      "CIDFont+F3",
      "CIDFont+F4"
    ],
    "sizes": [
      12.960525512695312
    ]
  },
  {
    "page_number": 4,
    "bbox": [
      153.0,
      614.45,
      491.52,
      769.42
    ],
    "text": "was that, prior to the causing of injuries to the deceased, he had an argument with the deceased when he asked for the money. If at all there was such an argument between the appellant and the deceased, the PW1 who was sleeping next to the deceased should have heard this and woken up. The daughter (PW2) who was sleeping a few feet away from them should also have heard the argument and woken up. Although the PW1 and PW2 were",
    "fonts": [
      "CIDFont+F3"
    ],
    "sizes": [
      12.960525512695312
    ]
  },
  {
    "page_number": 5,
    "bbox": [
      108.0,
      778.85,
      489.82,
      805.76
    ],
    "text": "6",
    "fonts": [
      "CIDFont+F1"
    ],
    "sizes": [
      11.040450096130371
    ]
  },
  {
    "page_number": 5,
    "bbox": [
      126.0,
      72.65,
      491.52,
      262.66
    ],
    "text": "both cross-examined at length by the defence, at the trial, the defence of having an argument causing the fight was never put to the eye witnesses. Not even a suggestion about an argument was made to PW1 or PW2. As I have mentioned before in this judgment, if at all there was an argument, the PW1 and PW2 should have woken up upon hearing the same. Hence, the learned trial Judge has rightly rejected the version of the defence. 12. The exception 4 to section 294 of the Penal Code",
    "fonts": [
      "CIDFont+F3",
      "CIDFont+F4"
    ],
    "sizes": [
      12.960525512695312
    ]
  },
  {
    "page_number": 5,
    "bbox": [
      153.0,
      265.12,
      491.77,
      368.02
    ],
    "text": "was discussed at length in case of Kikar Singh V. State of Rajasthan 1993 AIR 2426 [12th May 1993]. The above exception is similar to exception 4 of section 300 of the Indian Penal Code. In Kikar Singh Indian Supreme Court held,",
    "fonts": [
      "CIDFont+F3",
      "CIDFont+F5",
      "CIDFont+F6"
    ],
    "sizes": [
      8.520299911499023,
      12.960525512695312
    ]
  },
  {
    "page_number": 5,
    "bbox": [
      180.0,
      371.23,
      491.18,
      754.07
    ],
    "text": "The counsel attempted to bring the case within exception 4. For its application all the conditions enumerated therein must be satisfied. The act must be committed without premeditation in a sudden fight in the heat of passion; (2) upon a sudden quarrel; (3) without the offender having taken undue advantage; (4) and the accused had not acted in a cruel or unusual manner. Therefore, there must be a mutual combat or exchanging blows on each other. And however slight the first blow, or provocation, every fresh blow becomes a fresh provocation. The blood is already heated or warms up at every subsequent stroke. The voice of reason is heard on neither side in the heat of passion. Therefore, it is difficult to apportion between the respective degrees of blame with reference to the state of things at the commencement of the fray but it must occur as a consequence of a sudden fight i.e. mutual combat and not one side track. It matters not what the cause of the quarrel is, whether real or",
    "fonts": [
      "CIDFont+F5"
    ],
    "sizes": [
      12.960525512695312
    ]
  },
  {
    "page_number": 6,
    "bbox": [
      108.0,
      778.85,
      489.82,
      805.76
    ],
    "text": "7",
    "fonts": [
      "CIDFont+F1"
    ],
    "sizes": [
      11.040450096130371
    ]
  },
  {
    "page_number": 6,
    "bbox": [
      180.0,
      72.91,
      491.17,
      122.27
    ],
    "text": "imaginary, or who draws or strikes first. The strike of the blow must be without any intention to kill or seriously injure the other.",
    "fonts": [
      "CIDFont+F5"
    ],
    "sizes": [
      12.960525512695312
    ]
  },
  {
    "page_number": 6,
    "bbox": [
      126.0,
      125.33,
      491.52,
      157.42
    ],
    "text": "13. As submitted by the learned Deputy Solicitor",
    "fonts": [
      "CIDFont+F3",
      "CIDFont+F4"
    ],
    "sizes": [
      12.960525512695312
    ]
  },
  {
    "page_number": 6,
    "bbox": [
      126.0,
      160.37,
      491.52,
      368.02
    ],
    "text": "General, to be entitled to the benefit of the exception 4 to section 294 of the Penal Code, the evidence should reveal that the offender has not taken undue advantage or acted in a cruel or unusual manner. In the instant case, the deceased has received twenty-one injuries out of which eleven are cut injuries and eight are stab injuries. Out of the stab injuries four have pierced the lung. When considering the number and the gravity of the injuries, it is clear that the appellant has acted in a cruel manner. 14. Hence, the ground of appeal urged by the appellant",
    "fonts": [
      "CIDFont+F3",
      "CIDFont+F4"
    ],
    "sizes": [
      12.960525512695312
    ]
  },
  {
    "page_number": 6,
    "bbox": [
      153.0,
      370.97,
      491.52,
      438.22
    ],
    "text": "should necessarily fail. Thus, the convictions and the sentences imposed on the appellant by the learned High Court Judge on counts one and two are affirmed.",
    "fonts": [
      "CIDFont+F3"
    ],
    "sizes": [
      12.960525512695312
    ]
  },
  {
    "page_number": 6,
    "bbox": [
      108.0,
      453.29,
      298.84,
      485.5
    ],
    "text": "Appeal dismissed.",
    "fonts": [
      "CIDFont+F3"
    ],
    "sizes": [
      12.960525512695312
    ]
  },
  {
    "page_number": 6,
    "bbox": [
      108.0,
      556.32,
      471.36,
      672.96
    ],
    "text": "PRESIDENT OF THE COURT OF APPEAL WICKUM A. KALUARACHCHI, J. I agree.",
    "fonts": [
      "CIDFont+F2",
      "CIDFont+F3"
    ],
    "sizes": [
      12.000450134277344,
      12.960525512695312
    ]
  },
  {
    "page_number": 6,
    "bbox": [
      216.0,
      745.32,
      441.11,
      759.36
    ],
    "text": "JUDGE OF THE COURT OF APPEAL",
    "fonts": [
      "CIDFont+F2",
      "CIDFont+F3"
    ],
    "sizes": [
      12.000450134277344
    ]
  }
]