[
  {
    "page_number": 0,
    "bbox": [
      70.94,
      781.8,
      527.0,
      806.28
    ],
    "text": "1",
    "fonts": [
      "Calibri"
    ],
    "sizes": [
      11.039999961853027
    ]
  },
  {
    "page_number": 0,
    "bbox": [
      104.3,
      70.78,
      495.01,
      84.76
    ],
    "text": "IN THE COURT OF APPEAL OF THE DEMOCRATIC SOCIALIST",
    "fonts": [
      "Bookman Old Style,Bold"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 0,
    "bbox": [
      217.49,
      87.0,
      381.91,
      100.98
    ],
    "text": "REPUBLIC OF SRI LANKA",
    "fonts": [
      "Bookman Old Style,Bold"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 0,
    "bbox": [
      241.13,
      111.24,
      596.5,
      173.84
    ],
    "text": "In the matter of an application for Restitutio-In- Integrum and Revision under and in terms of Article 138 (1) of the Constitution of the Democratic Socialist Republic of Sri Lanka",
    "fonts": [
      "Bookman Old Style",
      "Bookman Old Style,Italic"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 0,
    "bbox": [
      70.94,
      183.96,
      520.54,
      763.02
    ],
    "text": "Court of Appeal Case No: RII/0009/2022 Aluthwala Juwanwadu Sarath Ranjan, Nagahagoda, DC Balapitiya Nindana Case No: 2767/L Plaintiff Vs. Uththamawadu Lanti Singho Nagahagoda, Nindana Defendant (Deceased) And Now Between Aluthwala Juwanwadu Sarath Ranjan, Nagahagoda, Nindana Plaintiff -Petitioner Vs. 1. Uththamawadu Kamal Garpasiri 2. Uththamawadu Janath 3. Uththamawadu Lal All three of Nagahagoda Nindana Substituted Defendant-Respondents",
    "fonts": [
      "Bookman Old Style",
      "Bookman Old Style,Bold"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 1,
    "bbox": [
      70.94,
      781.8,
      527.0,
      806.28
    ],
    "text": "2",
    "fonts": [
      "Calibri"
    ],
    "sizes": [
      11.039999961853027
    ]
  },
  {
    "page_number": 1,
    "bbox": [
      70.94,
      70.9,
      289.61,
      127.14
    ],
    "text": "Before : R. Gurusinghe J & M.C.B.S. Morais J",
    "fonts": [
      "Bookman Old Style",
      "Bookman Old Style,Bold"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 1,
    "bbox": [
      70.94,
      135.12,
      490.54,
      294.95
    ],
    "text": "Counsel : J.M. Wijebandara with K.H. Dilrukshi, instructed by Chamodi Dayananda for the Plaintiff -Petitioner Manjusri Chandrasena with S. Panchadsaran For the 1stsubstituted Defendant-Respondent Argued on : 27-08-2024",
    "fonts": [
      "Bookman Old Style",
      "Bookman Old Style,Bold"
    ],
    "sizes": [
      8.039999961853027,
      12.0
    ]
  },
  {
    "page_number": 1,
    "bbox": [
      70.94,
      305.19,
      250.25,
      319.19
    ],
    "text": "Decided on : 07-11-2024",
    "fonts": [
      "Bookman Old Style"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 1,
    "bbox": [
      70.94,
      329.3,
      399.76,
      394.79
    ],
    "text": "R. Gurusinghe",
    "fonts": [
      "Bookman Old Style",
      "Bookman Old Style,Bold"
    ],
    "sizes": [
      12.0,
      14.039999961853027
    ]
  },
  {
    "page_number": 1,
    "bbox": [
      70.94,
      403.97,
      532.18,
      585.28
    ],
    "text": "The Plaintiff-Petitioner filed this application before this court in terms of Article 138 of the constitution, seeking inter alia to revise and set aside terms of settlement, and the judgment/decree that was entered on 26-01-2017, in case no. 2767/L in the District Court of Balapitiya, and to restore the case back to the stage where it was prior to entering terms of settlement dated 26-01-2017 and direct further trial from where it was prior to entering the impugned settlement, and to set aside the order dated 05-10-2021 in the case no. 2767/L. The 1st substituted-defendant-respondent filed objections to the petitioners application.",
    "fonts": [
      "Bookman Old Style",
      "Bookman Old Style,Italic"
    ],
    "sizes": [
      8.039999961853027,
      12.0
    ]
  },
  {
    "page_number": 1,
    "bbox": [
      70.94,
      594.44,
      281.69,
      608.44
    ],
    "text": "The facts of the case are as follows:",
    "fonts": [
      "Bookman Old Style"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 1,
    "bbox": [
      70.94,
      617.6,
      528.34,
      707.68
    ],
    "text": "Plaintiff-petitioner (hereinafter sometimes referred to as the petitioner) filed an action before the District Court of Balapitiya against the original defendant seeking a declaration of title to the land described in the 2nd schedule to the plaint and the ejectment of the defendant from the portion of the land which was allegedly encroached by the defendant, and claiming damages from the defendant.",
    "fonts": [
      "Bookman Old Style"
    ],
    "sizes": [
      8.039999961853027,
      12.0
    ]
  },
  {
    "page_number": 2,
    "bbox": [
      70.94,
      781.8,
      527.0,
      806.28
    ],
    "text": "3",
    "fonts": [
      "Calibri"
    ],
    "sizes": [
      11.039999961853027
    ]
  },
  {
    "page_number": 2,
    "bbox": [
      70.94,
      70.9,
      528.34,
      480.13
    ],
    "text": "The petitioner took out a commission to licensed surveyor Victor Godahena, to conduct the survey of the land, and the surveyor submitted his Plan No. 1064 dated 15-06-2002. Lot E1A, E1B, and E1C were described as parts of Lot E1 in plan No. 2151 A, made by W.P.D.U. Karunaratne, licensed surveyor, and Lot E2 was described as Lot E2 in the said Plan no. 2151 A. The disputed portion of the land was Lot E1, which was in extent of 7.1 perch. The original defendant, in his answer to the plaint, claimed that he had acquired prescriptive title to the portion of land depicted as Lot E1C in plan no. 1064. The petitioner filed a replication denying that the defendant had acquired a prescriptive title to Lot E1C. The case in the District Court was filed on 14-01-2000. The case first came up for trial in 2005. However, the case was not taken up for trial until 23-10-2015 for various reasons. One such reason is that the original defendant had gone missing. The three sons of the original defendant were substituted in place of the missing original defendant. The trial started on 23-10-2015 by recording one admission and 12 issues. On 25-08-2016 part of the evidence of the petitioner was recorded. Further trial was fixed for 26-01-2017. On 26-01-2017, the petitioner and 1B defendant were present in court and they were represented by their respective Counsel. Five terms of settlement were recorded and the District Judge ordered to enter a Decree as per the settlement. The terms of impugned settlement are as follows:",
    "fonts": [
      "Bookman Old Style"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 2,
    "bbox": [
      70.94,
      512.09,
      533.62,
      658.71
    ],
    "text": "1. -6- 1 1064 1., 1., 1. . 2. 1. 1. . 3. 1064 .1 1. .",
    "fonts": [
      "Bookman Old Style",
      "Iskoola Pota"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 2,
    "bbox": [
      70.94,
      667.76,
      527.5,
      755.94
    ],
    "text": "4. 1. 1. 1064 . 5. .",
    "fonts": [
      "Bookman Old Style",
      "Iskoola Pota"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 3,
    "bbox": [
      70.94,
      781.8,
      527.0,
      806.28
    ],
    "text": "4",
    "fonts": [
      "Calibri"
    ],
    "sizes": [
      11.039999961853027
    ]
  },
  {
    "page_number": 3,
    "bbox": [
      70.94,
      70.9,
      528.34,
      236.96
    ],
    "text": "On 02-06-2017, the petitioner filed a petition and an affidavit stating that such a settlement had not been discussed earlier and sought to set aside the settlement dated 26-01-2017. He further stated that he had been coming to court for 15 years, and what he was made to understand was that he would be given his 26.5 perches land. By Order dated 05-10-2021, Learned District Judge refused the petitioners application without costs for the reason that the petitioner could not maintain the Restitutio-in-Integrum action in the District Court.",
    "fonts": [
      "Bookman Old Style",
      "Bookman Old Style,Italic"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 3,
    "bbox": [
      70.94,
      246.15,
      528.34,
      412.19
    ],
    "text": "The petitioner has filed this application before this court seeking to set aside the settlement entered on 26-01-2017, to set aside the Order dated 05-10-2021, and to restore the case back to the stage prior to entering the terms of settlement dated 26-01-2017. On behalf of the petitioner, it was submitted that the impugned settlement and terms contained therein could not be sustained due to lack of precision, failure to adjudicate the actual dispute placed before the court by way of pleadings and expert evidence, and non-compliance of procedure laid down in Section 91 read with Section 408 of the Civil Procedure Code.",
    "fonts": [
      "Bookman Old Style"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 3,
    "bbox": [
      70.94,
      421.37,
      528.12,
      450.61
    ],
    "text": "The petitioner pleaded his title to the land he claimed in the plaint filed before the District of Court of Balapitiya as follows:",
    "fonts": [
      "Bookman Old Style"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 3,
    "bbox": [
      70.94,
      459.77,
      528.34,
      671.44
    ],
    "text": "Mananewatte Lot B was originally owned by Godahewa Richard by deed no. 40312 dated 03-03-1952, and Richard transferred the same land to R.K. Hemawathie by deed no. 32197 dated 06-11-1964. R.K. Hemawathie transferred the undivided half of that land to Kamal Garupasiri (1 A substituted defendant) by deed no. 42991 dated 18-07-1996. Hemawathie and Kamal Garupasiri had the land re-surveyed by W.G.D.U. Karunaratne L.S. and the said surveyor prepared plan no. 2151A dated 02-08-1996 depicting the land in two lots, namely E1 and E2. Thereafter, aforesaid two co-owners executed an amicable partition deed no. 43043 dated 10-08-1996. In terms of the amicable partition deed, Hemawathie became the owner of Lot E1 and Kamal Garupasiri became the owner of Lot E2. Thus, the co-ownership was ended by the said amicable partition. Hemawathie sold her Lot E1 to one Jagath Ramyasiri by deed no. 4347 dated 05-11-1996. He sold the same to the petitioner by deed no. 1289 dated 05-03-1999.",
    "fonts": [
      "Bookman Old Style"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 3,
    "bbox": [
      70.94,
      703.88,
      528.3,
      763.5
    ],
    "text": "The petitioner has produced copies of deed no. 1289 marked P2 and amicable partition deed 43043 marked P3 and plan no. 2151A prepared by W.G.D.U. Karunaratne L.S. Dated 02-08-1996.",
    "fonts": [
      "Bookman Old Style"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 4,
    "bbox": [
      70.94,
      781.8,
      527.0,
      806.28
    ],
    "text": "5",
    "fonts": [
      "Calibri"
    ],
    "sizes": [
      11.039999961853027
    ]
  },
  {
    "page_number": 4,
    "bbox": [
      70.94,
      70.9,
      528.14,
      130.52
    ],
    "text": "The plaintiff-petitioner has produced documents to show that he is the owner of Lot E1 of plan no. 2151A.",
    "fonts": [
      "Bookman Old Style"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 4,
    "bbox": [
      70.94,
      139.68,
      528.34,
      184.16
    ],
    "text": "The impugned terms of settlement dated 26-01-2017 were entered without following the procedure laid down in section 408 and section 91 of the Civil Procedure Code. Section 408 of the Civil Procedure Code is as follows:",
    "fonts": [
      "Bookman Old Style"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 4,
    "bbox": [
      70.94,
      193.32,
      528.09,
      454.51
    ],
    "text": "408. If an action be adjusted wholly or in part by a lawful agreement or compromise, or if the defendant satisfy the plaintiff in respect to the whole or any part of the matter of the action, such agreement, compromise, or satisfaction shall be notified to the court by motion made in presence of, or on notice to, all the parties concerned, and the court shall pass a decree in accordance there with, so far as it relates to the action, and such decree shall be final, so far as relates to so much of the subject-matter of the action as is dealt with the agreement, compromise, or satisfaction. In the case of Cornelius Perera vs. Leo Perera 62 NLR 413, Basnayake CJ held that on the ground of mistake, a consent order and the judgement based on it can be set aside. Sansoni J held that the proper remedy is by way of an application for restitutio in integrum.",
    "fonts": [
      "Bookman Old Style",
      "Bookman Old Style,Bold",
      "Bookman Old Style,Italic"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 4,
    "bbox": [
      70.94,
      464.81,
      528.1,
      585.34
    ],
    "text": "In the case of Halib Abdul Cader Ameer vs. Danny Perera 1998 (2) SLR 321, G.P.S. De Silva CJ held that the District Court has no jurisdiction to set aside a decree entered by consent of parties on the basis of \"Justus error\" committed by a party in consenting to the terms of the settlements. However, restitutio in integrum can be claimed on the ground of \"Justus error\", which constitutes reasonable or excusable error. It was also held that the remedy by way of restitutio in integrum is an extraordinary remedy and is given only under very exceptional circumstances.",
    "fonts": [
      "Bookman Old Style",
      "Bookman Old Style,Italic"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 4,
    "bbox": [
      70.94,
      617.6,
      528.32,
      646.84
    ],
    "text": "In the case of S.C. Appeal No. 157/2019 decided on 23.02.2022, Janak De Silva, J. stated as follows:",
    "fonts": [
      "Bookman Old Style",
      "Bookman Old Style,Bold",
      "Bookman Old Style,Italic"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 4,
    "bbox": [
      70.94,
      656.12,
      528.05,
      746.14
    ],
    "text": "The foundation of a consent decree is the consensus ad idem of the parties. For this reason, section 408 of the Civil Procedure Code directs that the Court should pass a decree in accordance with the terms of the settlement. Case law emphasizes the need to comply with this and other relevant provisions to ensure that any settlement entered is based on the mutual consent of the parties.",
    "fonts": [
      "Bookman Old Style,Italic"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 5,
    "bbox": [
      70.94,
      781.8,
      527.0,
      806.28
    ],
    "text": "6",
    "fonts": [
      "Calibri"
    ],
    "sizes": [
      11.039999961853027
    ]
  },
  {
    "page_number": 5,
    "bbox": [
      70.94,
      70.9,
      528.0,
      176.18
    ],
    "text": "Any Settlement or compromise must conform strictly to the provisions of sections 91 and 408 of the Civil Procedure Code. If the compromise was lacking in precision and did not strictly conform to sections 91 and 408 of the Civil Procedure Code and it leads to confusion and uncertainty, any decree entered on it could be attacked on the ground of want of mutuality [Faleel v. Argeen and Others (2004) 1 Sri. L.R. 48]. Thus, in Dassanaike v. Dassanaike (30 N.L.R. 385 at 387), Fisher, C.J. observed:",
    "fonts": [
      "Bookman Old Style,Italic"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 5,
    "bbox": [
      70.94,
      185.28,
      527.97,
      244.94
    ],
    "text": "It is fundamentally necessary before section 408 can be applied that it should be clearly established that what is put forward as an agreement or compromise of an action by the parties was intended by them to be such.",
    "fonts": [
      "Bookman Old Style",
      "Bookman Old Style,Italic"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 5,
    "bbox": [
      106.94,
      254.19,
      527.97,
      359.45
    ],
    "text": "That appears to be the reason for section 408 of the Civil Procedure Code to require any settlement to be notified to the Court by way of motion made in the presence of, or on notice to, all the parties concerned. It directs that such agreement, compromise, or satisfaction shall be notified to the court by motion..... In my view, these words require the terms of the settlement to be incorporated into a motion signed by the registered attorney for all parties to the settlement.",
    "fonts": [
      "Bookman Old Style,Italic"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 5,
    "bbox": [
      70.94,
      391.71,
      528.33,
      420.97
    ],
    "text": "Thus Soertsz, J. observed in Punchibanda v. Punchibanda et al (42 N.L.R. 382):",
    "fonts": [
      "Bookman Old Style",
      "Bookman Old Style,Italic"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 5,
    "bbox": [
      70.94,
      430.13,
      528.05,
      581.11
    ],
    "text": "This Court has often pointed out that when settlements, adjustments, admissions, &c., are reached or made, their nature should be explained clearly to the parties, and their signatures of thumb impressions should be obtained. The consequence of this obvious precaution not been taken is that this Court has its work unduly increased by wasteful appeals and by applications being made to it for revision or restitutio in integrum. One almost receives the impression that once a settlement is adumbrated, those concerned, in their eagerness to accomplish it, refrain from probing the matter thoroughly lest the settlement fall through.",
    "fonts": [
      "Bookman Old Style",
      "Bookman Old Style,Italic"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 5,
    "bbox": [
      70.94,
      613.4,
      528.34,
      642.64
    ],
    "text": "In the case of Ukku Amma vs. Paramanathan 63 NLR 306, Weeroosuriya J. held that;",
    "fonts": [
      "Bookman Old Style"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 5,
    "bbox": [
      106.94,
      651.8,
      527.88,
      726.7
    ],
    "text": "Section 408 of the Civil Procedure Code provides that an agreement or compromise shall be notified to Court by motion. Under section 91, where the motion is by the advocate or proctor for a party, a memorandum in writing of such motion is required to be at the same time delivered to Court. Not only have these provisions not been",
    "fonts": [
      "Bookman Old Style,Italic"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 6,
    "bbox": [
      70.94,
      781.8,
      527.0,
      806.28
    ],
    "text": "7",
    "fonts": [
      "Calibri"
    ],
    "sizes": [
      11.039999961853027
    ]
  },
  {
    "page_number": 6,
    "bbox": [
      106.94,
      70.9,
      527.77,
      100.1
    ],
    "text": "complied with, but there is nothing in the record to show at whose instance the settlement was arrived at.",
    "fonts": [
      "Bookman Old Style",
      "Bookman Old Style,Italic",
      "Calibri,Italic"
    ],
    "sizes": [
      11.039999961853027,
      12.0
    ]
  },
  {
    "page_number": 6,
    "bbox": [
      70.94,
      132.72,
      528.25,
      192.38
    ],
    "text": "In the case of Goonawardena vs. Ran Menike and others [2002] 3Sri LR 243, it was held; that where there has been a settlement or compromise, it must in strict compliance with the provisions of sections 91 and 408 of the Civil Procedure Code.",
    "fonts": [
      "Bookman Old Style",
      "Bookman Old Style,Italic"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 6,
    "bbox": [
      70.94,
      224.64,
      528.34,
      299.57
    ],
    "text": "The impugned settlement did not conform with the provisions of section 91 and section 408 of the Civil Procedure Code. The court was not notified of the impugned settlement by motion. Section 91 of the Civil Procedure Code makes it imperative that a memorandum in writing of such motion shall be at the same time delivered to the Court.",
    "fonts": [
      "Bookman Old Style",
      "Bookman Old Style,Italic"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 6,
    "bbox": [
      70.94,
      331.95,
      405.07,
      345.95
    ],
    "text": "Section 91 of the Civil Procedure Code reads as follows:",
    "fonts": [
      "Bookman Old Style"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 6,
    "bbox": [
      70.94,
      355.11,
      528.05,
      430.03
    ],
    "text": "91. Every application made to the court in the course of an action, incidental thereto, and not a step in the regular procedure shall be made by motion by the applicant in person or his counsel or registered attorney, and a memorandum in writing of such motion shall be at the same time delivered to the court.",
    "fonts": [
      "Bookman Old Style,Italic"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 6,
    "bbox": [
      70.94,
      462.41,
      528.34,
      583.24
    ],
    "text": "The impugned terms of the settlement were not informed to the Court in writing. As the case record indicates, there was no time for the parties to deliberate about the terms of the settlement. There is no indication in the record at whose instance the settlement was arrived at. By this settlement, the petitioner did not gain anything, and the rights of the petitioner were gravely prejudiced. Parties to this case had not complied with the imperative requirements of section 408 of the Civil Procedure Code, and therefore, the settlement can be set aside on that ground alone.",
    "fonts": [
      "Bookman Old Style",
      "Calibri",
      "Calibri,Italic"
    ],
    "sizes": [
      11.039999961853027,
      12.0
    ]
  },
  {
    "page_number": 6,
    "bbox": [
      70.94,
      592.4,
      528.34,
      682.36
    ],
    "text": "The argument that motion need not be in writing is not correct. The terms of settlement lack precision, lack mutual agreement, and are not in conformity with the provisions of section 91 and section 408 of the Civil Procedure Code. In the above circumstances, the purported terms of settlement are not valid in law. As such, the terms of settlement dated 26-01-2017 are set aside.",
    "fonts": [
      "Bookman Old Style"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 7,
    "bbox": [
      70.94,
      781.8,
      527.0,
      806.28
    ],
    "text": "8",
    "fonts": [
      "Calibri"
    ],
    "sizes": [
      11.039999961853027
    ]
  },
  {
    "page_number": 7,
    "bbox": [
      70.94,
      70.9,
      528.33,
      115.28
    ],
    "text": "The petitioners application is allowed. District Judge of Balapitiya is directed to proceed with the trial from where it was, prior to entering terms of settlement dated 26-01-2017.",
    "fonts": [
      "Bookman Old Style"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 7,
    "bbox": [
      70.94,
      188.04,
      462.7,
      330.49
    ],
    "text": "Judge of the Court of Appeal. M.C.B.S. Morais J. I agree. Judge of the Court of Appeal.",
    "fonts": [
      "Bookman Old Style",
      "Bookman Old Style,Bold"
    ],
    "sizes": [
      11.039999961853027,
      12.0
    ]
  }
]