[
  {
    "page_number": 0,
    "bbox": [
      72.02,
      781.32,
      302.93,
      805.8
    ],
    "text": "1",
    "fonts": [
      "Calibri"
    ],
    "sizes": [
      11.039999961853027
    ]
  },
  {
    "page_number": 0,
    "bbox": [
      78.26,
      74.93,
      520.1,
      88.97
    ],
    "text": "IN THE COURT OF APPEAL OF THE DEMOCRATIC SOCIALIST REPUBLIC OF SRI",
    "fonts": [
      "Calibri-Bold"
    ],
    "sizes": [
      14.039999961853027
    ]
  },
  {
    "page_number": 0,
    "bbox": [
      72.02,
      93.41,
      320.76,
      125.81
    ],
    "text": "LANKA",
    "fonts": [
      "Calibri",
      "Calibri-Bold"
    ],
    "sizes": [
      14.039999961853027
    ]
  },
  {
    "page_number": 0,
    "bbox": [
      72.02,
      130.25,
      526.44,
      420.94
    ],
    "text": "In the matter of an application for Writs of Mandamus, Certiorari, and Prohibition under and in terms of Article 140 of the Constitution of the Democratic Socialist Republic of Sri Lanka. Salibu Amanulla Aluthgama, Gambirigaswewa, Anuradhapuraya. Case No.: CA/WRIT/342/2014 Petitioner Vs 1. Land Commissioner General,",
    "fonts": [
      "ArialMT",
      "Calibri",
      "Calibri-Bold"
    ],
    "sizes": [
      14.039999961853027
    ]
  },
  {
    "page_number": 0,
    "bbox": [
      72.02,
      425.38,
      526.46,
      531.7
    ],
    "text": "Land Commissioner Generals Department, Mihikatha Madura 1200/6, Rajamalwatta Road, Battaramulla.",
    "fonts": [
      "Calibri"
    ],
    "sizes": [
      14.039999961853027
    ]
  },
  {
    "page_number": 0,
    "bbox": [
      288.05,
      533.84,
      424.47,
      550.06
    ],
    "text": "2. Divisional Secretary,",
    "fonts": [
      "ArialMT",
      "Calibri"
    ],
    "sizes": [
      14.039999961853027
    ]
  },
  {
    "page_number": 0,
    "bbox": [
      288.05,
      554.5,
      477.15,
      642.37
    ],
    "text": "Nuwaragampalatha, Central Divisional Secretariat, Pandulagama. 3. Ahamadu Hajara Umma,",
    "fonts": [
      "ArialMT",
      "Calibri"
    ],
    "sizes": [
      14.039999961853027
    ]
  },
  {
    "page_number": 0,
    "bbox": [
      288.05,
      646.69,
      418.32,
      734.53
    ],
    "text": "Aluthgama, Gambirigaswewa, Anuradhapuraya. 4. Mahamadu Mihilar",
    "fonts": [
      "ArialMT",
      "Calibri"
    ],
    "sizes": [
      14.039999961853027
    ]
  },
  {
    "page_number": 0,
    "bbox": [
      306.07,
      738.99,
      374.64,
      753.03
    ],
    "text": "Aluthgama,",
    "fonts": [
      "Calibri"
    ],
    "sizes": [
      14.039999961853027
    ]
  },
  {
    "page_number": 1,
    "bbox": [
      72.02,
      781.32,
      302.93,
      805.8
    ],
    "text": "2",
    "fonts": [
      "Calibri"
    ],
    "sizes": [
      11.039999961853027
    ]
  },
  {
    "page_number": 1,
    "bbox": [
      72.02,
      74.93,
      483.15,
      366.8
    ],
    "text": "Gambirigaswewa, Anuradhapuraya. Respondents Before: C.P. Kirtisinghe J Mayadunne Corea J Counsel: Thishya Weragoda for the Petitioner Suranga Wimalasena SSC for A.G. Argued On :17/11/2021 Decided On :08/02/2022 C.P. Kirtisinghe J",
    "fonts": [
      "Calibri",
      "Calibri-Bold"
    ],
    "sizes": [
      14.039999961853027,
      15.0
    ]
  },
  {
    "page_number": 1,
    "bbox": [
      72.02,
      379.4,
      526.59,
      559.3
    ],
    "text": "The Petitioner is seeking a mandate in the nature of a writ of certiorari to quash the decision of the 2nd Respondent marked as P11(a), P11(b) and P13(a), a mandate in the nature of a writ of prohibition, prohibiting the 1st and/or 2nd Respondents from issuing any order to close the roadway used by the Petitioner over the land granted by grants marked P2 and/or P3 as shown in P3 and/or P5 other than by an order by a competent court, and a mandate in the nature of a writ of mandamus, compelling the 1st and/or 2nd Respondents to recognize and secure the right of way exercised by the Petitioner over the land granted by the grants marked P2 and/or P3 in favour of the Petitioner as shown in P3 and/or P5.",
    "fonts": [
      "Calibri"
    ],
    "sizes": [
      9.0,
      14.039999961853027
    ]
  },
  {
    "page_number": 1,
    "bbox": [
      72.02,
      571.81,
      526.58,
      751.83
    ],
    "text": "The Petitioner states that he is a permit holder of a state land by virtue of the permit marked as P1(a) issued in terms of Section 19(2) of the Land Development Ordinance. The 3rd Respondent is a grantee of a state land having a grant issued under Section 19(4) of the Land Development Ordinance. It is the case of the Petitioner that the Petitioner has had a servitude of a right of way for over 25 years over the 3rd Respondents land. The Petitioner states that access to the Petitioners land, from the inception was over the western boundary of the land granted to the 3rd Respondents father by the grant marked P2. It is the case of the Petitioner that he has a right of access to his land, had ingress and egress over the land granted to the 3rd Respondents father under",
    "fonts": [
      "Calibri"
    ],
    "sizes": [
      9.0,
      14.039999961853027
    ]
  },
  {
    "page_number": 2,
    "bbox": [
      72.02,
      781.32,
      302.93,
      805.8
    ],
    "text": "3",
    "fonts": [
      "Calibri"
    ],
    "sizes": [
      11.039999961853027
    ]
  },
  {
    "page_number": 2,
    "bbox": [
      72.02,
      73.67,
      526.59,
      199.49
    ],
    "text": "the grant marked P2. At the time the grant was given to the father of the 3rd Respondent the right of way over the said land to the Petitioners land existed in favour of the Petitioner as conditioned in the said grant P2. After the death of the 3rd Respondents father, the grantee in P2 the 1st and/or 2nd Respondents had subdivided the land into two and effected 2 new grants marked P3 and P4 in favour of the 3rd and 4th Respondents. The Petitioner does not challenge the validity of those grants.",
    "fonts": [
      "Calibri"
    ],
    "sizes": [
      9.0,
      14.039999961853027
    ]
  },
  {
    "page_number": 2,
    "bbox": [
      72.02,
      212.09,
      526.6,
      761.07
    ],
    "text": "The Petitioner states that in the Grant marked P3 the southern boundary of the land is identified as the foot path to K.S. Amanullas land. That is the foot path leading to the Petitioners land. The Petitioner states that it is apparent that the Petitioner had been using the said roadway at least from the year 2001, the time of the grant P3. According to the Petitioner, the dispute arose in or around in 2011 when the 3rd Respondent attempted to close down the right of way exercised by the Petitioner over the land granted under the grants marked P2 and P3. In the Plan marked P5 made by Ajith Munasinghe L.S. in a survey taken out by the 3rd Respondent, the roadway claimed by the Petitioner is clearly demarcated within the land granted by P2. Since the 3rd Respondent attempted to close down the right of way used by the Petitioner, the Petitioner requested the 2nd Respondent to intervene in the matter and thereafter the 2nd Respondent conducted a full inquiry (inspection) and informed the 3rd Respondent and the Petitioner that the existing roadway over the land of the 3rd Respondent should be allowed to be used by the Petitioner unless and until a competent court directs otherwise. Even after that decision the 3rd Respondent prevented the Petitioner from using the roadway. Thereafter, by the letter marked 11(a) the 2nd Respondent had informed the Petitioner that the Petitioner is required to use an alternative roadway shown in Plan No. 2012/ / 01 and directed the Petitioner to do up the road and start using it within a period of one month. The 2nd Respondent had further informed the Petitioner to stop using a roadway over the 3rd Respondents land. By the letter marked P11(b) the 2nd Respondent had again informed the Petitioner to use the road shown to the Petitioner by the Government Surveyor. Upon representations made by the Petitioner the 2nd Respondent had taken into consideration the fact that in the grant marked P3 there is a roadway shown along the southern boundary of the land leading to the Petitioners land and directed the 3rd Respondent by letter P12 to release the disputed roadway to the Petitioner with immediate effect. Thereafter, the 2nd Respondent by letter marked P13(a) had informed the Petitioner that the grants marked P3 and P4",
    "fonts": [
      "Calibri",
      "IskoolaPota"
    ],
    "sizes": [
      9.0,
      14.039999961853027
    ]
  },
  {
    "page_number": 3,
    "bbox": [
      72.02,
      781.32,
      302.93,
      805.8
    ],
    "text": "4",
    "fonts": [
      "Calibri"
    ],
    "sizes": [
      11.039999961853027
    ]
  },
  {
    "page_number": 3,
    "bbox": [
      72.02,
      74.93,
      526.57,
      125.69
    ],
    "text": "are invalid and therefore, he is cancelling the decision contained in letter P12 as it is based on an invalid grant. The 2nd Respondent had further directed the Petitioner to act upon the letter marked P11(a).",
    "fonts": [
      "Calibri"
    ],
    "sizes": [
      9.0,
      14.039999961853027
    ]
  },
  {
    "page_number": 3,
    "bbox": [
      72.02,
      137.03,
      526.58,
      281.36
    ],
    "text": "The Petitioner states that the 2nd Respondents actions in issuing letters marked P11(a), P11(b) and P13(a) are ex facie ultra vires, and beyond the powers of the 2nd Respondent granted by law and therefore, void ab initio in law. The Petitioner further states that the collective actions and decisions of the 1st and 2nd Respondents in proceeding to cancel the grants marked P3 and P4 in favour of the 3rd Respondent without considering the rights of the Petitioner as secured by P3 and P5 is unreasonable, unlawful, without merit or basis and thus ex facie ultra vires.",
    "fonts": [
      "Calibri",
      "Calibri-Italic"
    ],
    "sizes": [
      9.0,
      14.039999961853027
    ]
  },
  {
    "page_number": 3,
    "bbox": [
      72.02,
      293.84,
      526.59,
      418.42
    ],
    "text": "Therefore, the Petitioner is seeking for a mandate in the nature of a writ of certiorari to quash the decisions of the 2nd Respondent marked P11(a), P11(b) and P13(a), a mandate in the nature of a writ of prohibition, prohibiting the 1st and 2nd Respondents from issuing an order to close the right of way exercised by the Petitioner and a mandate in the nature of a writ of mandamus compelling the 1st and/or 2nd Respondents to recognize and secure the right of way exercised by the Petitioner.",
    "fonts": [
      "Calibri"
    ],
    "sizes": [
      9.0,
      14.039999961853027
    ]
  },
  {
    "page_number": 3,
    "bbox": [
      72.02,
      429.64,
      526.46,
      463.3
    ],
    "text": "The 1st and 2nd Respondents have prayed for a dismissal of the Petitioners application for the reasons stated in their statement of objections.",
    "fonts": [
      "Calibri"
    ],
    "sizes": [
      9.0,
      14.039999961853027
    ]
  },
  {
    "page_number": 3,
    "bbox": [
      72.02,
      475.78,
      526.56,
      545.14
    ],
    "text": "The most important question that has to be decided is whether the Petitioner has established a right to use a roadway across the 3rd Respondents land and whether that right has been violated. The Petitioner can acquire a right of way across the 3rd Respondents land in 2 ways,",
    "fonts": [
      "Calibri"
    ],
    "sizes": [
      9.0,
      14.039999961853027
    ]
  },
  {
    "page_number": 3,
    "bbox": [
      90.02,
      555.44,
      526.59,
      571.66
    ],
    "text": "1. The Land Commissioner/the Divisional Secretary can grant the Petitioner",
    "fonts": [
      "ArialMT",
      "Calibri"
    ],
    "sizes": [
      14.039999961853027
    ]
  },
  {
    "page_number": 3,
    "bbox": [
      90.02,
      574.87,
      526.34,
      608.53
    ],
    "text": "a right of way across the 3rd Respondents land. 2. The Petitioner can acquire a prescriptive right to use a right of way across",
    "fonts": [
      "ArialMT",
      "Calibri"
    ],
    "sizes": [
      9.0,
      14.039999961853027
    ]
  },
  {
    "page_number": 3,
    "bbox": [
      108.02,
      611.59,
      260.38,
      626.89
    ],
    "text": "the 3rd Respondents land.",
    "fonts": [
      "Calibri"
    ],
    "sizes": [
      9.0,
      14.039999961853027
    ]
  },
  {
    "page_number": 3,
    "bbox": [
      72.02,
      639.37,
      526.58,
      745.59
    ],
    "text": "The permit issued to the petitioner under Section 19(2) of the Land Development Ordinance does not confer any right to the Petitioner to use a right of way to the Petitioners land over the land of the 3rd Respondent or over the land granted to the 3rd Respondents father. In the grant marked P2 given to the 3rd Respondents father there is no such reference to a right of way leading to the Petitioners land over the land granted under P2.",
    "fonts": [
      "Calibri"
    ],
    "sizes": [
      9.0,
      14.039999961853027
    ]
  },
  {
    "page_number": 4,
    "bbox": [
      72.02,
      781.32,
      302.93,
      805.8
    ],
    "text": "5",
    "fonts": [
      "Calibri"
    ],
    "sizes": [
      11.039999961853027
    ]
  },
  {
    "page_number": 4,
    "bbox": [
      72.02,
      73.67,
      526.59,
      531.58
    ],
    "text": "The grant P3 is a grant given to the 3rd Respondent after dividing the land into two after the death of the original grantee without cancelling the original grant and that division is a nullity. Although in the grant marked P3 the southern boundary of the land granted to the 3rd Respondent under that grant is referred to as the road leading to the Petitioners land, that grant is a nullity as the authorities had subdivided the land which was granted to the original grantee without cancelling the original grant. The 1st and 2nd Respondents had stated that the relevant authorities are taking steps to cancel the grants given to the 3rd and 4th Respondents and informed that fact to the Petitioner as well. There is no need to take steps to cancel the grants marked P4 and P3 as these are a nullity ab initio as the land had been subdivided and given to the 3rd and 4th Respondents without cancelling the earlier grant issued to the father of the 3rd Respondent. Just because the southern boundary of the land given to the 3rd Respondent by the grant P3 is referred to as the foot path leading to the Petitioners land one cannot come to the conclusion that the state had conferred a right of access to the Petitioners land along the southern boundary of the land granted to the Petitioner or over the land of the 3rd Respondent. There is no proof that the state had granted a right of access to the Petitioner. The road referred to in the grant P3 along the southern boundary of the land granted under the grant is only a reference to an existing road and it does not mean that the state had conferred a right to the Petitioner to use that road. In any event, the grant P3 is a nullity as the original land had been subdivided without cancelling the original grant and the reference to the foot path along the southern boundary of the land which was the subject matter of the grant cannot confer any right to the Petitioner.",
    "fonts": [
      "Calibri",
      "Calibri-Italic"
    ],
    "sizes": [
      9.0,
      14.039999961853027
    ]
  },
  {
    "page_number": 4,
    "bbox": [
      72.02,
      544.06,
      526.59,
      668.65
    ],
    "text": "The document marked 2R5 shows that the state had provided an access road to the Petitioners land. Therefore, there is no necessity for the state to provide another access road to the Petitioners land over the land granted to the 3rd Respondent. Therefore, when one applies the test of probability one can come to the conclusion that the state had not given the Petitioner a right of access to the Petitioners land over the land granted to the 3rd Respondent or over the land granted to the 3rd Respondents father on the grant marked 2.",
    "fonts": [
      "Calibri",
      "IskoolaPota"
    ],
    "sizes": [
      9.0,
      14.039999961853027
    ]
  },
  {
    "page_number": 4,
    "bbox": [
      72.02,
      681.13,
      526.6,
      750.51
    ],
    "text": "The Plan marked P5 also shows a road leading to the Petitioners land along the boundary of the original land granted to the father of the 3rd Respondent, but it does not confer any right to the Petitioner to use the road. It is only a demarcation of an existing road.",
    "fonts": [
      "Calibri"
    ],
    "sizes": [
      9.0,
      14.039999961853027
    ]
  },
  {
    "page_number": 5,
    "bbox": [
      72.02,
      781.32,
      302.93,
      805.8
    ],
    "text": "6",
    "fonts": [
      "Calibri"
    ],
    "sizes": [
      11.039999961853027
    ]
  },
  {
    "page_number": 5,
    "bbox": [
      72.02,
      74.93,
      526.61,
      217.97
    ],
    "text": "If it is the case of the Petitioner that he had acquired a servitude for a right of way over the land of the 3rd Respondent and his father by prescriptive user, it was up to the Petitioner to get a declaration to that effect from the District Court. The District Court alone can decide that matter and the Petitioner had not thought it fit to get a declaration to that effect from the District Court. The Divisional Secretary or the Land Commissioner cannot adjudicate that matter and decide whether the Petitioner is entitled to a right of way by prescriptive user over the 3rd Respondents land and her fathers land.",
    "fonts": [
      "Calibri"
    ],
    "sizes": [
      9.0,
      14.039999961853027
    ]
  },
  {
    "page_number": 5,
    "bbox": [
      72.02,
      230.45,
      526.59,
      723.97
    ],
    "text": "The Divisional Secretary has the authority to demarcate roads across state land, provide access to state lands, regularize the user of such roads, paths, means of access, close down unauthorized roads and foot paths over state land, etc. The state had not authorized the Petitioner to use a foot path over the 3rd Respondents and her fathers lands. Instead, the state had provided an alternative roadway to the Petitioners land as shown in the Plan marked 2R5. Without using the road that has been provided by the state the Petitioner is using a foot path over the 3rd Respondents land as a means of access to his land. Without using the road shown in 2R5 for which the Petitioner is legally entitled to, the Petitioner is using an unauthorized path over the 3rd Respondents land. Therefore, the Petitioner has not come to court with clean hands. The most active remedies of administrative law declaration, injunction, certiorari, prohibition, mandamus are discretionary and the court may therefore withhold them if it thinks fit. In other words, the court may find some act to be unlawful but may nevertheless decline to intervene (Administrative Law by Wade & Forsyth 9th edition page 700). As the Petitioner in this case has not come to court with clean hands this court should decline to intervene in this matter. As the state had not authorized the Petitioner to use a path over the 3rd Respondents land and provided an alternative road and as the Petitioner has failed to establish that he has acquired a servitude of a right of way over the 3rd Respondents land by prescriptive user, the 2nd Respondent as the authorized officer to provide access to state land is empowered to direct the Petitioner not to use a foot path over the 3rd Respondents land and use the road shown in 2R5 to which the Petitioner is legally entitled to. That act of the 2nd Respondent is within the framework of the statutory functions of the 2nd Respondent and the Petitioner cannot complain that the act of the 2nd Respondent is ultra vires or illegal.",
    "fonts": [
      "Calibri",
      "Calibri-Bold",
      "Calibri-Italic"
    ],
    "sizes": [
      9.0,
      14.039999961853027
    ]
  },
  {
    "page_number": 6,
    "bbox": [
      72.02,
      781.32,
      302.93,
      805.8
    ],
    "text": "7",
    "fonts": [
      "Calibri"
    ],
    "sizes": [
      11.039999961853027
    ]
  },
  {
    "page_number": 6,
    "bbox": [
      72.02,
      74.93,
      526.53,
      125.69
    ],
    "text": "Therefore, the Petitioner is not entitled to a mandate in the nature of a writ of certiorari to quash the decisions of the 2nd Respondent contained in the documents marked P11(a), P11(b) and P13(a).",
    "fonts": [
      "Calibri"
    ],
    "sizes": [
      9.0,
      14.039999961853027
    ]
  },
  {
    "page_number": 6,
    "bbox": [
      72.02,
      138.29,
      526.59,
      244.37
    ],
    "text": "A mandate in the nature of a writ of certiorari is issued to quash a decision which is ultra vires. A writ of prohibition is issued to forbid some act or decision which would be ultra vires. Certiorari looks to the past and Prohibition to the future. For the same aforementioned reasons, the Petitioner is not entitled to a mandate in the nature of a writ of prohibition as prayed for by paragraph (b) of the prayer to the Petition.",
    "fonts": [
      "Calibri",
      "Calibri-Italic"
    ],
    "sizes": [
      14.039999961853027
    ]
  },
  {
    "page_number": 6,
    "bbox": [
      72.02,
      257.0,
      526.59,
      436.9
    ],
    "text": "The Petitioner is also seeking for a mandate in the nature of a writ of mandamus compelling the 1st and 2nd Respondents to recognize and secure the right of way exercised by the Petitioner over the 3rd Respondents land. The Petitioner has failed to establish that he has a legal right to use a right of way over the 3rd Respondents land. Without establishing such a right, the Petitioner cannot invite court to compel the 1st and 2nd Respondents to recognize and secure such a right. As stated by Sripavan J (as he then was) to ask for a writ of mandamus one must have a legal right which is in violation. It is that legal right which gives rise to the corresponding legal duty on the part of the Respondents Borella Nursing Homes (PVT) LTD v Bandaranayake and others.",
    "fonts": [
      "Calibri",
      "Calibri-Bold"
    ],
    "sizes": [
      9.0,
      14.039999961853027
    ]
  },
  {
    "page_number": 6,
    "bbox": [
      72.02,
      449.38,
      526.59,
      518.62
    ],
    "text": "As the Petitioner has failed to establish a legal right to use this right of way over the 3rd Respondents land, no corresponding duty will arise on the part of the 1st and 2nd Respondents and therefore, the application of the Petitioner for a writ of mandamus must necessarily fail.",
    "fonts": [
      "Calibri"
    ],
    "sizes": [
      9.0,
      14.039999961853027
    ]
  },
  {
    "page_number": 6,
    "bbox": [
      72.02,
      531.22,
      526.56,
      563.5
    ],
    "text": "For the aforesaid reasons, I dismiss the application of the Petitioner for mandates in the nature of writs of certiorari, prohibition and mandamus.",
    "fonts": [
      "Calibri"
    ],
    "sizes": [
      14.039999961853027
    ]
  },
  {
    "page_number": 6,
    "bbox": [
      361.03,
      655.33,
      526.59,
      669.37
    ],
    "text": "Judge of the Court of Appeal",
    "fonts": [
      "Calibri"
    ],
    "sizes": [
      14.039999961853027
    ]
  },
  {
    "page_number": 6,
    "bbox": [
      72.02,
      681.85,
      197.62,
      751.23
    ],
    "text": "Mayadunne Corea J I agree",
    "fonts": [
      "Calibri"
    ],
    "sizes": [
      14.039999961853027
    ]
  },
  {
    "page_number": 6,
    "bbox": [
      361.03,
      755.55,
      526.59,
      769.59
    ],
    "text": "Judge of the Court of Appeal",
    "fonts": [
      "Calibri"
    ],
    "sizes": [
      14.039999961853027
    ]
  }
]