[
  {
    "page_number": 0,
    "bbox": [
      70.94,
      781.8,
      527.0,
      806.28
    ],
    "text": "1",
    "fonts": [
      "Calibri"
    ],
    "sizes": [
      11.039999961853027
    ]
  },
  {
    "page_number": 0,
    "bbox": [
      104.3,
      94.92,
      495.01,
      108.9
    ],
    "text": "IN THE COURT OF APPEAL OF THE DEMOCRATIC SOCIALIST",
    "fonts": [
      "Bookman Old Style,Bold"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 0,
    "bbox": [
      217.49,
      111.12,
      381.91,
      125.1
    ],
    "text": "REPUBLIC OF SRI LANKA",
    "fonts": [
      "Bookman Old Style,Bold"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 0,
    "bbox": [
      241.13,
      135.36,
      528.34,
      230.36
    ],
    "text": "In the matter of an application for Bail in terms of Section 83 (2) of the Poisons, Opium and Dangerous Drugs Ordinance No. 13 of 1984 as Amended Act No. 41 of 2002 of the Constitution of the Democratic Socialist Republic of Sri Lanka.",
    "fonts": [
      "Bookman Old Style"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 0,
    "bbox": [
      70.94,
      264.75,
      542.86,
      764.82
    ],
    "text": "Court of Appeal No: Officer-in-Charge, CA/BAL/0512/2023 Anti-Corruption Unit, Police Station Negombo MC Negombo Complainant Case No: M 26938 1. Kalinga Munige Amith Thushara Siriwardana, Attanagaskatuwa, Bangadeniya. 2. Lanka Haluge Lalith Asitha Kumara Fernando, No. 381/3, Thalagolla, Athulgama Suspects AND NOW BETWEEN Weerasinghe Arachchige Sujeewa Gayani, Attanagaskatuwa, Bangadeniya. Petitioner Vs. 1. The Officer-in-Charge, Anti-Corruption Unit, Police Station Negombo Complainant-Respondent",
    "fonts": [
      "Bookman Old Style",
      "Bookman Old Style,Bold"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 1,
    "bbox": [
      70.94,
      781.8,
      527.0,
      806.28
    ],
    "text": "2",
    "fonts": [
      "Calibri"
    ],
    "sizes": [
      11.039999961853027
    ]
  },
  {
    "page_number": 1,
    "bbox": [
      70.94,
      70.78,
      545.02,
      360.21
    ],
    "text": "2. The Hon. Attorney General, Attorney Generals Department, Colombo 12. Respondent 3. Kalinga Munige Amith Thushara Siriwardana, Attanagaskatuwa, Bangadeniya. 01st Suspect-Respondent Before : R. Gurusinghe J & M.C.B.S. Morais J",
    "fonts": [
      "Bookman Old Style",
      "Bookman Old Style,Bold"
    ],
    "sizes": [
      8.039999961853027,
      12.0
    ]
  },
  {
    "page_number": 1,
    "bbox": [
      70.94,
      370.47,
      447.58,
      384.47
    ],
    "text": "Counsel : Dharshana Kuruppu with Tharushi Gamage",
    "fonts": [
      "Bookman Old Style"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 1,
    "bbox": [
      70.94,
      391.59,
      292.01,
      405.59
    ],
    "text": "for the Petitioner",
    "fonts": [
      "Bookman Old Style",
      "Bookman Old Style,Bold"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 1,
    "bbox": [
      70.94,
      412.61,
      330.67,
      442.81
    ],
    "text": "Jehan Gunasekara, S.C.",
    "fonts": [
      "Bookman Old Style",
      "Bookman Old Style,Bold"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 1,
    "bbox": [
      70.94,
      453.05,
      309.79,
      467.05
    ],
    "text": "for the Respondents",
    "fonts": [
      "Bookman Old Style",
      "Bookman Old Style,Bold"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 1,
    "bbox": [
      70.94,
      501.41,
      290.81,
      515.41
    ],
    "text": "Argued on : 19/03/2024",
    "fonts": [
      "Bookman Old Style"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 1,
    "bbox": [
      70.94,
      525.65,
      255.05,
      539.65
    ],
    "text": "Decided on : 16/05/2024",
    "fonts": [
      "Bookman Old Style"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 1,
    "bbox": [
      70.94,
      549.88,
      532.09,
      763.38
    ],
    "text": "ORDER R. Gurusinghe J The petitioner has been living together with the 1st suspect for five years. The petitioner filed this bail application in terms of Section 82 (2) of the Poisons, Opium and Dangerous Drugs Ordinance (hereinafter referred to as The Ordinance) as amended by Act No. 41 of 2022, seeking bail for the 1st suspect, namely Kalinga Munige Amith Thushara Siriwardana who is the suspect in Case No. M 26938, in the Magistrates Court of Negombo (hereinafter referred to as the 1st suspect). The 1st suspect was arrested by the Officers of the Anti-Corruption Unit in the Negombo Police Station, along",
    "fonts": [
      "Bookman Old Style",
      "Bookman Old Style,Bold",
      "Times New Roman"
    ],
    "sizes": [
      8.039999961853027,
      12.0,
      14.039999961853027
    ]
  },
  {
    "page_number": 2,
    "bbox": [
      70.94,
      781.8,
      527.0,
      806.28
    ],
    "text": "3",
    "fonts": [
      "Calibri"
    ],
    "sizes": [
      11.039999961853027
    ]
  },
  {
    "page_number": 2,
    "bbox": [
      70.94,
      70.78,
      528.34,
      732.82
    ],
    "text": "with one Lanka Haluge Lalith Asitha Kumara Fernando (hereinafter referred to as the 2nd suspect), for allegedly being in possession of 100 grams of heroin which is an offence punishable under section 54A (b) and 54A (d) of the Ordinance and was produced before the Magistrates Court of Negombo on 17-12-2020. As per the Government Analyst Report, the quantity of heroin is 22.16 grams. The petitioner states that the 1st suspect was not arrested near the Kattuwa cemetery on 16-12-2020, as stated in the B report marked X1, but the 1st and 2nd suspects were arrested at Nelumdeniya, Warakapola, on 15-12-2020, by some officers attached to the Negombo Police Station. The 1st suspect was at the petitioners parents residence in Gelioya. The petitioner further states that, at the time of the arrest both 1st and 2nd suspects, were travelling to Kochchikade from her parents house. After the arrest of the 1st and 2nd suspects, the officers came to her parents house in Gelioya and informed the petitioner that, they had received information that the 1st suspect had been engaging in drug trafficking and they wanted to search the house. The petitioner allowed them to search the house but nothing was recovered from the house. Thereafter, the investigating officers informed the petitioner that they would take the 1st and 2nd suspects to record a statement at the Negombo police station and as soon as the statements were recorded, the suspects would be released. The petitioner further states that the officers who came to her house gave their mobile number to contact them if the petitioner needed to inquire about the suspects. The movements of the petitioner and the 1st and 2nd suspects are substantiated by the mobile call records and mobile tower locations, if the mobile details were called from the respective service providers for the date of 15-12-2020. The provisions of section 83 of the Poisons, Opium, and Dangerous Drugs Ordinance, as amended by Act No. 41 of 2022, state; 83. (1) Subject to the provisions of sections 84, 85 and subsection (2) of this section, a person suspected or accused of an offence under sections 54A and 54B of this Ordinance, shall not be released on bail by the High Court except in exceptional circumstances. (2) Notwithstanding the provisions of sections 84 and 85, a person suspected or accused of an offence under subsection (1) of section 54A and section 54B-",
    "fonts": [
      "Bookman Old Style",
      "Bookman Old Style,Italic"
    ],
    "sizes": [
      8.039999961853027,
      9.960000038146973,
      11.039999961853027,
      12.0
    ]
  },
  {
    "page_number": 3,
    "bbox": [
      70.94,
      781.8,
      527.0,
      806.28
    ],
    "text": "4",
    "fonts": [
      "Calibri"
    ],
    "sizes": [
      11.039999961853027
    ]
  },
  {
    "page_number": 3,
    "bbox": [
      106.94,
      70.78,
      527.79,
      84.84
    ],
    "text": "(a) Of which the pure quantity of the dangerous drug, trafficked,",
    "fonts": [
      "Arial,Italic",
      "Bookman Old Style,Italic"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 3,
    "bbox": [
      106.94,
      87.0,
      527.8,
      182.06
    ],
    "text": "imported, exported or possessed in ten grammes or above in terms of the report issued by the Government Analyst under section 77A; and (b) Which is punishable with death or life imprisonment, shall not be released on bail except by the Court of Appeal in exceptional circumstances.",
    "fonts": [
      "Bookman Old Style,Italic"
    ],
    "sizes": [
      11.039999961853027,
      12.0
    ]
  },
  {
    "page_number": 3,
    "bbox": [
      70.94,
      184.2,
      532.18,
      327.83
    ],
    "text": "(3) For the purposes of this section dangerous drug means Morphine, Cocaine, Heroin and Methamphetamine. In terms of the above provisions the petitioner has to satisfy that there are exceptional circumstances which warrant granting bail to the 1st suspect. The petitioner has pleaded the following facts as exceptional circumstances for consideration of Court to grant bail.",
    "fonts": [
      "Bookman Old Style",
      "Bookman Old Style,Italic"
    ],
    "sizes": [
      8.039999961853027,
      12.0
    ]
  },
  {
    "page_number": 3,
    "bbox": [
      88.94,
      330.03,
      532.03,
      344.03
    ],
    "text": "a. The 01st suspect has been in remand custody for 2 years and 8",
    "fonts": [
      "Arial",
      "Bookman Old Style"
    ],
    "sizes": [
      8.039999961853027,
      12.0
    ]
  },
  {
    "page_number": 3,
    "bbox": [
      70.94,
      346.23,
      159.26,
      376.43
    ],
    "text": "months;",
    "fonts": [
      "Bookman Old Style"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 3,
    "bbox": [
      88.94,
      378.63,
      528.24,
      392.63
    ],
    "text": "b. The 01st suspect has been in remand custody for 2 years and 3",
    "fonts": [
      "Arial",
      "Bookman Old Style"
    ],
    "sizes": [
      8.039999961853027,
      12.0
    ]
  },
  {
    "page_number": 3,
    "bbox": [
      70.94,
      394.83,
      528.34,
      441.25
    ],
    "text": "months after receiving the government analyst report without being indicted.",
    "fonts": [
      "Bookman Old Style"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 3,
    "bbox": [
      88.94,
      443.45,
      528.15,
      457.45
    ],
    "text": "c. There is no likelihood that trial would commence and conclude",
    "fonts": [
      "Arial",
      "Bookman Old Style"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 3,
    "bbox": [
      70.94,
      459.65,
      528.28,
      506.05
    ],
    "text": "expeditiously, even if he is being indicted, due to the heavy workload of the High Court of Negombo.",
    "fonts": [
      "Bookman Old Style"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 3,
    "bbox": [
      88.94,
      508.25,
      528.14,
      522.25
    ],
    "text": "d. The learned High Court Judge of Negombo on 16.09.2021 has already",
    "fonts": [
      "Arial",
      "Bookman Old Style"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 3,
    "bbox": [
      70.94,
      524.45,
      302.21,
      554.65
    ],
    "text": "granted bail to the 02nd Suspect.",
    "fonts": [
      "Bookman Old Style"
    ],
    "sizes": [
      8.039999961853027,
      12.0
    ]
  },
  {
    "page_number": 3,
    "bbox": [
      88.94,
      556.85,
      528.21,
      570.85
    ],
    "text": "e. The Hon. Attorney General, by letter dated 22.03.2023, directed The",
    "fonts": [
      "Arial",
      "Bookman Old Style"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 3,
    "bbox": [
      70.94,
      573.08,
      528.34,
      667.96
    ],
    "text": "Director, Police Narcotics Bureau, to inform the Hon. Magistrate of Negombo that the Hon. Attorney General did not wish to proceed with legal proceedings regarding the 02nd Suspect. Accordingly, the investigation officer conveyed the information to the Hon. Magistrate in a further report.",
    "fonts": [
      "Bookman Old Style"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 3,
    "bbox": [
      88.94,
      670.16,
      528.27,
      684.16
    ],
    "text": "f. There is no likelihood that the 01st Suspect if he was released on bail,",
    "fonts": [
      "Arial",
      "Bookman Old Style"
    ],
    "sizes": [
      8.039999961853027,
      12.0
    ]
  },
  {
    "page_number": 3,
    "bbox": [
      70.94,
      686.36,
      528.26,
      748.98
    ],
    "text": "will endanger the safety of the public or any particular person or will commit a similar offence, as the 01st Suspect has no previous or pending case;",
    "fonts": [
      "Bookman Old Style"
    ],
    "sizes": [
      8.039999961853027,
      12.0
    ]
  },
  {
    "page_number": 4,
    "bbox": [
      70.94,
      781.8,
      527.0,
      806.28
    ],
    "text": "5",
    "fonts": [
      "Calibri"
    ],
    "sizes": [
      11.039999961853027
    ]
  },
  {
    "page_number": 4,
    "bbox": [
      88.94,
      70.78,
      528.32,
      84.78
    ],
    "text": "g. There is no likelihood that the 01st Suspect if he were released on bail,",
    "fonts": [
      "Arial",
      "Bookman Old Style"
    ],
    "sizes": [
      8.039999961853027,
      12.0
    ]
  },
  {
    "page_number": 4,
    "bbox": [
      70.94,
      87.0,
      300.89,
      117.2
    ],
    "text": "would attempt to evade his trial;",
    "fonts": [
      "Bookman Old Style"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 4,
    "bbox": [
      88.94,
      119.4,
      528.21,
      133.4
    ],
    "text": "h. There is no likelihood that the 02nd Suspect if he was released on bail,",
    "fonts": [
      "Arial",
      "Bookman Old Style"
    ],
    "sizes": [
      8.039999961853027,
      12.0
    ]
  },
  {
    "page_number": 4,
    "bbox": [
      70.94,
      135.6,
      528.14,
      182.0
    ],
    "text": "will attempt to influence or intimidate witnesses or to conceal or destroy evidence;",
    "fonts": [
      "Bookman Old Style"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 4,
    "bbox": [
      63.86,
      184.2,
      532.0,
      441.25
    ],
    "text": "i. 01st Suspect is the sole breadwinner of the family. The respondents have filed objections to the petitioner's bail application and stated that the petitioner had failed to establish any acceptable exceptional circumstances to invoke the jurisdiction of this Court as warranted by Section 83 of the Ordinance. The respondents have further pleaded that the Attorney-General has dispatched the indictment to the High Court of Negombo. However, no copy of such indictment was produced before this Court. What constitutes exceptional circumstances is not defined in the statute. Our Superior Courts have considered various situations as exceptional circumstances in granting bail for suspects in terms of the Ordinance. In Ramu Thamodarampillai v. The Attorney General [2004] 3 SLR 180 the",
    "fonts": [
      "Arial",
      "Bookman Old Style"
    ],
    "sizes": [
      8.039999961853027,
      12.0
    ]
  },
  {
    "page_number": 4,
    "bbox": [
      70.94,
      443.45,
      170.3,
      457.45
    ],
    "text": "court held that:",
    "fonts": [
      "Bookman Old Style"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 4,
    "bbox": [
      99.86,
      459.65,
      527.74,
      473.71
    ],
    "text": "the decision must in each case depend on its own peculiar facts and",
    "fonts": [
      "Bookman Old Style",
      "Bookman Old Style,Italic"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 4,
    "bbox": [
      70.94,
      475.85,
      528.32,
      570.85
    ],
    "text": "circumstances. The accused was arrested on 15-07-2020 and has been in remand custody since then. The Government Analyst report was issued on 18-03-2021. Up to the date of inquiry, the accused has not been indicted in the High Court.",
    "fonts": [
      "Bookman Old Style",
      "Bookman Old Style,Italic"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 4,
    "bbox": [
      70.94,
      581.12,
      528.26,
      757.08
    ],
    "text": "In CA(PHC)APN No. 170/2011 Ahangama Hewage Yasawathi vs Honourable Attorney-General decided on 21-06-2012, Justice Sisira de Abrew stated as follows: We note that Government Analyst report has been signed on 14-01-2011, the Learned State Counsel submits that the indictment was sent to the relevant High Court this morning. But the State Counsel has failed to produce a copy of the indictment yet to have been sent to the relevant High Court. Even if we assume that the indictment has been sent to the relevant High Court today the State Counsel has taken more than 1 and years to send out the indictment after the Government Analyst report was signed by the Government Analyst. When we consider all these matters we are of the opinion that the suspect should be released on bail.",
    "fonts": [
      "Bookman Old Style",
      "Bookman Old Style,Italic"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 5,
    "bbox": [
      70.94,
      781.8,
      527.0,
      806.28
    ],
    "text": "6",
    "fonts": [
      "Calibri"
    ],
    "sizes": [
      11.039999961853027
    ]
  },
  {
    "page_number": 5,
    "bbox": [
      70.94,
      70.78,
      545.31,
      327.83
    ],
    "text": "In CA(PHC)APN 107/2018, decided on 19.03.2019, the court held that remanding for a period of one year and five months without being served with the indictment was considered inter alia in releasing the suspect on bail. In CA (PHC) APN No. 16-12 decided on 14-06-2012, the Court of Appeal considered failing to file an indictment even one year after the receipt of the Government Analyst report as relevant in granting bail for a suspect. In the case of Attorney-General V Sugulebbe Latheef and Another [2008] 1 Sri LR Page 225, the Supreme Court stated inter-alia, the right to a fair trial amongst other things include the following: - ....... 7. The right of an accused to be tried without much delay. In the Bail Application of CA Bail/0109/22, P. Kumararatnam, J., quoting from the judgment of the Supreme Court of Victoria, stated as follows:",
    "fonts": [
      "Bookman Old Style",
      "Bookman Old Style,Italic"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 5,
    "bbox": [
      106.94,
      338.07,
      528.05,
      416.93
    ],
    "text": "In Nasher v. Director of Public Prosecution [2020] VSCA 144, the court held that: a combination of delay, onerous custodial conditions, and the relative weakness of the prosecution case may, when considered with all relevant circumstances, compel the conclusion that exceptional circumstances have been established.",
    "fonts": [
      "Bookman Old Style,Italic"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 5,
    "bbox": [
      70.94,
      427.01,
      548.96,
      505.81
    ],
    "text": "Taking into consideration of the facts and circumstances and the period of incarceration, I consider this is an appropriate case to grant bail to the suspect. Hence, I order the suspect to be released on bail on the following conditions:",
    "fonts": [
      "Bookman Old Style"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 5,
    "bbox": [
      70.94,
      508.01,
      436.54,
      538.21
    ],
    "text": "1. A Cash bail of Rs. 200,000/- (Two Hundred Thousand).",
    "fonts": [
      "Arial",
      "Bookman Old Style"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 5,
    "bbox": [
      88.94,
      540.41,
      528.12,
      554.41
    ],
    "text": "2. Provide two sureties. Each such surety must enter into a bond of Rs.",
    "fonts": [
      "Arial",
      "Bookman Old Style"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 5,
    "bbox": [
      70.94,
      556.61,
      268.97,
      586.84
    ],
    "text": "1,000,000/- (One Million).",
    "fonts": [
      "Bookman Old Style"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 5,
    "bbox": [
      88.94,
      589.04,
      528.33,
      603.04
    ],
    "text": "3. To surrender his passport, if any, to the Court. An overseas travel ban",
    "fonts": [
      "Arial",
      "Bookman Old Style"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 5,
    "bbox": [
      70.94,
      605.24,
      461.5,
      635.44
    ],
    "text": "is imposed on the accused until the conclusion of the case.",
    "fonts": [
      "Bookman Old Style"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 5,
    "bbox": [
      88.94,
      637.64,
      528.13,
      651.64
    ],
    "text": "4. The permanent address of the accused should be provided to the",
    "fonts": [
      "Arial",
      "Bookman Old Style"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 5,
    "bbox": [
      88.94,
      653.84,
      528.34,
      731.68
    ],
    "text": "Magistrates Court of Negombo, and such residence should not be changed without leave of the Magistrate Court/if indicted without leave of the High Court, until the conclusion of the case. 5. To report to the Officer-in-Charge, Anti-Corruption Unit, Police",
    "fonts": [
      "Arial",
      "Bookman Old Style"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 5,
    "bbox": [
      106.94,
      733.87,
      528.23,
      764.1
    ],
    "text": "Station, Negombo, on the last Sunday of every month between 9.00 a.m. and 1.00 p.m.",
    "fonts": [
      "Bookman Old Style"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 6,
    "bbox": [
      70.94,
      781.8,
      527.0,
      806.28
    ],
    "text": "7",
    "fonts": [
      "Calibri"
    ],
    "sizes": [
      11.039999961853027
    ]
  },
  {
    "page_number": 6,
    "bbox": [
      70.94,
      70.78,
      528.34,
      133.4
    ],
    "text": "The Registrar is directed to send copies of this order to the Magistrates Court of Negombo/High Court and the Officer-in-Charge of the Anti- Corruption Unit, Police Station, Negombo.",
    "fonts": [
      "Bookman Old Style"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 6,
    "bbox": [
      70.94,
      135.6,
      458.86,
      344.03
    ],
    "text": "Judge of the Court of Appeal M.C.B.S. Morais J. I agree.",
    "fonts": [
      "Bookman Old Style",
      "Bookman Old Style,Bold"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 6,
    "bbox": [
      70.94,
      346.23,
      462.39,
      375.37
    ],
    "text": "Judge of the Court of Appeal.",
    "fonts": [
      "Bookman Old Style"
    ],
    "sizes": [
      11.039999961853027,
      12.0
    ]
  }
]