[
  {
    "page_number": 0,
    "bbox": [
      72.02,
      781.32,
      302.93,
      805.8
    ],
    "text": "1",
    "fonts": [
      "Calibri"
    ],
    "sizes": [
      11.039999961853027
    ]
  },
  {
    "page_number": 0,
    "bbox": [
      78.26,
      74.93,
      520.1,
      88.97
    ],
    "text": "IN THE COURT OF APPEAL OF THE DEMOCRATIC SOCIALIST REPUBLIC OF SRI",
    "fonts": [
      "Calibri-Bold"
    ],
    "sizes": [
      14.039999961853027
    ]
  },
  {
    "page_number": 0,
    "bbox": [
      277.85,
      93.29,
      320.76,
      107.33
    ],
    "text": "LANKA",
    "fonts": [
      "Calibri-Bold"
    ],
    "sizes": [
      14.039999961853027
    ]
  },
  {
    "page_number": 0,
    "bbox": [
      252.05,
      119.81,
      526.32,
      170.57
    ],
    "text": "In the matter of an application under and in terms of Article 143 of the Constitution of the Democratic Socialist Republic of Sri Lanka",
    "fonts": [
      "Calibri"
    ],
    "sizes": [
      14.039999961853027
    ]
  },
  {
    "page_number": 0,
    "bbox": [
      72.02,
      209.57,
      526.49,
      315.8
    ],
    "text": "E.W. Information Systems Limited (also referred as E-W Information Systems Limited) No. 441/7. 2md Lane, (off Cotta Road), Rajagiriya Petitioner",
    "fonts": [
      "Calibri",
      "Calibri-Bold"
    ],
    "sizes": [
      14.039999961853027
    ]
  },
  {
    "page_number": 0,
    "bbox": [
      72.02,
      328.28,
      252.34,
      360.8
    ],
    "text": "CA Application CA INJ 04/2022",
    "fonts": [
      "Calibri-Bold"
    ],
    "sizes": [
      14.039999961853027
    ]
  },
  {
    "page_number": 0,
    "bbox": [
      252.05,
      365.0,
      290.26,
      379.04
    ],
    "text": "-Vs -",
    "fonts": [
      "Calibri-Bold"
    ],
    "sizes": [
      14.039999961853027
    ]
  },
  {
    "page_number": 0,
    "bbox": [
      72.02,
      391.64,
      526.59,
      700.81
    ],
    "text": "1. Ayanthi De Silva, Director General, Department of Project Management and Monitoring, Ministry of Finance, The Secretariat, Colombo 1 2. Mr. K.M. Mahinda Siriwardana, Secretary, Ministry of Finance, Economic Stabilization and National Polices, Ministry of Finance, The Secretariat, Colombo 1",
    "fonts": [
      "Arial-BoldMT",
      "Calibri",
      "Calibri-Bold"
    ],
    "sizes": [
      14.039999961853027
    ]
  },
  {
    "page_number": 0,
    "bbox": [
      252.05,
      702.95,
      471.03,
      756.15
    ],
    "text": "3. National Development Bank PLC No. 103A, Dharmapala Mawatha, Colombo 7.",
    "fonts": [
      "Arial-BoldMT",
      "Calibri",
      "Calibri-Bold"
    ],
    "sizes": [
      14.039999961853027
    ]
  },
  {
    "page_number": 1,
    "bbox": [
      72.02,
      781.32,
      302.93,
      805.8
    ],
    "text": "2",
    "fonts": [
      "Calibri"
    ],
    "sizes": [
      11.039999961853027
    ]
  },
  {
    "page_number": 1,
    "bbox": [
      252.05,
      74.93,
      502.71,
      162.65
    ],
    "text": "4. Hon. Attorney General, Attorney-Generals Department, Hulftsdorp, Colombo 12. Respondents",
    "fonts": [
      "Arial-BoldMT",
      "Calibri",
      "Calibri-Bold"
    ],
    "sizes": [
      14.039999961853027
    ]
  },
  {
    "page_number": 1,
    "bbox": [
      72.02,
      201.53,
      509.31,
      344.6
    ],
    "text": "Before: C.P. Kirtisinghe J Mayadunne Corea J Counsel: Harsha Amarasekera, PC with Kanchana Pieris for the Petitioner Supported on: 20.09.2022 Decided on: 21.09.2022",
    "fonts": [
      "Calibri"
    ],
    "sizes": [
      14.039999961853027
    ]
  },
  {
    "page_number": 1,
    "bbox": [
      72.02,
      357.08,
      181.3,
      371.12
    ],
    "text": "C.P. Kirtisinghe J",
    "fonts": [
      "Calibri"
    ],
    "sizes": [
      14.039999961853027
    ]
  },
  {
    "page_number": 1,
    "bbox": [
      72.02,
      383.6,
      526.59,
      563.5
    ],
    "text": "The Petitioner is making this application under and in terms of Article 143 of the Constitution of the Democratic Socialist Republic of Sri Lanka seeking for an injunction restraining the 1st , 2nd and 4th Respondents from receiving any monies upon or under the Advance Payment Guarantee marked P3 pending the Petitioner filing action in the District Court of Colombo and seeking such interim relief from such court of first instance and for an injunction preventing the 3rd Respondent from making payment to the 1st, 2nd or 4th Respondent of any monies on the aforesaid Advance Payment Guarantee pending the Petitioner filing action in the District Court of Colombo and seeking such interim relief from such court of first instance.",
    "fonts": [
      "Calibri"
    ],
    "sizes": [
      9.0,
      14.039999961853027
    ]
  },
  {
    "page_number": 1,
    "bbox": [
      72.02,
      576.13,
      526.61,
      626.89
    ],
    "text": "In view of the provisions of Section 461 of the Civil Procedure Code, the Petitioner is not entitled to institute an action in the District Court until the expiration of one month next after notice has been given to the Respondents.",
    "fonts": [
      "Calibri"
    ],
    "sizes": [
      14.039999961853027
    ]
  },
  {
    "page_number": 1,
    "bbox": [
      72.02,
      639.37,
      526.57,
      764.07
    ],
    "text": "According to the Petitioner, disputes have arisen between the Petitioner and the Respondents, pursuant to the execution and performance of a contract dated 10.01.2022 executed between the Petitioner and the 1st Respondent. Pursuant to the execution of the aforesaid contract, the Petitioner had requested from the 3rd Respondent and furnished to the 1st Respondent, an Advance Payment Guarantee which is marked P3. The Petitioner states that the 1st Respondent has now purported to make a demand on the aforesaid Advance Payment",
    "fonts": [
      "Calibri"
    ],
    "sizes": [
      9.0,
      14.039999961853027
    ]
  },
  {
    "page_number": 2,
    "bbox": [
      72.02,
      781.32,
      302.93,
      805.8
    ],
    "text": "3",
    "fonts": [
      "Calibri"
    ],
    "sizes": [
      11.039999961853027
    ]
  },
  {
    "page_number": 2,
    "bbox": [
      72.02,
      73.67,
      526.53,
      144.17
    ],
    "text": "Guarantee from the 3rd Respondent. The Petitioner states that such a demand is wrongful, in breach of the contract and is fraudulent. The Petitioner pleads that an irremediable mischief might ensue to the Petitioner unless the injunction is granted.",
    "fonts": [
      "Calibri"
    ],
    "sizes": [
      9.0,
      14.039999961853027
    ]
  },
  {
    "page_number": 2,
    "bbox": [
      72.02,
      156.65,
      526.58,
      465.7
    ],
    "text": "In the case of Hemas Marketing (Pvt) Limited Chandrasiri and others (1994) 2 SLR 181, Dr Ranaraja J has observed as follows, When a bank has given a guarantee, it is required to honour it according to its terms and is not concerned whether either party to the contract which underlay the contract was in default. The whole purpose of such commercial instruments was to provide security which was to be readily, promptly and assuredly realizable when the prescribed event occurred. The only exception to the rue is where fraud by one of the parties to the underlying contract has been established and the bank had notice of the fraud. A mere plea of fraud put in for the purpose of bringing the case within this exception and which rests in the uncorroborated statements of the applicant will not suffice. In that judgment, Dr. Ranaraja J further observed as follows, It is only in exceptional circumstances that Courts will interfere with the machinery of obligations assumed by the banks. They are the lifeblood of international commerce. Such obligations are regarded as collateral to underlying rights and obligations between merchants at either end of the banking chain. Courts will leave the merchants to settle their disputes under the contract by litigation.",
    "fonts": [
      "Calibri",
      "Calibri-Bold"
    ],
    "sizes": [
      14.039999961853027
    ]
  },
  {
    "page_number": 2,
    "bbox": [
      72.02,
      478.3,
      526.53,
      510.7
    ],
    "text": "The same principle was accepted by S.N. Silva J in Indica Traders (Pvt) Limited v Seoul Lanka Constructions (Pvt) Limited and others (1994) 3 SLR 387.",
    "fonts": [
      "Calibri",
      "Calibri-Bold"
    ],
    "sizes": [
      14.039999961853027
    ]
  },
  {
    "page_number": 2,
    "bbox": [
      72.02,
      523.18,
      526.57,
      721.57
    ],
    "text": "The same principle will apply to this case also. Although the Petitioner states that to make such a demand on the aforesaid Advance Payment Guarantee is fraudulent, there is no sufficient evidence of fraud on the part of the Respondents before this Court and there is no evidence that the 3rd Respondent Bank had knowledge of such a fraud. A mere plea of fraud will not suffice. It is only in exceptional circumstances that courts will interfere with the machinery of obligations assumed by the banks. Therefore, this court cannot grant injunctions preventing the Respondents from taking steps on the aforesaid Advance Payment Guarantee. If there is a violation of the contract which is an actionable wrong, the parties can settle their disputes under the contract by a separate action in an appropriate court.",
    "fonts": [
      "Calibri"
    ],
    "sizes": [
      9.0,
      14.039999961853027
    ]
  },
  {
    "page_number": 3,
    "bbox": [
      72.02,
      781.32,
      302.93,
      805.8
    ],
    "text": "4",
    "fonts": [
      "Calibri"
    ],
    "sizes": [
      11.039999961853027
    ]
  },
  {
    "page_number": 3,
    "bbox": [
      72.02,
      74.93,
      526.23,
      125.69
    ],
    "text": "Therefore, it is unnecessary to go into the question whether Section 24 of the Interpretation Ordinance introduced by the Interpretation (Amendment) Act No. 18 of 1972 will apply to this situation.",
    "fonts": [
      "Calibri"
    ],
    "sizes": [
      14.039999961853027
    ]
  },
  {
    "page_number": 3,
    "bbox": [
      72.02,
      138.29,
      526.54,
      170.57
    ],
    "text": "For the aforementioned reasons, we dismiss this application for an injunction under and in terms of Article 143 of the Constitution.",
    "fonts": [
      "Calibri"
    ],
    "sizes": [
      14.039999961853027
    ]
  },
  {
    "page_number": 3,
    "bbox": [
      361.03,
      288.8,
      526.59,
      302.84
    ],
    "text": "Judge of the Court of Appeal",
    "fonts": [
      "Calibri"
    ],
    "sizes": [
      14.039999961853027
    ]
  },
  {
    "page_number": 3,
    "bbox": [
      72.02,
      315.44,
      197.62,
      384.8
    ],
    "text": "Mayadunne Corea J I agree",
    "fonts": [
      "Calibri"
    ],
    "sizes": [
      14.039999961853027
    ]
  },
  {
    "page_number": 3,
    "bbox": [
      361.03,
      389.0,
      526.59,
      403.04
    ],
    "text": "Judge of the Court of Appeal",
    "fonts": [
      "Calibri"
    ],
    "sizes": [
      14.039999961853027
    ]
  }
]