[
  {
    "page_number": 0,
    "bbox": [
      72.02,
      731.62,
      123.51,
      756.1
    ],
    "text": "1 | P a g e",
    "fonts": [
      "Calibri",
      "Calibri,Bold"
    ],
    "sizes": [
      11.039999961853027
    ]
  },
  {
    "page_number": 0,
    "bbox": [
      129.41,
      94.56,
      520.22,
      108.54
    ],
    "text": "IN THE COURT OF APPEAL OF THE DEMOCRATIC SOCIALIST",
    "fonts": [
      "Bookman Old Style,Bold"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 0,
    "bbox": [
      242.98,
      110.88,
      407.42,
      124.86
    ],
    "text": "REPUBLIC OF SRI LANKA",
    "fonts": [
      "Bookman Old Style,Bold"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 0,
    "bbox": [
      46.1,
      333.2,
      258.2,
      347.26
    ],
    "text": "CA (Writ) Application No. 217/2025",
    "fonts": [
      "Bookman Old Style",
      "Calibri"
    ],
    "sizes": [
      11.039999961853027,
      12.0
    ]
  },
  {
    "page_number": 0,
    "bbox": [
      255.22,
      135.63,
      555.06,
      214.51
    ],
    "text": "In the matter of an Application for Mandates in the nature of Writs of Certiorari, Prohibition and Mandamus under and in terms of Article 140 of the Constitution of the Democratic Socialist Republic of Sri Lanka.",
    "fonts": [
      "Bookman Old Style,Italic"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 0,
    "bbox": [
      303.96,
      223.73,
      485.45,
      318.88
    ],
    "text": "Reckitt Benckiser (Lanka) Ltd, Company No. P. B. 313, No 25, Shrubbery Gardens, Colombo 4.",
    "fonts": [
      "Bookman Old Style"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 0,
    "bbox": [
      303.96,
      320.96,
      563.5,
      367.34
    ],
    "text": "PETITIONER vs",
    "fonts": [
      "Bookman Old Style,Bold",
      "Times New Roman,Bold"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 0,
    "bbox": [
      296.04,
      407.86,
      559.66,
      421.86
    ],
    "text": "1. National Medicines Regulatory Authority,",
    "fonts": [
      "Arial",
      "Bookman Old Style"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 0,
    "bbox": [
      296.04,
      423.94,
      556.92,
      519.08
    ],
    "text": "State Engineering Corporation Building (2nd Floor), No 130, W. A. D. Ramanayake Mawatha, Colombo 10. 2. Dr. Ananda Wijewickrama,",
    "fonts": [
      "Arial",
      "Bookman Old Style"
    ],
    "sizes": [
      7.920000076293945,
      12.0
    ]
  },
  {
    "page_number": 0,
    "bbox": [
      297.48,
      521.16,
      559.66,
      681.35
    ],
    "text": "Chairman, National Medicines Regulatory Authority, State Engineering Corporation Building (2nd Floor), No 130, W. A. D. Ramanayake Mawatha, Colombo 10. & OTHERS RESPONDENTS",
    "fonts": [
      "Bookman Old Style",
      "Bookman Old Style,Bold"
    ],
    "sizes": [
      7.920000076293945,
      12.0
    ]
  },
  {
    "page_number": 1,
    "bbox": [
      72.02,
      731.62,
      123.51,
      756.1
    ],
    "text": "2 | P a g e",
    "fonts": [
      "Calibri",
      "Calibri,Bold"
    ],
    "sizes": [
      11.039999961853027
    ]
  },
  {
    "page_number": 1,
    "bbox": [
      72.02,
      62.88,
      366.62,
      76.88
    ],
    "text": "Before: Hon. Justice N. R. Abeysuriya PC (P/CA)",
    "fonts": [
      "Bookman Old Style"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 1,
    "bbox": [
      80.42,
      89.04,
      296.04,
      103.04
    ],
    "text": "Hon. Justice K. P. Fernando",
    "fonts": [
      "Bookman Old Style"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 1,
    "bbox": [
      72.02,
      115.23,
      544.03,
      129.23
    ],
    "text": "Counsel: Manoj Bandara with Kasun Chamara Munasinghe and Warangani",
    "fonts": [
      "Bookman Old Style"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 1,
    "bbox": [
      126.05,
      131.31,
      544.03,
      161.63
    ],
    "text": "Wickramarathne instructed by Sudath Perera Associates for the Petitioner",
    "fonts": [
      "Bookman Old Style"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 1,
    "bbox": [
      126.05,
      173.79,
      402.14,
      187.79
    ],
    "text": "Nayomi Kahawita S. S. C. for the Respondents",
    "fonts": [
      "Bookman Old Style"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 1,
    "bbox": [
      72.02,
      199.97,
      224.47,
      213.97
    ],
    "text": "Argued On: 05/08/2025",
    "fonts": [
      "Bookman Old Style"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 1,
    "bbox": [
      72.02,
      226.13,
      464.81,
      321.26
    ],
    "text": "Written Submissions Tendered On: 29/08/2025 (Petitioner) 01/10/2025 (Respondents) Decided On: 24/11/2025 N. R. Abeysuriya, PC, J. (P/CA),",
    "fonts": [
      "Bookman Old Style",
      "Bookman Old Style,Bold"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 1,
    "bbox": [
      72.02,
      333.68,
      167.59,
      347.66
    ],
    "text": "Factual Matrix",
    "fonts": [
      "Bookman Old Style,Bold"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 1,
    "bbox": [
      72.02,
      359.6,
      543.87,
      454.5
    ],
    "text": "The Petitioner, Reckitt Benckiser (Lanka) Limited, has instituted this writ application seeking, inter alia, several substantive reliefs against the National Medicines Regulatory Authority (NMRA). The subject matter of the application concerns the alleged failure and refusal of the NMRA to renew the registration of the medicinal product “Gaviscon”, which had been continuously registered in Sri Lanka since 2013.",
    "fonts": [
      "Bookman Old Style",
      "Bookman Old Style,Italic"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 1,
    "bbox": [
      72.02,
      468.84,
      544.02,
      498.92
    ],
    "text": "The generic chemical composition of Gaviscon has been described as Sodium Alginate 500mg + Sodium Bicarbonate 267mg + Calcium Carbonate 160mg.",
    "fonts": [
      "Bookman Old Style"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 1,
    "bbox": [
      72.02,
      513.24,
      544.01,
      608.15
    ],
    "text": "From 2013, Gaviscon has received periodical renewal of registration and the final renewal was received for a period of 5 years commencing from 28.01.2020 to 27.01.2025. In addition to the said renewal of registration, the said pharmaceutical product has also received import licence covering the period of registration. The final renewal of registration covering the period 28.01.2020 to 27.01.2025 is annexed and marked as P6 by the Petitioner.",
    "fonts": [
      "Bookman Old Style"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 1,
    "bbox": [
      72.02,
      622.49,
      544.03,
      717.4
    ],
    "text": "The Petitioner avers that the product had been duly registered and that the import licences had been issued at regular intervals throughout the said period. It is stated that the Petitioner, acting in full compliance with the provisions of Section 64 of the NMRA Act, submitted the requisite application for renewal of registration six months prior to the expiry of the then-current registration. The said application (marked P 15), in the prescribed form",
    "fonts": [
      "Bookman Old Style"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 2,
    "bbox": [
      72.02,
      731.62,
      123.51,
      756.1
    ],
    "text": "3 | P a g e",
    "fonts": [
      "Calibri",
      "Calibri,Bold"
    ],
    "sizes": [
      11.039999961853027
    ]
  },
  {
    "page_number": 2,
    "bbox": [
      72.02,
      62.88,
      547.87,
      157.79
    ],
    "text": "accompanied by the prescribed fee, were tendered to the NMRA. The said renewal application is dated 24th of June 2024. The documents tendered by the Petitioner also disclose the fact that the processing fee of Rs.271,328.88 was also paid to the NMRA by the Petitioner under payment receipt number 149311 was produced and marked P16 to substantiate compliance with these statutory requirements.",
    "fonts": [
      "Bookman Old Style"
    ],
    "sizes": [
      7.920000076293945,
      12.0
    ]
  },
  {
    "page_number": 2,
    "bbox": [
      72.02,
      171.87,
      544.03,
      347.92
    ],
    "text": "Subsequent to lodging the renewal application, the Petitioner further dispatched two written reminders, marked P26 and P27, requesting that the Authority process the renewal since the Petitioner did not receive any response from the first Respondent to the application for renewal. However, no response was forthcoming from the NMRA for these reminders as well. In fact the Respondents did not tender any document/documents in order to controvert the aforesaid contention of the Petitioner. The Petitioner contends that this continued inaction constituted a silent refusal or, in effect, a constructive denial of the renewal sought. It is therefore alleged that the NMRA failed to discharge its statutory duty to duly consider and determine the renewal application as mandated under the governing legislation.",
    "fonts": [
      "Bookman Old Style"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 2,
    "bbox": [
      72.02,
      362.24,
      543.96,
      473.48
    ],
    "text": "The Petitioner maintains that the NMRA, being the sole regulatory body in Sri Lanka vested with powers relating to the registration and control of medicines, bears a public duty to process renewal applications in a fair, timely, and lawful manner. Having complied with all statutory pre-conditions, the Petitioner asserts a legitimate expectation that the renewal of registration and the corresponding import licence for Gaviscon Oral Suspension would be duly granted with effect from 28th January 2025.",
    "fonts": [
      "Bookman Old Style"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 2,
    "bbox": [
      72.02,
      487.8,
      544.03,
      631.21
    ],
    "text": "In the instant application before this Court, the Petitioner seeks, inter alia, writs of certiorari, mandamus, and prohibition to quash any decision by the NMRA amounting to a refusal to renew registration, to compel the issuance of the renewal and the related import licence, and to restrain any prosecution under Sections 58(2) and 131 of the NMRA Act. It is further asserted that Gaviscon is a widely prescribed and essential pharmaceutical product in Sri Lanka, used in the treatment of conditions such as indigestion and gastritis, and that disruption to its registration or importation would adversely affect the general public.",
    "fonts": [
      "Bookman Old Style",
      "Bookman Old Style,Italic"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 2,
    "bbox": [
      72.02,
      645.53,
      544.03,
      724.36
    ],
    "text": "When the matter was initially taken up for support, learned Counsel for the 1st Respondent submitted that clearance may be given to the Petitioner to obtain the release of the consignment of imported Gaviscon from the port and retain the same in a customs warehouse, pending the final determination of the instant case. The Court was accordingly informed that such interim",
    "fonts": [
      "Bookman Old Style"
    ],
    "sizes": [
      7.920000076293945,
      12.0
    ]
  },
  {
    "page_number": 3,
    "bbox": [
      72.02,
      731.62,
      123.51,
      756.1
    ],
    "text": "4 | P a g e",
    "fonts": [
      "Calibri",
      "Calibri,Bold"
    ],
    "sizes": [
      11.039999961853027
    ]
  },
  {
    "page_number": 3,
    "bbox": [
      72.02,
      62.88,
      543.9,
      92.96
    ],
    "text": "arrangements could be permitted to avoid any further escalation of demurrage payable by the Petitioner.",
    "fonts": [
      "Bookman Old Style"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 3,
    "bbox": [
      72.02,
      107.04,
      544.03,
      218.29
    ],
    "text": "The Respondents confirm that the product Gaviscon had previously been registered with the NMRA. The initial registration was granted for a two-year period commencing in January 2013, and a subsequent renewal was issued for a five-year period from 28th January 2020 to 27th January 2025, as evinced by documents P5 and P6 respectively. Accordingly, at the time the writ application was filed, the registration of the product remained valid until January 2025.",
    "fonts": [
      "Bookman Old Style"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 3,
    "bbox": [
      72.02,
      232.61,
      543.97,
      343.84
    ],
    "text": "The Respondents state that, as of 25th March 2025 (i.e. the date of filing of the instant writ application), there existed no valid registration for the said product, since the renewal process had not been completed. However, it is expressly denied by the Respondents, that the NMRA had refused or declined to renew the registration or to issue the import licence. The Respondents contend that no such refusal, express or implied, had ever been made and that the Petitioner’s allegation of “silent refusal” is misconceived.",
    "fonts": [
      "Bookman Old Style"
    ],
    "sizes": [
      7.920000076293945,
      12.0
    ]
  },
  {
    "page_number": 3,
    "bbox": [
      72.02,
      357.92,
      544.03,
      501.56
    ],
    "text": "It is further submitted that the Petitioner’s grievance is founded upon a purported legitimate expectation that renewal would be granted as of right. The NMRA maintains that the Act does not confer any automatic entitlement to renewal and that the Authority has no public duty to issue or renew licences upon demand. The Respondents reiterate that the NMRA is a statutory regulatory body established under the National Medicines Regulatory Authority Act, No. 5 of 2015, responsible for overseeing the registration, manufacture, importation, and overall regulation of medicines and related products in conformity with the National Medicines Policy.",
    "fonts": [
      "Bookman Old Style"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 3,
    "bbox": [
      72.02,
      515.88,
      544.01,
      578.39
    ],
    "text": "The Respondents therefore assert that there has been no refusal or dereliction of duty, and that the renewal application remained under the ordinary regulatory consideration of the NMRA in accordance with the procedure prescribed by law.",
    "fonts": [
      "Bookman Old Style"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 3,
    "bbox": [
      72.02,
      592.95,
      544.03,
      705.37
    ],
    "text": "It does appear from the submissions made by Counsel and written submissions filed, the principal grievance of the Petitioner is that the Respondents failed to duly consider and convey to the Petitioner, the refusal or approval of renewal of registration. It also appears that notwithstanding the stoic silence of the NMRA but in anticipation of receiving renewal of registration, the Petitioner imported a consignment of Gaviscon which reached the port of Colombo on 04.02.2025",
    "fonts": [
      "Bookman Old Style"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 4,
    "bbox": [
      72.02,
      731.62,
      123.51,
      756.1
    ],
    "text": "5 | P a g e",
    "fonts": [
      "Calibri",
      "Calibri,Bold"
    ],
    "sizes": [
      11.039999961853027
    ]
  },
  {
    "page_number": 4,
    "bbox": [
      72.02,
      62.88,
      544.03,
      316.48
    ],
    "text": "and 16.02.2025 under the import licence which was valid at the point of placing orders for the said consignment. As per the submissions of the Petitioner and the Respondents, it transpires that the bone of contention between the parties is that, the determination with regard to the Maximum Retail Price (MRP) of Gaviscon and its effect on at which price the said product could be marketed in Sri Lanka. The Petitioner has contended that maximum retail price is not a critical aspect of renewal of registration. The Respondents have advanced the counter argument that, it is in fact an essential aspect which should be taken into consideration by the NMRA at the point of consideration of renewal. In order to resolve this issue, it would be useful to consider the relevant provisions of the National Medicines Regulatory Authority Act No. 05 of 2015. The purpose for which the Act was enacted is clearly set out in the long title of the enactment which is reproduced below;",
    "fonts": [
      "Bookman Old Style",
      "Bookman Old Style,Bold"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 4,
    "bbox": [
      72.02,
      316.58,
      544.03,
      606.71
    ],
    "text": "“An act to provide for the establishment of a regulatory authority to be known as the National Medicines Regulatory Authority which shall be responsible for the regulation and control of, registration, licensing, manufacture, importation and all other aspects pertaining to medicines, medical devices, borderline products and for the conducting of clinical trials in a manner compatible with the national medicines policy; to provide for the establishment of divisions of the National Medicines Regulatory Authority including the medicines regulatory division, medical devices regulatory division, borderline products regulatory division and clinical trials regulatory division; to establish a national advisory body; to repeal the cosmetics, devices and drugs act, no. 27 of 1980; and for matters connected therewith or incidental thereto” Both the Petitioner and Respondents have placed heavy reliance on the provisions of the National Medicine Regulatory Authority Act No 05 of 2015 to substantiate their respective positions with regard to the non-registration of the medicine in issue. Under these circumstances, it would be relevant to consider the scheme and structure of the aforesaid enactment. Sec 3 of the Act sets out the objects of the Authority which inter alia include the following;",
    "fonts": [
      "Bookman Old Style",
      "Bookman Old Style,Italic"
    ],
    "sizes": [
      11.039999961853027,
      12.0
    ]
  },
  {
    "page_number": 4,
    "bbox": [
      90.02,
      607.31,
      543.43,
      621.17
    ],
    "text": "i) ensure the availability of efficacious, safe and good quality medicines,",
    "fonts": [
      "Arial,Italic",
      "Bookman Old Style,BoldIt",
      "Bookman Old Style,Italic",
      "Calibri,Italic"
    ],
    "sizes": [
      11.039999961853027,
      12.0
    ]
  },
  {
    "page_number": 4,
    "bbox": [
      90.02,
      620.75,
      542.77,
      674.95
    ],
    "text": "efficacious, safe and good quality medical devices and efficacious, safe and good quality borderline products to the general public at affordable prices; ii) ensure that all activities related to registration, licensing and importation of",
    "fonts": [
      "Arial,Italic",
      "Bookman Old Style,Italic",
      "Calibri,Italic"
    ],
    "sizes": [
      11.039999961853027,
      12.0
    ]
  },
  {
    "page_number": 4,
    "bbox": [
      72.02,
      674.51,
      543.71,
      726.28
    ],
    "text": "medicines, medical devices, borderline products and investigational medicinal products are carried out in a transparent, sustainable and equitable manner;",
    "fonts": [
      "Bookman Old Style,Bold",
      "Bookman Old Style,BoldIt",
      "Bookman Old Style,Italic"
    ],
    "sizes": [
      11.039999961853027,
      12.0
    ]
  },
  {
    "page_number": 5,
    "bbox": [
      72.02,
      731.62,
      123.51,
      756.1
    ],
    "text": "6 | P a g e",
    "fonts": [
      "Calibri",
      "Calibri,Bold"
    ],
    "sizes": [
      11.039999961853027
    ]
  },
  {
    "page_number": 5,
    "bbox": [
      72.02,
      62.88,
      544.01,
      157.79
    ],
    "text": "From the aforesaid provisions, it is clear that “affordable price” is just one criterion when ensuring the availability of medicine in addition to it being “efficacious, safe and of good quality”. The realities of the market are such that whether it be medicinal products or any other commodity, safe, efficacious and good quality product may not be the cheapest and may in fact be considerably costlier than the other products of lesser quality.",
    "fonts": [
      "Bookman Old Style",
      "Bookman Old Style,Italic"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 5,
    "bbox": [
      72.02,
      169.95,
      544.03,
      265.09
    ],
    "text": "In the guise of making available to the public cheaper products, the Authorities should not completely exclude from the market, any product which may be high in quality but also relatively higher in price. A balance will have to be struck if not, there may arise a situation where the market is flooded with lower in quality but cheaper products. I am of the view that this was not the intention of the legislature when the NMRA Act was enacted.",
    "fonts": [
      "Bookman Old Style"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 5,
    "bbox": [
      72.02,
      277.25,
      543.68,
      307.36
    ],
    "text": "The Act contains specific provisions with regard to the licensing and registration regime.",
    "fonts": [
      "Bookman Old Style"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 5,
    "bbox": [
      72.02,
      319.52,
      543.67,
      333.58
    ],
    "text": "58. (1) No person shall manufacture or import any medicine without registering",
    "fonts": [
      "Bookman Old Style,Italic"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 5,
    "bbox": [
      94.58,
      335.84,
      543.64,
      365.98
    ],
    "text": "such medicine with the Authority and obtaining a licence from the Authority thereof.",
    "fonts": [
      "Bookman Old Style,Italic"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 5,
    "bbox": [
      94.58,
      378.34,
      543.58,
      408.48
    ],
    "text": "(2) No person shall store, assemble, re-pack, distribute, transport or sell any medicine without obtaining a licence for that purpose from the Authority.",
    "fonts": [
      "Bookman Old Style,Italic"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 5,
    "bbox": [
      94.58,
      420.58,
      543.41,
      450.96
    ],
    "text": "(3) Any person who contravenes any of the provisions specified in subsection (1) or (2) commits an offence.",
    "fonts": [
      "Bookman Old Style,Italic"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 5,
    "bbox": [
      72.02,
      463.08,
      544.03,
      557.99
    ],
    "text": "Sec 59 stipulates the procedure to be followed in respect of an application for registration including referring it to the Medicines Evaluation Committee (MEC) and to the National Medicine Quality Assurance Laboratory (NMQAL). It is important to note that as per 59(5), the Authority shall inform the applicant in writing that the application for registration has been received and submitted for evaluation and testing.",
    "fonts": [
      "Bookman Old Style"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 5,
    "bbox": [
      72.02,
      570.63,
      543.77,
      632.95
    ],
    "text": "According to Sec 61 of the Act, Where the Authority refuses the registration of the medicine; such refusal shall be communicated to the applicant with reasons thereof within the stipulated time period and shall inform the public of such refusal by order published in the Gazette.",
    "fonts": [
      "Bookman Old Style",
      "Bookman Old Style,Italic"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 5,
    "bbox": [
      72.02,
      645.05,
      544.03,
      707.77
    ],
    "text": "I am of the view that the legislature when enacting the Act has given due recognition to the necessity and desirability of ensuring that the applicant be kept informed of the steps taken by the Authority with regard to the application for registration. This is evinced from Sec 59(5) and Sec 61 of the Act.",
    "fonts": [
      "Bookman Old Style"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 6,
    "bbox": [
      72.02,
      731.62,
      123.51,
      756.1
    ],
    "text": "7 | P a g e",
    "fonts": [
      "Calibri",
      "Calibri,Bold"
    ],
    "sizes": [
      11.039999961853027
    ]
  },
  {
    "page_number": 6,
    "bbox": [
      72.02,
      62.88,
      544.0,
      92.96
    ],
    "text": "There are also specific provisions with regard to the application for renewal of the certificate of registration. The said provisions are contained in Sec 64",
    "fonts": [
      "Bookman Old Style"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 6,
    "bbox": [
      72.02,
      105.3,
      542.74,
      118.24
    ],
    "text": "64. (1) The holder of certificate may make an application to the Authority, for renewal of",
    "fonts": [
      "Bookman Old Style,Italic"
    ],
    "sizes": [
      11.039999961853027
    ]
  },
  {
    "page_number": 6,
    "bbox": [
      99.17,
      120.21,
      542.76,
      148.03
    ],
    "text": "such registration or the licence six months prior to the date of expiry of such registration or the licence.",
    "fonts": [
      "Bookman Old Style,Italic"
    ],
    "sizes": [
      11.039999961853027
    ]
  },
  {
    "page_number": 6,
    "bbox": [
      90.02,
      159.81,
      542.78,
      187.63
    ],
    "text": "(2) The application for renewal of registration or the licence shall be in the prescribed form and shall be accompanied by the prescribed fee.",
    "fonts": [
      "Bookman Old Style,Italic"
    ],
    "sizes": [
      11.039999961853027
    ]
  },
  {
    "page_number": 6,
    "bbox": [
      94.58,
      199.67,
      542.75,
      227.49
    ],
    "text": "(3) The Authority shall, upon receiving an application, submit the application to the MEC for its opinion.",
    "fonts": [
      "Bookman Old Style,Italic"
    ],
    "sizes": [
      11.039999961853027
    ]
  },
  {
    "page_number": 6,
    "bbox": [
      94.58,
      239.27,
      542.73,
      281.97
    ],
    "text": "(4) The MEC may, through the Authority, request for samples, documents or any other evidence, which it deems necessary, from the applicant or any other person or institution for the evaluation of the medicine.",
    "fonts": [
      "Bookman Old Style,Italic"
    ],
    "sizes": [
      11.039999961853027
    ]
  },
  {
    "page_number": 6,
    "bbox": [
      94.58,
      294.02,
      542.83,
      336.48
    ],
    "text": "(5) The MEC may, where the MEC deems necessary, request the NMQAL to submit an evaluation report on the medicine and the NMQAL shall submit the evaluation report as required by the MEC.",
    "fonts": [
      "Bookman Old Style,Italic"
    ],
    "sizes": [
      11.039999961853027
    ]
  },
  {
    "page_number": 6,
    "bbox": [
      94.58,
      348.5,
      543.33,
      391.22
    ],
    "text": "(6) The Authority may upon taking into consideration all relevant factors, renew the registration or the licence for a further period of not less than one year and not exceeding five years.",
    "fonts": [
      "Bookman Old Style,Italic"
    ],
    "sizes": [
      11.039999961853027
    ]
  },
  {
    "page_number": 6,
    "bbox": [
      72.02,
      402.82,
      543.93,
      433.14
    ],
    "text": "The application for such renewal should be submitted 6 months prior to the date of expiry of such registration as per Sec 65(4) which reads thus.",
    "fonts": [
      "Bookman Old Style"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 6,
    "bbox": [
      94.58,
      445.3,
      543.46,
      459.36
    ],
    "text": "“Where the holder of certificate, does not apply for a renewal of such",
    "fonts": [
      "Bookman Old Style,Italic"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 6,
    "bbox": [
      99.17,
      461.4,
      543.44,
      507.86
    ],
    "text": "Certificate six months before its expiry date, the registration or licence of the medicine for which such Certificate relates, shall be deemed to have automatically been cancelled”",
    "fonts": [
      "Bookman Old Style,Italic"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 6,
    "bbox": [
      44.9,
      519.96,
      543.84,
      533.96
    ],
    "text": "The other provisions of Sec 65 deals with circumstances under which the",
    "fonts": [
      "Bookman Old Style"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 6,
    "bbox": [
      72.02,
      536.31,
      543.97,
      615.11
    ],
    "text": "registration maybe cancelled or suspended. The application for renewal of registration should be made in the prescribed format as per schedule 1 of regulation 2 (12). The application for renewal of registration in the instant matter submitted by the Petitioner is annexed as P15. The said form does not contain a column to indicate the maximum retail price.",
    "fonts": [
      "Bookman Old Style"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 6,
    "bbox": [
      44.9,
      627.29,
      543.88,
      641.29
    ],
    "text": "Part III of the Act provides for the procedure to be followed by the authority",
    "fonts": [
      "Bookman Old Style"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 6,
    "bbox": [
      72.02,
      643.61,
      543.92,
      690.01
    ],
    "text": "with regard to determining the introductory price of medicines at the time of registration. For this purpose the authority shall appoint a committee to be known as the “pricing committee”.",
    "fonts": [
      "Bookman Old Style",
      "Bookman Old Style,Bold"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 6,
    "bbox": [
      44.9,
      702.19,
      259.78,
      716.2
    ],
    "text": "Sec 118(2)(a) and (b) are as follows,",
    "fonts": [
      "Bookman Old Style"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 7,
    "bbox": [
      72.02,
      731.62,
      123.51,
      756.1
    ],
    "text": "8 | P a g e",
    "fonts": [
      "Calibri",
      "Calibri,Bold"
    ],
    "sizes": [
      11.039999961853027
    ]
  },
  {
    "page_number": 7,
    "bbox": [
      94.58,
      62.88,
      543.37,
      76.94
    ],
    "text": "“(a) The Authority shall in consultation with the Pricing Committee, determine",
    "fonts": [
      "Bookman Old Style,Italic"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 7,
    "bbox": [
      99.17,
      78.96,
      543.47,
      109.1
    ],
    "text": "the introductory price of medicines, medical devices and borderline products at the time of registration, based on the criteria as may be prescribed.",
    "fonts": [
      "Bookman Old Style,Italic"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 7,
    "bbox": [
      94.58,
      121.47,
      543.4,
      135.53
    ],
    "text": "(b) For the purpose of paragraph (a), the Authority shall consider the",
    "fonts": [
      "Bookman Old Style,Italic"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 7,
    "bbox": [
      99.17,
      137.55,
      543.44,
      184.01
    ],
    "text": "prevailing market prices of similar products within the same therapeutic class, International Reference Prices and other factors as may be prescribed.”",
    "fonts": [
      "Bookman Old Style,Italic"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 7,
    "bbox": [
      72.02,
      196.13,
      544.02,
      242.53
    ],
    "text": "It is also pertinent to consider the provisions of Sec 118(4) which provides for the Minister in Charge of the subject matter of health to prescribe a pricing mechanism for medicines. The said subsection reads thus,",
    "fonts": [
      "Bookman Old Style"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 7,
    "bbox": [
      99.17,
      254.69,
      543.75,
      333.58
    ],
    "text": "“(4) The Minister shall in consultation with the Pricing Committee, the Consumer Affairs Authority and all stakeholders and taking into consideration all other relevant factors including the provisions of the Consumer Affairs Authority Act, No. 9 of 2003, prescribe a pricing mechanism for medicines, medical devices and borderline products.”",
    "fonts": [
      "Bookman Old Style",
      "Bookman Old Style,BoldIt",
      "Bookman Old Style,Italic"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 7,
    "bbox": [
      72.02,
      345.92,
      543.71,
      376.0
    ],
    "text": "The Minister has also been expressly conferred with the power to make regulations in respect of pricing of medicine as provided for in Sec 142(2)(c).",
    "fonts": [
      "Bookman Old Style"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 7,
    "bbox": [
      72.02,
      388.18,
      544.03,
      596.63
    ],
    "text": "In the instant matter, the renewal of registration application (P15) dated 24.06.2024 according to the Petitioner was submitted to the NMRA on 08.07.2024. The Petitioner contends that as of the said date, Gaviscon which has been classified as a medicine falling under the category of Sodium Alignate + Sodium Bicarbonate was not a medicine which was subjected to price control. In support of this contention, the Petitioner relies on the Medicines (Ceiling on Prices) Regulations 2019 published in Gazette Extraordinary No. 2123/35 of 15.05.2019, as amended by the Gazette Extraordinary No. 2336/53 dated 15.06.2023 which are marked and produced by the petitioner as legal exhibits 8(a) and 8(b) respectively. These two gazettes contain a schedule with a list of sixty medicines in respect of which maximum retail prices have been determined. However, these gazettes did not contain any specific pricing mechanism to determine the MRP.",
    "fonts": [
      "Bookman Old Style"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 7,
    "bbox": [
      72.02,
      608.79,
      544.03,
      687.61
    ],
    "text": "The Petitioner has drawn the attention of this Court to the fact that in these regulations Gaviscon (Sodium Alignate + Sodium Bicarbonate) is not included. It has been further contended that the NMRA has not produced any pricing regulation pertaining to Gaviscon which was applicable as of the date of submission of the application for renewal i.e. 08.07.2024.",
    "fonts": [
      "Bookman Old Style"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 8,
    "bbox": [
      72.02,
      731.62,
      123.51,
      756.1
    ],
    "text": "9 | P a g e",
    "fonts": [
      "Calibri",
      "Calibri,Bold"
    ],
    "sizes": [
      11.039999961853027
    ]
  },
  {
    "page_number": 8,
    "bbox": [
      72.02,
      62.88,
      543.94,
      109.04
    ],
    "text": "The Petitioner has further contended that only the medicines which are specifically listed in the schedules of these regulations were subjected to any form of price control.",
    "fonts": [
      "Bookman Old Style"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 8,
    "bbox": [
      72.02,
      121.47,
      544.03,
      281.17
    ],
    "text": "The Petitioner has reiterated in its pleadings that the Respondents ought to have taken a decision with regard to the renewal of registration between the date of submission of such application on 08.07.2024 and the date on which the existing certificate of registration was due to lapse on 28.01.2025 but had failed to do so. Furthermore apart from the said lapse on the part of NMRA, the Petitioner has been aggrieved by the fact that up until the date the existing certificate of registration lapsed the first Respondent (NMRA) has failed to at least respond to the renewal application and the subsequent reminders sent to the said Respondent by the Petitioner to inform the Petitioner the status of the matter.",
    "fonts": [
      "Bookman Old Style"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 8,
    "bbox": [
      72.02,
      293.36,
      544.03,
      420.9
    ],
    "text": "In contrast to the aforesaid stance of the Petitioner, the Respondents have submitted that as per the Gazette Extraordinary No. 2429/12 dated 25.03.2025 issued by the Minister of Health by virtue of the powers vested in him under Sec 142 read with Sec 118(4) of the National Medicine Regulatory Authority Act No 05 of 2015, the previous regulations pertaining to price control of medicines relied upon by the Petitioner produced and marked as legal exhibit 8(a) and 8(b) has been rescinded and contains the currently applicable regulations.",
    "fonts": [
      "Bookman Old Style"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 8,
    "bbox": [
      72.02,
      433.06,
      544.0,
      511.88
    ],
    "text": "The Respondents have also contended that as of the date on which the instant writ application was filed which is 25.03.2025, the Petitioner did not have a valid registration since the previous certificate of registration has lapsed on 28.01.2025 and therefore the issue of renewal would not arise since if at all it would have to be a fresh certificate of registration which will have to be issued.",
    "fonts": [
      "Bookman Old Style"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 8,
    "bbox": [
      72.02,
      524.04,
      544.0,
      635.29
    ],
    "text": "By way of an explanation to the failure on the part of the first Respondent (NMRA) to consider and decide on the application for renewal of registration of the Petitioner submitted on 08.07.2024 prior to the lapse of the previous registration on 28.01.2025, the Respondents have stated that due to a stay order issued by the Court of Appeal in case number CA/WRT/793/2023 produced and marked by the Respondents as X1, it was not possible to act on the said application for renewal of registration for the medicine “Gaviscon”.",
    "fonts": [
      "Bookman Old Style"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 8,
    "bbox": [
      72.02,
      647.45,
      544.03,
      726.28
    ],
    "text": "The said writ application bearing number 793/2023 was filed by a group of Petitioners including the Sri Lanka Chambers of the Pharmaceutical Industry and its senior office bearers. The principal legal issue which was dealt with in that case is as to whether the NMRA could enforce any form of price control of medicines without the Minister in charge of the subject of health formulating a",
    "fonts": [
      "Bookman Old Style"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 9,
    "bbox": [
      72.02,
      731.62,
      129.27,
      756.1
    ],
    "text": "10 | P a g e",
    "fonts": [
      "Calibri",
      "Calibri,Bold"
    ],
    "sizes": [
      11.039999961853027
    ]
  },
  {
    "page_number": 9,
    "bbox": [
      72.02,
      62.88,
      543.93,
      92.96
    ],
    "text": "pricing mechanism in terms of the law, more specifically under and in terms of Sec 118(4) of the National Medicine Regulatory Authority Act No. 05 of 2015.",
    "fonts": [
      "Bookman Old Style"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 9,
    "bbox": [
      72.02,
      105.12,
      544.03,
      329.92
    ],
    "text": "In the said writ application, the Petitioners have strenuously contended that price control of medicines may result in the choice of consumers being restricted and more importantly a diminution in the quality of drugs being imported to such an extent that quality drugs cannot be imported with a reasonable profit margin given the price controls. This may result in a scarcity of such medicinal products. The Petitioners in that matter, have further contended that price control restrict the ability of the free market to deliver a range of choices to the end user at the best possible price. It was their contention that it is essential in the interest of expanding the choices available to end users that there should be a free availability of medicines and options inclusive of high quality options from which the end user could choose. Furthermore it was contended that any pricing mechanism must consider the availability of drugs and quality of drugs along with consideration of the affordability of such drugs.",
    "fonts": [
      "Bookman Old Style"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 9,
    "bbox": [
      72.02,
      342.08,
      543.94,
      388.5
    ],
    "text": "I wish to reiterate that it is not the intention of this Court to consider the merits and the demerits of the aforementioned contentions advanced by the Petitioners in the said writ application pertaining to price control.",
    "fonts": [
      "Bookman Old Style"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 9,
    "bbox": [
      72.02,
      400.66,
      544.03,
      495.62
    ],
    "text": "The order of the Court of Appeal with regard to granting of interim relief in the said writ application was delivered on 22.12.2023 by Justice D. N. Samarakoon. I have carefully considered the said order to determine as to whether the interim relief granted in that case had a bearing on the failure on the part of the first Respondent in the instant matter to perform its public duty vis-a-vis the Petitioner.",
    "fonts": [
      "Bookman Old Style",
      "Bookman Old Style,Italic"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 9,
    "bbox": [
      72.02,
      507.96,
      544.01,
      554.39
    ],
    "text": "In the aforesaid writ application interim relief as prayed for in paragraphs (j) and (l) were granted. For sake of clarity the paragraphs (j) and (l) of the prayer of the petition are reproduced below,",
    "fonts": [
      "Bookman Old Style"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 9,
    "bbox": [
      72.02,
      566.55,
      543.78,
      677.83
    ],
    "text": "(j) For an Interim Order pending final determination preventing the Respondents their servants, agents and all those holding under and through from imposing price controls and/or maximum retail prices and/or price ceilings on any medicines /drugs in respect of which price control/MRP has not already been issued without the Minister first prescribing a pricing mechanism under and in terms of the National Medicines Regulatory Authority Act No. 5 of 2015 as amended;",
    "fonts": [
      "Bookman Old Style,Italic"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 9,
    "bbox": [
      72.02,
      689.93,
      543.4,
      720.1
    ],
    "text": "(l) For an Interim Order pending final determination preventing the Respondents their servants, agents and all those holding under and through from imposing",
    "fonts": [
      "Bookman Old Style,Italic"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 10,
    "bbox": [
      72.02,
      731.62,
      129.27,
      756.1
    ],
    "text": "11 | P a g e",
    "fonts": [
      "Calibri",
      "Calibri,Bold"
    ],
    "sizes": [
      11.039999961853027
    ]
  },
  {
    "page_number": 10,
    "bbox": [
      72.02,
      62.88,
      543.67,
      157.85
    ],
    "text": "price controls and/or maximum retail prices and/or price ceilings on any medicines/drugs in respect of which price control/MRP has not already been issued without consultation with the Pricing Committee, the Consumer Affairs Authority and all stakeholders inclusive of the 1st Respondent and its members and taking into consideration all other relevant factors including the provisions of the Consumer Affairs Authority Act, No. 9 of 2003;",
    "fonts": [
      "Bookman Old Style,Italic"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 10,
    "bbox": [
      72.02,
      169.95,
      544.03,
      216.37
    ],
    "text": "The case record of the said matter reveals that the writ application was withdrawn by the Petitioners and consequently it was pro-forma dismissed on 02.07.2025",
    "fonts": [
      "Bookman Old Style",
      "Bookman Old Style,Italic"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 10,
    "bbox": [
      72.02,
      228.53,
      544.03,
      274.93
    ],
    "text": "I wish to allude to the following paragraph of the order of Samarakoon J, in order to decide on its effect on the NMRA, specifically with regard to the renewal of registration of application of the Petitioner,",
    "fonts": [
      "Bookman Old Style"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 10,
    "bbox": [
      72.02,
      287.12,
      543.64,
      333.82
    ],
    "text": "“Therefore even if the interim orders in paragraphs (j) and (l) are issued the respondents can affect a pricing mechanism subject to following the procedure referred to in those paragraphs.”",
    "fonts": [
      "Bookman Old Style,BoldIt",
      "Bookman Old Style,Italic"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 10,
    "bbox": [
      72.02,
      345.92,
      544.1,
      408.42
    ],
    "text": "Thus, in my view, the effect of the aforementioned paragraph is categorical and unambiguous. The NMRA was at liberty to take steps to determine the maximum retail price of medicines subject to the proper procedure laid down in the National Medicine Regulatory Authority Act No. 05 of 2015.",
    "fonts": [
      "Bookman Old Style",
      "Bookman Old Style,Bold"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 10,
    "bbox": [
      72.02,
      420.58,
      544.08,
      564.23
    ],
    "text": "The order in issue did not contain a blanket prohibition completely preventing the NMRA to act according to the aforesaid enactment. As I have stated elsewhere in this judgment, the element of “price” ought not to be the sole criterion in granting a renewal of registration. Other aspects such as efficacy and quality of medicine also ought to be taken into consideration. The aforesaid order of Samarakoon J has merely underscored the requirement of a uniform pricing mechanism in determining the maximum retail price of medicines. If not, determining MRP (without a pricing mechanism) would lead to arbitrary, irrational and unreasonable decisions being taken.",
    "fonts": [
      "Bookman Old Style",
      "Bookman Old Style,Bold"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 10,
    "bbox": [
      72.02,
      576.39,
      544.03,
      639.13
    ],
    "text": "In fact, even in the order of Samarakoon J in granting interim relief, the Court has emphasized the fact that the price of the product ought not to be the determining factor in granting of registration. In this regard I wish to refer to the following paragraph of the order,",
    "fonts": [
      "Bookman Old Style"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 10,
    "bbox": [
      72.02,
      651.29,
      544.04,
      697.99
    ],
    "text": "“Having considered the above judgment too and the fact that haphazard price control can make the medicine not available at all in the market, to buy that even at a higher price, this Court issues the above interim orders under",
    "fonts": [
      "Bookman Old Style,BoldIt",
      "Bookman Old Style,Italic"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 11,
    "bbox": [
      72.02,
      731.62,
      129.27,
      756.1
    ],
    "text": "12 | P a g e",
    "fonts": [
      "Calibri",
      "Calibri,Bold"
    ],
    "sizes": [
      11.039999961853027
    ]
  },
  {
    "page_number": 11,
    "bbox": [
      72.02,
      62.88,
      543.57,
      93.02
    ],
    "text": "paragraphs (j) and (l) only to be effective until the final determination of this case.”",
    "fonts": [
      "Bookman Old Style,Italic"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 11,
    "bbox": [
      72.02,
      105.12,
      544.02,
      151.55
    ],
    "text": "However, I wish to emphasize the fact that this order in the aforesaid writ application should be understood in the context of a situation in which there was no pre-determined pricing mechanism in force.",
    "fonts": [
      "Bookman Old Style"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 11,
    "bbox": [
      72.02,
      163.71,
      544.03,
      323.68
    ],
    "text": "Be that as it may, the Petitioner has drawn the attention of this Court to several import licences issued in respect of Gaviscon. As per the format used in the issuance of such licences, it is clear that these are issued in respect of registered medicine only. If Gaviscon ceases to be a registered medicine it cannot be imported due to the reason that no import licence would be issued. In the current format of application for grant of renewal of certificate of registration of medicine, there appears to be no requirement that the maximum retail price must be included in the said document. This is evinced from the format of the application submitted by the Petitioner to the NMRA marked P15 which is dated 24.06.2024.",
    "fonts": [
      "Bookman Old Style"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 11,
    "bbox": [
      72.02,
      335.84,
      544.02,
      527.96
    ],
    "text": "But however, in the import licences pertaining to Gaviscon which are marked as P13 and P14, there is a space to indicate the maximum retail price. In P13 issued on 15.05.2023 of which the period of validity is 28.01.2023 to 27.01.2024, the maximum retail price per unit is specified as LKR 723.86 per 200ml bottle. In the import licence marked as P14 issued on 17.01.2024 which is valid for the period from 28.01.2024 to 27.01.2025, the space in which MRP should be inserted has been left blank. The first Respondents had thus permitted the importation of Gaviscon without the MRP being determined. The Petitioner contends that it was on the strength of P14 and in expectation of renewal of registration being granted since he has fulfilled the requirements for renewal of registration that orders were placed for the importation of Gaviscon which arrived at the Port of Colombo on 04.02.2025 and 16.02.2025.",
    "fonts": [
      "Bookman Old Style"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 11,
    "bbox": [
      72.02,
      540.39,
      543.99,
      635.29
    ],
    "text": "As stated above, in the import licence marked as P14 which is the last import licence issued to the Petitioner, the MRP of the product was not mentioned. However, the previous import licence contained the MRP which was disclosed as LKR 723.86 per 200ml bottle. The Respondents contend that, in P14, MRP was not included due to the operation of the stay order in the aforementioned CA/WRT/793/2023.",
    "fonts": [
      "Bookman Old Style"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 11,
    "bbox": [
      72.02,
      647.45,
      544.03,
      693.85
    ],
    "text": "Thus, having permitted the importation of Gaviscon subsequent to the issuance of the stay order, it is unreasonable not to allow it to be sold to the public. The first Respondent cannot approbate and reprobate.",
    "fonts": [
      "Bookman Old Style"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 12,
    "bbox": [
      72.02,
      731.62,
      129.27,
      756.1
    ],
    "text": "13 | P a g e",
    "fonts": [
      "Calibri",
      "Calibri,Bold"
    ],
    "sizes": [
      11.039999961853027
    ]
  },
  {
    "page_number": 12,
    "bbox": [
      72.02,
      62.88,
      544.03,
      206.27
    ],
    "text": "In the written submissions filed on behalf of the Respondents, it is categorically conceded that the NMRA in fact had verbally informed the Petitioner Company to import Gaviscon at the previously indicated and featured MRP which was LKR 723.86 as per P13. The Petitioner Company had a legitimate expectation of being eligible to receive the renewed registration and the licence to import the medicine based on the previously declared MRP which is LKR 723.86. This situation seemed to have got aggravated due to the reason that the NMRA did not communicate in writing with the Petitioner with regard to the status of the application for renewal of registration nor respond to the reminders sent.",
    "fonts": [
      "Bookman Old Style"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 12,
    "bbox": [
      72.02,
      218.69,
      544.03,
      362.32
    ],
    "text": "In the instant matter, the primary issue is the non-renewal of a pharmaceutical product which has received registration of a considerable period of time previously. When analyzing the order made in the previously mentioned writ application no. 793/2023, I am of the view that what was affected by the interim order was preventing the Respondents in that case which included the NMRA from imposing price control and/or maximum retail prices and/or price ceiling on any medicine in respect of which price control / MRP has not already been determined without the Minister of Health first prescribing a pricing mechanism under and in terms of the NMRA Act No 5 of 2015.",
    "fonts": [
      "Bookman Old Style"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 12,
    "bbox": [
      72.02,
      374.5,
      544.03,
      599.03
    ],
    "text": "There was no staying of renewal of registration of a drug already registered. The Petitioner has contended that if in fact as a result of the aforementioned stay order, the Respondents were prevented from renewing registration of Gaviscon, it would have meant that throughout the period in which the stay order was effective, not a single drug could have been registered in Sri Lanka. I am of the view that the Court of Appeal of this country would not have intended such a consequence arising from the interim order in issue which may have had disastrous consequences vis-à-vis the health sector of Sri Lanka. If medicines are not registered, import licences also could not be issued which means these medicines cannot be imported to the country. In my view such a situation would defeat the very objects of the NMRA as adumbrated in Sec 3 (a) of the NMRA Act which specifically state that the said Authority should ensure the availability of efficacious, safe and good quality medicine to the general public at affordable prices.",
    "fonts": [
      "Bookman Old Style",
      "Bookman Old Style,Bold",
      "Bookman Old Style,Italic"
    ],
    "sizes": [
      11.039999961853027,
      12.0
    ]
  },
  {
    "page_number": 12,
    "bbox": [
      72.02,
      611.19,
      544.03,
      722.44
    ],
    "text": "The Respondents did not advance the contentions that in addition to Gaviscon, the registration of none of the other drugs were renewed during the time period in issue in the instant application. If in fact the stay order was considered to be an impediment for such renewal of all pharmaceutical products, due to the issue of the MRP, not only Gaviscon but renewal of registration none of the other products could have been possible which would have led to a scarcity of such medicine.",
    "fonts": [
      "Bookman Old Style",
      "Bookman Old Style,Bold"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 13,
    "bbox": [
      72.02,
      731.62,
      129.27,
      756.1
    ],
    "text": "14 | P a g e",
    "fonts": [
      "Calibri",
      "Calibri,Bold"
    ],
    "sizes": [
      11.039999961853027
    ]
  },
  {
    "page_number": 13,
    "bbox": [
      72.02,
      62.88,
      544.03,
      173.87
    ],
    "text": "The Petitioner submitted the application for renewal of registration on the 8th of July 2024. The regulations containing the pricing mechanism as stipulated in Sec 118 of the NMRA Act which the Respondents are relying on were issued only on 25th of March 2025 by Gazette Extraordinary bearing no 2429/ 12. The registration was due to lapse on 25th January 2025. The aforementioned gazette containing the pricing mechanism was not in existence during the pertinent period.",
    "fonts": [
      "Bookman Old Style"
    ],
    "sizes": [
      7.920000076293945,
      12.0
    ]
  },
  {
    "page_number": 13,
    "bbox": [
      72.02,
      186.27,
      544.03,
      378.42
    ],
    "text": "The Petitioner was never informed in writing by the 1st Respondent the reasons for not considering the application for renewal of registration of the Petitioner which the NMRA ought to have done. The Respondents have not adduced any reasons for their failure to inform the Petitioner the reasons for not taking a decision with regard to the application for renewal of registration. On the contrary, it seems that on the Respondents own admission as evinced from the written submissions of the Respondents filed on 30.09.2025, the NMRA had verbally informed the Petitioner Company to import the medicine at the previously indicated MRP contained in the import licence marked as P13. This is a clear indication that the Petitioner would have had a legitimate expectation of the medicinal product in issue would receive renewal of registration based on the MRP indicated in P13.",
    "fonts": [
      "Bookman Old Style"
    ],
    "sizes": [
      7.920000076293945,
      12.0
    ]
  },
  {
    "page_number": 13,
    "bbox": [
      72.02,
      390.58,
      543.99,
      453.3
    ],
    "text": "This Court also considered the Gazette produced and marked as R1 by the Respondents which bears No. 2146/3 dated 21.10.2019 issued by the Minister of Health. The regulations contained therein are to be cited as Pricing Regulations, 2019. Regulation 16 of the said gazette extraordinary reads thus;",
    "fonts": [
      "Bookman Old Style"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 13,
    "bbox": [
      94.58,
      465.48,
      543.78,
      609.17
    ],
    "text": "16) Each application for registration or renewal of registration of any medicinal product shall set out the existing and the intended Maximum Retail Price (MRP), of the medicinal product together with the method of deciding the Maximum Retail Price (MRP). The application shall be as recommended by the Authority. Where appropriate, the Pricing Committee may, after studying the price of any medicinal product, give its recommendation with respect to the Maximum Retail Price (MRP) to the Medicines Evaluation Committee established under section 43 of the National Medicines Regulatory Authority Act, No. 5 of 2015.",
    "fonts": [
      "Arial",
      "Bookman Old Style,Italic"
    ],
    "sizes": [
      11.039999961853027,
      12.0
    ]
  },
  {
    "page_number": 13,
    "bbox": [
      72.02,
      621.29,
      544.03,
      716.2
    ],
    "text": "However the aforementioned gazette did not contain a pricing mechanism for the purpose of determining the MRP. Furthermore it appears that only sixty drugs have been subjected to the imposition of maximum retail price even until 15.06.2023 on which day the last gazette marked and produced as legal exhibit 8(b) which contains the schedule of drugs subjected to price control was issued. Gaviscon was not one of those drugs. As such, subsequent to the",
    "fonts": [
      "Bookman Old Style"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 14,
    "bbox": [
      72.02,
      731.62,
      129.27,
      756.1
    ],
    "text": "15 | P a g e",
    "fonts": [
      "Calibri",
      "Calibri,Bold"
    ],
    "sizes": [
      11.039999961853027
    ]
  },
  {
    "page_number": 14,
    "bbox": [
      72.02,
      62.88,
      544.03,
      173.87
    ],
    "text": "issuance of the stay order in CA/WRT/793/2023 the maximum retail price of Gaviscon could not have been imposed until the pricing mechanism was formulated by the Minister of health and published in the Gazette Extraordinary No. 2429/12 dated 25.03.2025. The application for renewal of registration was submitted by the Petitioner subsequent to the stay order was issued in CA/WRT/793/2023. In this writ application no reference was made at all to the procedure to be followed in respect of renewal of registration.",
    "fonts": [
      "Bookman Old Style"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 14,
    "bbox": [
      72.02,
      186.27,
      543.89,
      232.69
    ],
    "text": "At the point of submission of the application for the renewal of registration of Gaviscon, it was not subjected to price control since it was not included in the schedules of the relevant gazettes issued pertaining to such price control.",
    "fonts": [
      "Bookman Old Style"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 14,
    "bbox": [
      72.02,
      244.85,
      544.0,
      436.98
    ],
    "text": "The primary issue which has arisen in the instant matter revolves around maximum retail price of Gaviscon. The Respondents along with their statement of objections filed on 25th of July 2025 has also annexed certain documents marked compendiously as R4 which contains proceedings of the meeting of pricing committee of NMRA held on 27th June 2025. The said meeting has considered the MRP of Gaviscon. It should be noted that the said meeting was held subsequent to the issuance of Gazette Extraordinary No.2429/12 dated 25.03.2025 which contains regulations pertaining to pricing mechanism for medicines which is a Gazette issued several months after the filing of this instant writ application. It has been contended that therefore the said regulations would not be relevant to the instant matter. The stock of Gaviscon in issue has reached the Colombo Port in February 2025.",
    "fonts": [
      "Bookman Old Style"
    ],
    "sizes": [
      7.920000076293945,
      12.0
    ]
  },
  {
    "page_number": 14,
    "bbox": [
      72.02,
      449.16,
      544.03,
      560.39
    ],
    "text": "However, as per the import licence marked as P13, it is apparent that the NMRA had approved the MRP of LKR 723.86 per 200ml bottle of Gaviscon. If the 1st Respondent was of the view that MRP was sine qua non for renewal of registration, the Respondents have not offered a satisfactory explanation as to why the MRP was not included in the import licence marked P14 issued on 17.01.2024. It is in this context that this Court would have to consider the aspect of legitimate expectations of the Petitioner.",
    "fonts": [
      "Bookman Old Style",
      "Bookman Old Style,Italic"
    ],
    "sizes": [
      7.920000076293945,
      12.0
    ]
  },
  {
    "page_number": 14,
    "bbox": [
      72.02,
      574.95,
      544.03,
      718.36
    ],
    "text": "In the instant matter, it is not in dispute the fact that the medicine in issue has received registration, renewal of registration and import licences for a considerable period of time. Admittedly, the first Respondent verbally advised the Petitioner to import this particular stock of Gaviscon in issue based on the prevailing MRP which was LKR 723.86. The first Respondent also failed to communicate to the Petitioner any reason for non-renewal/ delay in registration of Gaviscon. As of the date on which the application for renewal was submitted, there was no pricing mechanism for medicine in force in Sri Lanka. Had the first Respondent adequately disclosed the existence of a stay",
    "fonts": [
      "Bookman Old Style"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 15,
    "bbox": [
      72.02,
      731.62,
      129.27,
      756.1
    ],
    "text": "16 | P a g e",
    "fonts": [
      "Calibri",
      "Calibri,Bold"
    ],
    "sizes": [
      11.039999961853027
    ]
  },
  {
    "page_number": 15,
    "bbox": [
      72.02,
      62.88,
      544.03,
      157.79
    ],
    "text": "order which it deemed as an impediment for the renewal of registration, the Petitioner may not have been inclined to import the stock of Gaviscon in issue. Had it been so, the necessity to file the instant writ application may not have arisen. In my view, under these circumstances, a legitimate expectation would have been generated with regard to obtaining renewal of registration of Gaviscon.",
    "fonts": [
      "Bookman Old Style"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 15,
    "bbox": [
      72.02,
      171.87,
      544.24,
      315.58
    ],
    "text": "As was succinctly elucidated by His Lordship Justice Kodagoda in Vavuniya Solar Power Pvt Ltd vs Ceylon Electricity Board1, “the doctrine of legitimate expectation is founded upon the principle that an expectation generated due to representations made by or regular practices (procedures) of a public body, should be respected by such public body, and it should conduct itself in accordance with such representations made by itself and its own practices. Justice demands that a public authority be prevented from frustrating an expectation generated by it occasioned either by sudden changes to its governing policy or due to extraneous or collateral reasons.”",
    "fonts": [
      "Bookman Old Style",
      "Bookman Old Style,BoldIt",
      "Bookman Old Style,Italic"
    ],
    "sizes": [
      7.920000076293945,
      12.0
    ]
  },
  {
    "page_number": 15,
    "bbox": [
      72.02,
      329.84,
      543.96,
      359.92
    ],
    "text": "I also wish to cite the following paragraph from the aforementioned judgment of Justice Kodagoda.",
    "fonts": [
      "Bookman Old Style"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 15,
    "bbox": [
      99.17,
      374.26,
      543.72,
      550.37
    ],
    "text": "“The rationale of the doctrine of legitimate expectations is also that if a public authority has induced a person to rely upon its representations or practices on the premise that such reliance was a real possibility and would bear fruit, it is under a fiduciary duty to act in such a way that the reliance placed by such person will not result in detrimental outcomes to such person, who in good faith had placed reliance on the representations of a public authority and its practices. Public authorities must be required by law to honour expectations created by its own representations and practice. If unable to do so, the public authority concerned should compensate the person affected by having placed reliance on such representations and practices.”",
    "fonts": [
      "Bookman Old Style,Italic"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 15,
    "bbox": [
      72.02,
      564.39,
      543.87,
      594.71
    ],
    "text": "Hon. Justice Kodagoda has also analysed the doctrine of legitimate expectations from the perspective of the rule of law and held that,",
    "fonts": [
      "Bookman Old Style"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 15,
    "bbox": [
      99.17,
      608.79,
      543.56,
      671.59
    ],
    "text": "“from the perspective of the rule of law, recognition of the doctrine of legitimate expectations gives rise to predictability and certainty through consistency and uniformity, formal equality, reasonableness, fairness, and non-retroactivity, which as I have stated above are features of the rule of",
    "fonts": [
      "Bookman Old Style,Italic"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 15,
    "bbox": [
      72.02,
      704.5,
      287.26,
      727.78
    ],
    "text": "1 SC/FR/172/2017 decided on 20.09.2023",
    "fonts": [
      "Bookman Old Style",
      "Calibri"
    ],
    "sizes": [
      6.480000019073486,
      10.079999923706055,
      11.039999961853027
    ]
  },
  {
    "page_number": 16,
    "bbox": [
      72.02,
      731.62,
      129.27,
      756.1
    ],
    "text": "17 | P a g e",
    "fonts": [
      "Calibri",
      "Calibri,Bold"
    ],
    "sizes": [
      11.039999961853027
    ]
  },
  {
    "page_number": 16,
    "bbox": [
      99.17,
      62.88,
      543.46,
      93.02
    ],
    "text": "law. Therefore, this doctrine supports the recognition and enforcement of the rule of law.”",
    "fonts": [
      "Bookman Old Style,Italic"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 16,
    "bbox": [
      72.02,
      107.04,
      544.01,
      137.39
    ],
    "text": "In Thirimavithana vs. Urban Development Authority and Others2, Sisira De Abrew J held thus;",
    "fonts": [
      "Bookman Old Style",
      "Bookman Old Style,BoldIt"
    ],
    "sizes": [
      7.920000076293945,
      12.0
    ]
  },
  {
    "page_number": 16,
    "bbox": [
      99.17,
      151.47,
      543.67,
      197.93
    ],
    "text": "“Legitimate or reasonable expectation may arise either from an express promise given on behalf of a public authority upon the existence of a regular practice which the claimant can reasonably expect to continue”.",
    "fonts": [
      "Bookman Old Style,Italic"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 16,
    "bbox": [
      72.02,
      212.21,
      544.23,
      242.53
    ],
    "text": "It is also pertinent to consider the decision of Zamrath vs. Sri Lanka Medical Council3 in which the Supreme Court held thus;",
    "fonts": [
      "Bookman Old Style",
      "Bookman Old Style,BoldIt",
      "Bookman Old Style,Italic"
    ],
    "sizes": [
      7.920000076293945,
      12.0
    ]
  },
  {
    "page_number": 16,
    "bbox": [
      99.17,
      256.61,
      543.68,
      400.32
    ],
    "text": "\"The legitimate expectation of a person...further ensures legal certainty which is imperative as the people ought to plan their lives, secure in the knowledge of the consequences of their actions. The perception of legal certainty deserves protection, as a basic tenet of the rule of law which this court attempts to uphold as the apex court of the country. The public perception of legal certainty becomes negative when the authorities by their own undertakings and assurances have generated legitimate expectations of people and subsequently by their own conduct, infringe the so generated expectations.\"",
    "fonts": [
      "Bookman Old Style,Italic"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 16,
    "bbox": [
      72.02,
      414.34,
      544.02,
      703.75
    ],
    "text": "In the instant matter, one of the striking aspects is that NMRA did not communicate to the Petitioner the reason/reasons for the delay in considering the renewal of registration application of the Petitioner. Although the said application is dated 24th June 2024, it was submitted to the NMRA in July of the same year. Even by the date of filing the instant writ application, NMRA had not communicated to the Petitioner any information pertaining to the stay order in CA/WRT/793/2023. This is in spite of the fact that the Petitioner has also submitted two reminders to NMRA marked P26 and P27 for which no response was received nor was the Petitioner ever informed as to whether the renewal application was approved or rejected. No reasons have been given by the Respondents for such failure to communicate. As alluded to elsewhere in this judgment, the legislature has stipulated in the NMRA Act No 5 of 2015, that any refusal to register medicine should be communicated to the applicant with reasons. Such refusal must also be published in the Government Gazette. Although there’s no similar provision with regard to refusal for renewal of registration, I am of the view that even with regard to renewals; any refusal must be communicated to the applicant with reasons. An applicant ought to",
    "fonts": [
      "Bookman Old Style",
      "Calibri"
    ],
    "sizes": [
      7.920000076293945,
      11.039999961853027,
      12.0
    ]
  },
  {
    "page_number": 16,
    "bbox": [
      72.02,
      703.76,
      286.3,
      727.78
    ],
    "text": "2 (2010) 2 SLR 262 3 SC/FR/119/2019 decided on 23.07.2019",
    "fonts": [
      "Bookman Old Style",
      "Calibri"
    ],
    "sizes": [
      6.480000019073486,
      10.079999923706055
    ]
  },
  {
    "page_number": 17,
    "bbox": [
      72.02,
      731.62,
      129.27,
      756.1
    ],
    "text": "18 | P a g e",
    "fonts": [
      "Calibri",
      "Calibri,Bold"
    ],
    "sizes": [
      11.039999961853027
    ]
  },
  {
    "page_number": 17,
    "bbox": [
      72.02,
      62.88,
      543.9,
      92.96
    ],
    "text": "have the right to know the reason/reasons for either refusal or delay in processing the application.",
    "fonts": [
      "Bookman Old Style"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 17,
    "bbox": [
      72.02,
      105.12,
      544.02,
      184.01
    ],
    "text": "In Wijesekara & Co Ltd vs. The Principal Collector of Customs4, Gratiaen J held “that Mandamus would lie where a public officer, by his failure to reply to letters, gives the impression, by his continued silence, of refusal to discharge a statutory duty. “There may be a refusal by continued silence as well as by words”",
    "fonts": [
      "Bookman Old Style",
      "Bookman Old Style,BoldIt",
      "Bookman Old Style,Italic"
    ],
    "sizes": [
      7.920000076293945,
      12.0
    ]
  },
  {
    "page_number": 17,
    "bbox": [
      72.02,
      196.13,
      544.01,
      258.85
    ],
    "text": "The factual matrix in the instant application is such that the first Respondent had in fact verbally advised the Petitioner to proceed with the importation of the stock of Gaviscon in issue. The said importation took place subsequent to the stay order in CA/WRT/793/2023.",
    "fonts": [
      "Bookman Old Style"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 17,
    "bbox": [
      72.02,
      273.17,
      543.77,
      351.76
    ],
    "text": "Administrative law recognizes that inaction, delay, or silence by a public authority may, in appropriate circumstances, amount to an unlawful failure to exercise jurisdiction, a breach of statutory duty, or a constructive refusal to make a decision. The law does not permit public authorities to defeat rights or evade statutory obligations by the simple expedient of inaction.",
    "fonts": [
      "Bookman Old Style"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 17,
    "bbox": [
      72.02,
      366.1,
      543.72,
      412.5
    ],
    "text": "It is well established that where a statute confers a power upon a public authority for the benefit of others, that power becomes a duty to act. Administrative inaction in such circumstances is legally impermissible.",
    "fonts": [
      "Bookman Old Style"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 17,
    "bbox": [
      72.02,
      426.82,
      543.86,
      473.0
    ],
    "text": "In the case of Julius v. Bishop of Oxford5, Lord Cairns held that a statutory power intended for the public benefit “is not merely permissive, but involves a duty to consider and, where appropriate, to act.”",
    "fonts": [
      "Bookman Old Style",
      "Bookman Old Style,BoldIt",
      "Bookman Old Style,Italic"
    ],
    "sizes": [
      7.920000076293945,
      12.0
    ]
  },
  {
    "page_number": 17,
    "bbox": [
      72.02,
      487.56,
      543.99,
      537.16
    ],
    "text": "In Padfield v. Minister of Agriculture and Fisheries6, Court held that “Public authorities cannot abstain from decision-making where the statute requires consideration of an application”",
    "fonts": [
      "Arial,Bold",
      "Bookman Old Style",
      "Bookman Old Style,BoldIt",
      "Bookman Old Style,Italic"
    ],
    "sizes": [
      7.920000076293945,
      12.0,
      28.079999923706055
    ]
  },
  {
    "page_number": 17,
    "bbox": [
      72.02,
      542.07,
      543.91,
      620.87
    ],
    "text": "Wade & Forsyth, in Administrative Law (11th Ed)7 have expressed the view that “a failure to decide is as much an abuse of power as a wrongful decision,” emphasizing that discretion must be exercised, not shelved indefinitely.",
    "fonts": [
      "Bookman Old Style",
      "Bookman Old Style,BoldIt",
      "Bookman Old Style,Italic"
    ],
    "sizes": [
      7.920000076293945,
      12.0
    ]
  },
  {
    "page_number": 17,
    "bbox": [
      72.02,
      668.71,
      218.57,
      727.78
    ],
    "text": "4 (1951) 53 NLR 329 5 (1880) 5 App Cas 214 6 [1968] AC 997 7 pp. 241–244",
    "fonts": [
      "Bookman Old Style",
      "Calibri"
    ],
    "sizes": [
      6.480000019073486,
      10.079999923706055,
      11.039999961853027
    ]
  },
  {
    "page_number": 18,
    "bbox": [
      72.02,
      731.62,
      129.27,
      756.1
    ],
    "text": "19 | P a g e",
    "fonts": [
      "Calibri",
      "Calibri,Bold"
    ],
    "sizes": [
      11.039999961853027
    ]
  },
  {
    "page_number": 18,
    "bbox": [
      72.02,
      62.88,
      544.03,
      109.34
    ],
    "text": "Sri Lankan jurisprudence similarly recognizes that statutory bodies must act “within a reasonable time and in accordance with the statutory purpose” as held in Karunadasa v. Unique Gem Stones Ltd.8",
    "fonts": [
      "Bookman Old Style",
      "Bookman Old Style,BoldIt",
      "Bookman Old Style,Italic"
    ],
    "sizes": [
      7.920000076293945,
      12.0
    ]
  },
  {
    "page_number": 18,
    "bbox": [
      72.02,
      123.39,
      544.02,
      186.11
    ],
    "text": "Taking into consideration the silence on the part of the first Respondent in not communicating to the Petitioner any reason which acted as an impediment to the decision making process pertaining to renewal of registration, it would be pertinent to consider the effect of such silence.",
    "fonts": [
      "Bookman Old Style"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 18,
    "bbox": [
      72.02,
      200.21,
      544.08,
      246.91
    ],
    "text": "Administrative silence may amount to a constructive refusal in the following circumstances as was held in R v. Secretary of State for the Home Department, ex p. Fire Brigades Union9.",
    "fonts": [
      "Bookman Old Style",
      "Bookman Old Style,BoldIt",
      "Bookman Old Style,Italic"
    ],
    "sizes": [
      7.920000076293945,
      12.0
    ]
  },
  {
    "page_number": 18,
    "bbox": [
      90.02,
      260.93,
      459.05,
      307.36
    ],
    "text": "1. a decision is required by statute, 2. the applicant has fulfilled all procedural requirements, and 3. the authority remains silent without justification.",
    "fonts": [
      "Arial",
      "Bookman Old Style"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 18,
    "bbox": [
      72.02,
      321.44,
      543.94,
      367.84
    ],
    "text": "It was also held in the aforementioned case10 that a failure to implement a statutory process was deemed unlawful and administrative silence cannot override statutory purpose.",
    "fonts": [
      "Bookman Old Style"
    ],
    "sizes": [
      7.920000076293945,
      12.0
    ]
  },
  {
    "page_number": 18,
    "bbox": [
      72.02,
      382.18,
      544.08,
      428.88
    ],
    "text": "Non-response in the face of a statutory duty may amount to a breach of public law obligations as was decided in R v. Chief Constable of Sussex, ex p. International Trader’s Ferry Ltd11.",
    "fonts": [
      "Bookman Old Style",
      "Bookman Old Style,BoldIt",
      "Bookman Old Style,Italic"
    ],
    "sizes": [
      7.920000076293945,
      12.0
    ]
  },
  {
    "page_number": 18,
    "bbox": [
      72.02,
      442.66,
      544.25,
      521.78
    ],
    "text": "The same issue has been considered by S. A. de Smith in his book “Judicial Review” (8th Ed)12 and has discussed the view that inaction may be reviewable where a duty to act arises either expressly or by necessary implication, and argued that failure to decide within a reasonable period may constitute a refusal susceptible to certiorari or mandamus.",
    "fonts": [
      "Bookman Old Style",
      "Bookman Old Style,BoldIt",
      "Bookman Old Style,Italic"
    ],
    "sizes": [
      7.920000076293945,
      12.0
    ]
  },
  {
    "page_number": 18,
    "bbox": [
      72.02,
      535.83,
      543.9,
      582.23
    ],
    "text": "In Sri Lanka, courts have repeatedly held that public authorities cannot shirk responsibility through silence, particularly where silence frustrates the statutory purpose13.",
    "fonts": [
      "Bookman Old Style"
    ],
    "sizes": [
      7.920000076293945,
      12.0
    ]
  },
  {
    "page_number": 18,
    "bbox": [
      72.02,
      640.39,
      218.57,
      699.99
    ],
    "text": "8 (1997) 1 SLR 256 9 [1995] 2 AC 513 10 Ibid 11 [1999] 2 AC 418",
    "fonts": [
      "Book Antiqua",
      "Bookman Old Style",
      "Bookman Old Style,Italic",
      "Calibri"
    ],
    "sizes": [
      6.480000019073486,
      10.079999923706055,
      11.039999961853027
    ]
  },
  {
    "page_number": 18,
    "bbox": [
      72.02,
      700.0,
      520.49,
      713.38
    ],
    "text": "12 De Smith’s Judicial Review, 8th Ed (Published in 2007) London : Sweet & Maxwell",
    "fonts": [
      "Bookman Old Style",
      "Helvetica"
    ],
    "sizes": [
      6.960000038146973,
      10.079999923706055,
      11.039999961853027,
      12.0
    ]
  },
  {
    "page_number": 18,
    "bbox": [
      72.02,
      713.95,
      277.9,
      727.96
    ],
    "text": "13 Liyanage v. Mudalige (1983) 2 SLR 305",
    "fonts": [
      "Bookman Old Style",
      "Calibri"
    ],
    "sizes": [
      6.480000019073486,
      10.079999923706055,
      12.0
    ]
  },
  {
    "page_number": 19,
    "bbox": [
      72.02,
      731.62,
      129.27,
      756.1
    ],
    "text": "20 | P a g e",
    "fonts": [
      "Calibri",
      "Calibri,Bold"
    ],
    "sizes": [
      11.039999961853027
    ]
  },
  {
    "page_number": 19,
    "bbox": [
      72.02,
      63.12,
      544.03,
      109.28
    ],
    "text": "Similarly in, R v. Dunsheath, ex p. Meredith14, it was held that “mandamus lies to compel an authority to consider and decide an application” Therefore silence is not a lawful option in administrative decision-making.",
    "fonts": [
      "Bookman Old Style",
      "Bookman Old Style,BoldIt",
      "Bookman Old Style,Italic"
    ],
    "sizes": [
      7.920000076293945,
      12.0
    ]
  },
  {
    "page_number": 19,
    "bbox": [
      72.02,
      123.63,
      543.97,
      153.71
    ],
    "text": "Where a public authority fails to make a decision, mandamus will lie to compel the authority to perform its statutory duty.",
    "fonts": [
      "Bookman Old Style",
      "Bookman Old Style,Italic"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 19,
    "bbox": [
      72.02,
      167.79,
      544.24,
      408.66
    ],
    "text": "Two other authorities may be considered in this regard. In R v. London County Council, ex p. Corrie15, Court held that; Mandamus was issued where the authority had failed to act on an application it had a duty to consider. Similarly in Hickman v. Kent or Romney Marsh Sheep-Breeders’ Association,16 it was held that; Public bodies must act in accordance with statutory procedure and cannot avoid decision-making. In the aforesaid circumstances this Court is of the view that writ of mandamus should be issued as prayed for in paragraph (d) of the prayer of the petition of the Petitioner. A writ of mandamus is also issued as prayed for in paragraph (e) applicable only to the consignment of Gaviscon which arrived at the port of Colombo in 04.02.2025 and 16.02.2025.",
    "fonts": [
      "Arial",
      "Bookman Old Style",
      "Bookman Old Style,BoldIt",
      "Bookman Old Style,Italic"
    ],
    "sizes": [
      7.920000076293945,
      12.0
    ]
  },
  {
    "page_number": 19,
    "bbox": [
      72.02,
      420.82,
      544.03,
      548.39
    ],
    "text": "The instant judgment is based on the premise that when the Court of Appeal issued the stay order alluded to elsewhere in this judgment, in CA/WRT/793/2023; it is my view that the Court of Appeal never intended to create a shortage of medicine by completely preventing renewal of registration of medicines until the formulation of the pricing mechanism as stipulated in Sec 118(4) of the NMRA Act and therefore, there was no impediment for the first Respondent to consider the application for renewal of registration for the medicine “Gaviscon”.",
    "fonts": [
      "Bookman Old Style"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 19,
    "bbox": [
      72.02,
      560.55,
      544.03,
      671.77
    ],
    "text": "Furthermore, medicine and pharmaceutical products have a particular shelf life beyond which it would be considered as medicine which has expired. Having permitted the Petitioner to import this particular consignment of Gaviscon, based on the maximum retail price which was in effect at the time of such importation, the first Respondent should not have adopted the stance that the medicine imported cannot be sold in Sri Lanka because of the stay order.",
    "fonts": [
      "Bookman Old Style"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 19,
    "bbox": [
      72.02,
      692.46,
      182.34,
      728.02
    ],
    "text": "14 [1950] 2 All ER 741 15 [1918] 1 KB 68 16 [1915] 1 Ch 881",
    "fonts": [
      "Bookman Old Style",
      "Calibri"
    ],
    "sizes": [
      6.480000019073486,
      10.079999923706055
    ]
  },
  {
    "page_number": 20,
    "bbox": [
      72.02,
      731.62,
      129.27,
      756.1
    ],
    "text": "21 | P a g e",
    "fonts": [
      "Calibri",
      "Calibri,Bold"
    ],
    "sizes": [
      11.039999961853027
    ]
  },
  {
    "page_number": 20,
    "bbox": [
      72.02,
      62.88,
      544.02,
      173.87
    ],
    "text": "However, I wish to re-emphasize that this judgment is applicable only to the consignment of Gaviscon which is in issue in this matter. Any future importations/ renewal of registration of the said medicinal product or for that matter any other medicine, will be subject to the regulations and processes in force as at the time of such importations and would not be an impediment for appropriate and legally permissible price controls to be imposed on any such medicine in line with the prevailing legal framework.",
    "fonts": [
      "Bookman Old Style"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 20,
    "bbox": [
      309.72,
      237.35,
      543.94,
      250.21
    ],
    "text": "PRESIDENT OF THE COURT OF APPEAL",
    "fonts": [
      "Bookman Old Style,Bold"
    ],
    "sizes": [
      11.039999961853027
    ]
  },
  {
    "page_number": 20,
    "bbox": [
      72.02,
      262.31,
      179.26,
      334.5
    ],
    "text": "K. P. Fernando, J. I agree.",
    "fonts": [
      "Bookman Old Style",
      "Bookman Old Style,Bold"
    ],
    "sizes": [
      11.039999961853027
    ]
  },
  {
    "page_number": 20,
    "bbox": [
      337.32,
      336.5,
      543.94,
      349.36
    ],
    "text": "JUDGE OF THE COURT OF APPEAL",
    "fonts": [
      "Bookman Old Style,Bold"
    ],
    "sizes": [
      11.039999961853027
    ]
  }
]