[
  {
    "page_number": 0,
    "bbox": [
      108.0,
      778.85,
      489.82,
      805.76
    ],
    "text": "1",
    "fonts": [
      "CIDFont+F1"
    ],
    "sizes": [
      11.040450096130371
    ]
  },
  {
    "page_number": 0,
    "bbox": [
      127.56,
      94.86,
      472.03,
      110.02
    ],
    "text": "IN THE COURT OF APPEAL OF THE DEMOCRATIC",
    "fonts": [
      "CIDFont+F2"
    ],
    "sizes": [
      12.960525512695312
    ]
  },
  {
    "page_number": 0,
    "bbox": [
      171.36,
      117.66,
      428.35,
      132.82
    ],
    "text": "SOCIALIST REPUBLIC OF SRI LANKA",
    "fonts": [
      "CIDFont+F2"
    ],
    "sizes": [
      12.960525512695312
    ]
  },
  {
    "page_number": 0,
    "bbox": [
      108.0,
      141.29,
      491.47,
      296.26
    ],
    "text": "In the matter of an Appeal under Section 331 of the Code of Criminal Procedure Act No. 15 of 1979, read with Article 138 of the Constitution of the Democratic Socialist Republic of Sri Lanka.",
    "fonts": [
      "CIDFont+F3"
    ],
    "sizes": [
      12.960525512695312
    ]
  },
  {
    "page_number": 0,
    "bbox": [
      288.0,
      299.21,
      453.88,
      331.42
    ],
    "text": "The Democratic Socialist Republic of Sri Lanka",
    "fonts": [
      "CIDFont+F3"
    ],
    "sizes": [
      12.960525512695312
    ]
  },
  {
    "page_number": 0,
    "bbox": [
      108.0,
      334.37,
      462.2,
      489.34
    ],
    "text": "Court of Appeal Case No. CA/HCC/0034/2021 Complainant High Court of Colombo V. Case No. HC/5063/2009 Denipitiya Muhandiramge Upul Priyantha Kumara",
    "fonts": [
      "CIDFont+F2",
      "CIDFont+F3"
    ],
    "sizes": [
      12.960525512695312
    ]
  },
  {
    "page_number": 0,
    "bbox": [
      108.0,
      491.7,
      462.2,
      664.78
    ],
    "text": "Accused AND NOW BETWEEN Denipitiya Muhandiramge Upul Priyantha Kumara AccusedAppellant V.",
    "fonts": [
      "CIDFont+F2",
      "CIDFont+F3"
    ],
    "sizes": [
      12.960525512695312
    ]
  },
  {
    "page_number": 0,
    "bbox": [
      288.0,
      667.73,
      478.07,
      732.36
    ],
    "text": "Hon. Attorney General, Attorney Generals Department, Colombo 12.",
    "fonts": [
      "CIDFont+F3"
    ],
    "sizes": [
      12.000450134277344,
      12.960525512695312
    ]
  },
  {
    "page_number": 0,
    "bbox": [
      324.0,
      735.29,
      492.47,
      766.08
    ],
    "text": "ComplainantRespondent",
    "fonts": [
      "CIDFont+F2",
      "CIDFont+F3"
    ],
    "sizes": [
      12.000450134277344,
      12.960525512695312
    ]
  },
  {
    "page_number": 1,
    "bbox": [
      108.0,
      778.85,
      489.82,
      805.76
    ],
    "text": "2",
    "fonts": [
      "CIDFont+F1"
    ],
    "sizes": [
      11.040450096130371
    ]
  },
  {
    "page_number": 1,
    "bbox": [
      108.0,
      72.06,
      491.49,
      446.26
    ],
    "text": "BEFORE : K. PRIYANTHA FERNANDO, J. (P/CA) WICKUM A. KALUARACHCHI, J. COUNSEL : Kapila Waidyaratne, P.C. with Nipuna Jagodarachchi, AAL and Akkila Jayasundara, AAL for the Accused Appellant. Wasantha Perera, Deputy Solicitor General for the Respondent. ARGUED ON : 07.10.2022, 10.10.2022 and 11.10.2022 WRITTEN SUBMISSIONS FILED ON : 19.01.2022 by the Accused Appellant. 05.05.2022 by the Respondent. JUDGMENT ON : 17.11.2022",
    "fonts": [
      "CIDFont+F2",
      "CIDFont+F3"
    ],
    "sizes": [
      9.96037483215332,
      12.000450134277344,
      12.960525512695312
    ]
  },
  {
    "page_number": 1,
    "bbox": [
      99.0,
      448.74,
      491.49,
      745.36
    ],
    "text": "************** K. PRIYANTHA FERNANDO, J.(P/CA) 1. The accused appellant (hereinafter referred to as the appellant) was indicted in the High Court of Colombo for one count of grave sexual abuse, punishable in terms of section 365B(2)(b) of the Penal Code. It is alleged that the appellant committed the said offence of grave sexual abuse between the period of 01/04/2004 and 30/04/2004. Upon conviction after trial, the learned High Court Judge sentenced the accused for 12 years rigorous imprisonment. In addition, the appellant was ordered to pay a fine of Rs. 10,000/- and also compensation of Rs. 250,000/- to the victim. Being aggrieved by the above conviction and the sentence, the appellant preferred the instant appeal.",
    "fonts": [
      "CIDFont+F1",
      "CIDFont+F2",
      "CIDFont+F3",
      "CIDFont+F4",
      "CIDFont+F5"
    ],
    "sizes": [
      12.960525512695312,
      14.04052448272705
    ]
  },
  {
    "page_number": 2,
    "bbox": [
      108.0,
      778.85,
      489.82,
      805.76
    ],
    "text": "3",
    "fonts": [
      "CIDFont+F1"
    ],
    "sizes": [
      11.040450096130371
    ]
  },
  {
    "page_number": 2,
    "bbox": [
      99.0,
      72.51,
      491.47,
      105.52
    ],
    "text": "2. In his written submissions, the learned Counsel for the appellant has urged the following grounds of appeal.",
    "fonts": [
      "CIDFont+F1",
      "CIDFont+F3",
      "CIDFont+F4"
    ],
    "sizes": [
      12.960525512695312,
      14.04052448272705
    ]
  },
  {
    "page_number": 2,
    "bbox": [
      99.0,
      107.55,
      495.61,
      754.18
    ],
    "text": "I. The conviction is contrary to law and against the weight of the evidence. II. The learned trial Judge has failed to apply his judicial mind to arrive at a finding whether the prosecution has proved its case beyond reasonable doubt. III. The learned trial Judge has failed to properly analyse and legally consider the fabricated and improbable evidence of the prosecution witnesses. IV. The learned trial Judge has failed to consider the defence and thereby improperly rejected the same. 3. The facts in brief as per the evidence of the prosecution in this case are as follows, The victim Padmalatha (PW1) has been an inmate of the Vajira childrens home. The head of the childrens home was a Buddhist priest. The appellant was a teacher of the Dhamma School attached to the childrens home. According to Padmalatha, the appellant has sexually abused her continuously since the year 2004. However, she has not made any complaint on this regard. On 25th March 2007, there had been an opening ceremony of a new two-story building in the childrens home (home). On this day she was abused again. Her evidence was that, the other children who were near the staircase had got to know about this incident and have informed this to Jayawathi who was a cook in the home. On the following day, Niluka (PW3), a probation officer, has come and inquired her as to what had happened and has asked her to put it down in writing. Thereafter, her statement has been recorded by the Child Protection Authority. Then, she was also produced before the Judicial Medical Officer (JMO). Thereafter, upon receiving the report of the JMO, the police have recorded another statement from her. It was revealed that,",
    "fonts": [
      "CIDFont+F3",
      "CIDFont+F4",
      "CIDFont+F5"
    ],
    "sizes": [
      8.520299911499023,
      12.960525512695312
    ]
  },
  {
    "page_number": 3,
    "bbox": [
      108.0,
      778.85,
      489.82,
      805.76
    ],
    "text": "4",
    "fonts": [
      "CIDFont+F1"
    ],
    "sizes": [
      11.040450096130371
    ]
  },
  {
    "page_number": 3,
    "bbox": [
      126.0,
      72.65,
      491.5,
      139.9
    ],
    "text": "neither in her first statement nor in her letter that she wrote and gave Niluka has she mentioned about her being abused in 2004. She has only mentioned about the incident that took place on the 25th March 2007.",
    "fonts": [
      "CIDFont+F3",
      "CIDFont+F5"
    ],
    "sizes": [
      8.520299911499023,
      12.960525512695312
    ]
  },
  {
    "page_number": 3,
    "bbox": [
      99.0,
      142.85,
      491.49,
      245.14
    ],
    "text": "4. The appellant gave sworn evidence in Court denying the charge. It was his position that, in the year 2004 he did not even serve at the Dhamma School as he was following a course at CINEC campus from 2002 onwards (page 340 of the appeal brief).",
    "fonts": [
      "CIDFont+F3",
      "CIDFont+F4",
      "CIDFont+F5"
    ],
    "sizes": [
      12.960525512695312
    ]
  },
  {
    "page_number": 3,
    "bbox": [
      99.0,
      248.21,
      491.49,
      719.02
    ],
    "text": "5. The grounds of appeal no. 1, 2 and 3 will be discussed together. The learned Presidents Counsel for the appellant submitted that, there was no direct complaint made by the child victim but in fact it was the probation officers who have initiated the investigation on their own. It was the contention of the learned Presidents Counsel that, the letter that was said to have been written by the victim, which was marked as P-1 was a document prepared by another and not of her own. The learned Presidents Counsel further submitted that, the witness Niluka (PW3) who obtained the letter from the victim said in her evidence that, she could not identify if the P-1 contained the victims handwriting. The main argument that was advanced by the learned Presidents Counsel was that, the victim herself has failed to make a complaint to the authorities. It was his contention that, even in her first statement to the police, she has only mentioned about the sexual offence committed against her by the appellant in the year 2007. Therefore, it was his contention that, the prosecution has failed to prove that the child victim was sexually abused in the year 2004 which is the period specified in the indictment. The victim has even failed to inform the JMO when she first gave the short history to him that she was raped in the year 2004, as specified in the charge.",
    "fonts": [
      "CIDFont+F3",
      "CIDFont+F4",
      "CIDFont+F5"
    ],
    "sizes": [
      12.960525512695312
    ]
  },
  {
    "page_number": 4,
    "bbox": [
      108.0,
      778.85,
      489.82,
      805.76
    ],
    "text": "5",
    "fonts": [
      "CIDFont+F1"
    ],
    "sizes": [
      11.040450096130371
    ]
  },
  {
    "page_number": 4,
    "bbox": [
      99.0,
      72.51,
      491.49,
      245.14
    ],
    "text": "6. The learned Presidents Counsel further contented that, the time of offence that is mentioned in the charge is in year 2004. However, the evidence was led on sexual offences committed by the appellant in the year 2007 as well as years other than 2004 which has caused prejudice to the appellant. The learned Presidents Counsel further submitted that, the defence of alibi that was taken up by the appellant in his evidence has not been taken into consideration by the learned High Court Judge.",
    "fonts": [
      "CIDFont+F3",
      "CIDFont+F4"
    ],
    "sizes": [
      12.960525512695312
    ]
  },
  {
    "page_number": 4,
    "bbox": [
      99.0,
      248.09,
      491.48,
      559.9
    ],
    "text": "7. The learned Deputy Solicitor General (DSG) submitted that, the delay on the part of the victim in revealing the sexual acts committed by the appellant is well explained and justified in the given circumstances. In that, the learned DSG submitted that, even after the police officers have recorded the statements from the victim (PW1), the authorities did not take any step to place the victim elsewhere. They continued to keep her in the same home. The learned DSG further submitted that, no defence of alibi was put to the PW1 by the defence when the PW1 gave evidence. It is the contention of the learned DSG that, no prejudice has been caused to the appellant even though the evidence was led with regard to the offence committed in the year 2007, as the prosecution has to lead such evidence to prove the circumstances under which these sexual offences were brought to light.",
    "fonts": [
      "CIDFont+F3",
      "CIDFont+F4"
    ],
    "sizes": [
      12.960525512695312
    ]
  },
  {
    "page_number": 4,
    "bbox": [
      99.0,
      562.97,
      491.49,
      769.42
    ],
    "text": "8. According to the victim (PW1), she had been continuously raped by the appellant until March 2007, including the year 2004. However, she has failed to make any complaint to the authorities until March 2007. That was also when the probation officer Niluka (PW3) came to the home to investigate into an anonymous complaint regarding child abuse. When the victim was asked to put down her complaint in writing, she has only written about the sexual offence that was committed against her on 5th March 2007, the day in which the opening ceremony of the new building at the",
    "fonts": [
      "CIDFont+F3",
      "CIDFont+F4",
      "CIDFont+F5"
    ],
    "sizes": [
      8.520299911499023,
      12.960525512695312
    ]
  },
  {
    "page_number": 5,
    "bbox": [
      108.0,
      778.85,
      489.82,
      805.76
    ],
    "text": "6",
    "fonts": [
      "CIDFont+F1"
    ],
    "sizes": [
      11.040450096130371
    ]
  },
  {
    "page_number": 5,
    "bbox": [
      126.0,
      72.65,
      491.48,
      315.34
    ],
    "text": "home was held. In the letter marked P-1 she has not made any reference to sexual offences that were committed against her before the year 2007. She has also failed to divulge the previous incidents of sexual abuse to the police officers when she gave her first statement. She has also not divulged this to the JMO when she was medically examined. The JMO has observed that there had been long term vaginal penetration. Upon informing the same to the investigating police officer (PW2), the police officer has inquired the child victim about the observations made by the JMO. It is only at that juncture, the PW1 has mentioned about the previous sexual assaults committed against her to the police officer.",
    "fonts": [
      "CIDFont+F3"
    ],
    "sizes": [
      12.960525512695312
    ]
  },
  {
    "page_number": 5,
    "bbox": [
      99.0,
      318.29,
      491.48,
      473.26
    ],
    "text": "9. The evidence of a recent complaint is important to decide on the credibility of a witness. In the instant case, it is obvious that there is a substantial delay on the part of the victim in making the complaint. Further, she has not made the complaint on her own, but was compelled to divulge the sexual offences committed against her to the probation officer, the JMO and the police officers.",
    "fonts": [
      "CIDFont+F3",
      "CIDFont+F4"
    ],
    "sizes": [
      12.960525512695312
    ]
  },
  {
    "page_number": 5,
    "bbox": [
      99.0,
      476.33,
      491.49,
      507.34
    ],
    "text": "10. This aspect has been aptly discussed by the learned",
    "fonts": [
      "CIDFont+F3",
      "CIDFont+F4"
    ],
    "sizes": [
      12.960525512695312
    ]
  },
  {
    "page_number": 5,
    "bbox": [
      126.0,
      510.29,
      491.49,
      752.98
    ],
    "text": "High Court Judge in his judgment. The child being an inmate of the home was under the care and custody of the administrators. The head of the home has been a Buddhist monk and most of the workers and teachers there have been his relatives. It is obvious that, the PW1 being an orphaned child who was an inmate of the home, was in a seriously vulnerable state where she had to solely depend on the home for her wellbeing. Therefore, she has to think twice before making a complaint against a person in authority, especially when the abuser is a relative of the head of the home. Further, the Court has to consider under these circumstances that, a young girl of this demeanour might experience feelings of guilt as well. Further, the discovery of these",
    "fonts": [
      "CIDFont+F3"
    ],
    "sizes": [
      12.960525512695312
    ]
  },
  {
    "page_number": 6,
    "bbox": [
      108.0,
      778.85,
      489.82,
      805.76
    ],
    "text": "7",
    "fonts": [
      "CIDFont+F1"
    ],
    "sizes": [
      11.040450096130371
    ]
  },
  {
    "page_number": 6,
    "bbox": [
      126.0,
      72.65,
      491.48,
      192.46
    ],
    "text": "facts might even lead to her being homeless. It is pertinent to note that, even after the complaint was made to the probation officers and even after the statement of the child was recorded by the police officers, this child was not removed from the home and placed elsewhere, instead the authorities continued to keep her in the same home.",
    "fonts": [
      "CIDFont+F3"
    ],
    "sizes": [
      12.960525512695312
    ]
  },
  {
    "page_number": 6,
    "bbox": [
      99.0,
      195.53,
      491.47,
      226.54
    ],
    "text": "11. When considering the evidence of child witnesses on",
    "fonts": [
      "CIDFont+F3",
      "CIDFont+F4"
    ],
    "sizes": [
      12.960525512695312
    ]
  },
  {
    "page_number": 6,
    "bbox": [
      126.0,
      229.49,
      491.46,
      279.22
    ],
    "text": "sexual offences, the following directions were referred to as suitable directions in the Crown Court Bench Book, March 2010, page 367.",
    "fonts": [
      "CIDFont+F3"
    ],
    "sizes": [
      12.960525512695312
    ]
  },
  {
    "page_number": 6,
    "bbox": [
      144.0,
      282.43,
      491.21,
      524.87
    ],
    "text": "Children do not have the same life experience as adults. They do not have the same standards of logic and consistency, and their understanding may be severely limited for a number of reasons, such as their age and immaturity. Life viewed through the eyes and mind of a child may seem very different from life viewed by an adult. Children may not fully understand what it is they are describing, and they may not have the words to describe it. They may, however, have come to realise that what they are describing is, by adult standards, bad or, in their perception, naughty. They may be embarrassed about it, and about using words they think are naughty, and therefore find it difficult to speak",
    "fonts": [
      "CIDFont+F5"
    ],
    "sizes": [
      12.960525512695312
    ]
  },
  {
    "page_number": 6,
    "bbox": [
      99.0,
      527.81,
      491.47,
      559.9
    ],
    "text": "12. As I have stated before, in the given circumstances, the",
    "fonts": [
      "CIDFont+F3",
      "CIDFont+F4"
    ],
    "sizes": [
      12.960525512695312
    ]
  },
  {
    "page_number": 6,
    "bbox": [
      126.0,
      562.97,
      491.47,
      630.1
    ],
    "text": "delay on the part of the victim (PW1) in making the complaint or in coming out with the sexual offences committed against her by the appellant is justified, and will not affect the credibility of the PW1.",
    "fonts": [
      "CIDFont+F3"
    ],
    "sizes": [
      12.960525512695312
    ]
  },
  {
    "page_number": 6,
    "bbox": [
      99.0,
      633.17,
      491.48,
      665.26
    ],
    "text": "13. The PW1 in her evidence has failed to give the exact",
    "fonts": [
      "CIDFont+F3",
      "CIDFont+F4"
    ],
    "sizes": [
      12.960525512695312
    ]
  },
  {
    "page_number": 6,
    "bbox": [
      126.0,
      668.21,
      491.48,
      752.98
    ],
    "text": "dates on which she was sexually abused in the year 2004. However, her evidence was that she was continuously abused and this includes the year 2004. It was the submission of the learned Presidents Counsel for the appellant that, therefore, the prosecution has",
    "fonts": [
      "CIDFont+F3"
    ],
    "sizes": [
      12.960525512695312
    ]
  },
  {
    "page_number": 7,
    "bbox": [
      108.0,
      778.85,
      489.82,
      805.76
    ],
    "text": "8",
    "fonts": [
      "CIDFont+F1"
    ],
    "sizes": [
      11.040450096130371
    ]
  },
  {
    "page_number": 7,
    "bbox": [
      126.0,
      72.65,
      491.48,
      192.46
    ],
    "text": "failed to prove an important element of the offence beyond reasonable doubt. It is important to note that, when children of this nature are sexually abused, it is very unlikely that they keep a record of the dates on which they were abused. The first and foremost thing that the Court will have to decide is whether the sexual offence was committed by the appellant.",
    "fonts": [
      "CIDFont+F3"
    ],
    "sizes": [
      12.960525512695312
    ]
  },
  {
    "page_number": 7,
    "bbox": [
      99.0,
      195.53,
      491.66,
      226.54
    ],
    "text": "14. In case of Thimbirigolle Sirirathana Thero v.",
    "fonts": [
      "CIDFont+F3",
      "CIDFont+F4",
      "CIDFont+F6"
    ],
    "sizes": [
      12.960525512695312
    ]
  },
  {
    "page_number": 7,
    "bbox": [
      126.0,
      228.88,
      491.47,
      366.94
    ],
    "text": "Attorney General CA/194/2015 this issue was discussed. It was held that, in cases of sexual offences against children, the victims very often find it difficult to remember the exact date of the offence by the time they testify in court after a long lapse of time. However, the accused should not be deprived of a fair trial. This aspect was sufficiently discussed in case of R. V. Dossi, 13 Cr.App.R.158.",
    "fonts": [
      "CIDFont+F3",
      "CIDFont+F6"
    ],
    "sizes": [
      12.960525512695312
    ]
  },
  {
    "page_number": 7,
    "bbox": [
      144.0,
      370.15,
      491.21,
      559.91
    ],
    "text": "\"In Dossi (supra), it was held that a date specified in an indictment is not a material matter unless it is an essential part of the alleged offence; the defendant may be convicted although the jury finds that the offence was committed on a date other than that specified in the indictment. Amendment of the indictment is unnecessary, although it will be good practice to do so (provided that there is no prejudice, below) where it is clear on the evidence that if the offence was committed at all it was committed on the day other than that specified.",
    "fonts": [
      "CIDFont+F5"
    ],
    "sizes": [
      12.960525512695312
    ]
  },
  {
    "page_number": 7,
    "bbox": [
      144.0,
      562.85,
      491.2,
      748.91
    ],
    "text": "In case of Wright V. Nicholson 54 Cr.App.R.38, it was held that the prosecution should not be allowed to depart from an allegation that an offence was committed on a particular day in reliance on the principle in Dossi if there is a risk that the defendant has been misled as to the allegation he has to answer or that he would be prejudiced in having to answer a less specific allegation, as to the importance of the provision of such particulars in the context of the right to fair trial under art.6 of the ECHR.\"",
    "fonts": [
      "CIDFont+F5"
    ],
    "sizes": [
      9.96037483215332,
      12.960525512695312
    ]
  },
  {
    "page_number": 8,
    "bbox": [
      108.0,
      778.85,
      489.82,
      805.76
    ],
    "text": "9",
    "fonts": [
      "CIDFont+F1"
    ],
    "sizes": [
      11.040450096130371
    ]
  },
  {
    "page_number": 8,
    "bbox": [
      144.0,
      72.65,
      491.47,
      104.74
    ],
    "text": "(Archbold Criminal Pleading Evidence and Practice 2019, 1-225 at page 83).",
    "fonts": [
      "CIDFont+F3"
    ],
    "sizes": [
      12.960525512695312
    ]
  },
  {
    "page_number": 8,
    "bbox": [
      126.0,
      107.5,
      491.48,
      153.34
    ],
    "text": "This position was accepted and followed in Pandithakoralage v. Selvanayagam 56 N.L.R. 143.",
    "fonts": [
      "CIDFont+F3",
      "CIDFont+F6"
    ],
    "sizes": [
      9.96037483215332,
      12.960525512695312
    ]
  },
  {
    "page_number": 8,
    "bbox": [
      99.0,
      156.29,
      491.48,
      187.42
    ],
    "text": "15. Whether any prejudice was caused to the accused, due",
    "fonts": [
      "CIDFont+F3",
      "CIDFont+F4"
    ],
    "sizes": [
      12.960525512695312
    ]
  },
  {
    "page_number": 8,
    "bbox": [
      126.0,
      190.37,
      491.48,
      257.62
    ],
    "text": "to the fact that the victim failed to give the specific dates in the year 2004 on which she was abused will be discussed later in this judgment when discussing the ground of appeal no. 4.",
    "fonts": [
      "CIDFont+F3"
    ],
    "sizes": [
      12.960525512695312
    ]
  },
  {
    "page_number": 8,
    "bbox": [
      99.0,
      260.57,
      491.47,
      291.58
    ],
    "text": "16. The learned Presidents Counsel for the appellant",
    "fonts": [
      "CIDFont+F3",
      "CIDFont+F4"
    ],
    "sizes": [
      12.960525512695312
    ]
  },
  {
    "page_number": 8,
    "bbox": [
      126.0,
      294.53,
      491.49,
      590.02
    ],
    "text": "submitted that, although the victim (PW1) in her evidence has said that, Jayawathi who was the cook of the home was informed when she was sexually abused on the 5th of March 2007, Jayawathi in her evidence has denied that she was informed of any such sexual abuse. The learned High Court Judge in his judgment has considered Jayawathis evidence and has given sufficient reasons for not accepting her evidence. Jayawathi in her evidence has clearly tried to impress upon Court that she didnt even know the appellant. However, upon being questioned further, she was compelled to admit that she knew the appellant. However, she stated that she has only seen him once or twice. She has also tried to show that she did not know much about the victim. The learned High Court Judge has rightly decided that Jayawathi was a biased witness trying to set the accused free from this allegation.",
    "fonts": [
      "CIDFont+F3",
      "CIDFont+F5"
    ],
    "sizes": [
      8.520299911499023,
      12.960525512695312
    ]
  },
  {
    "page_number": 8,
    "bbox": [
      99.0,
      592.97,
      491.47,
      623.98
    ],
    "text": "17. The learned Presidents Counsel for the appellant",
    "fonts": [
      "CIDFont+F3",
      "CIDFont+F4"
    ],
    "sizes": [
      12.960525512695312
    ]
  },
  {
    "page_number": 8,
    "bbox": [
      126.0,
      626.93,
      491.48,
      764.38
    ],
    "text": "submitted that, the learned High Court Judge in his judgment has said that, on perusing the letter P-1 the mental state of the victim at that time is reflected. However, the JMO in his report has said that the victim was conscious rational and cooperative when she was examined by him. Merely because the victim was rational when she was produced before the JMO for examination 10 days after the incident per say, does not",
    "fonts": [
      "CIDFont+F3"
    ],
    "sizes": [
      12.960525512695312
    ]
  },
  {
    "page_number": 9,
    "bbox": [
      108.0,
      778.85,
      489.77,
      805.76
    ],
    "text": "10",
    "fonts": [
      "CIDFont+F1"
    ],
    "sizes": [
      11.040450096130371
    ]
  },
  {
    "page_number": 9,
    "bbox": [
      126.0,
      72.65,
      491.5,
      438.22
    ],
    "text": "mean that there is an inconsistency between the JMOs opinion and the expressed view of the learned High Court Judge. The learned Presidents Counsel for the appellant tried to impress upon the Court that the letter P-1 was not written by the PW1. Although the letter was not shown to the PW1, the PW1 in her evidence has clearly said that when she was asked to put everything down in writing by the probation officer Niluka (PW3), she wrote down everything and handed it over to the probation officer. The PW3 has clearly in her evidence stated that, she can identify the handwriting of the letter marked P-1 to be that of the victims, as she has seen the victims handwriting before when she was inspecting her school books. Therefore, she has clearly stated in her evidence that, the handwriting on the letter P-1 was in fact the handwriting of the victim. After being cross examined at length on this issue of handwriting, on the basis that the letter was not written by the PW1 in the presence of the PW3, the witness Niluka was compelled to say in one occasion that she cannot completely guarantee that it was PW1s handwriting.",
    "fonts": [
      "CIDFont+F3",
      "CIDFont+F5"
    ],
    "sizes": [
      12.960525512695312
    ]
  },
  {
    "page_number": 9,
    "bbox": [
      99.0,
      441.17,
      491.47,
      473.26
    ],
    "text": "18. Cross-examination of this nature of a witness was",
    "fonts": [
      "CIDFont+F3",
      "CIDFont+F4"
    ],
    "sizes": [
      12.960525512695312
    ]
  },
  {
    "page_number": 9,
    "bbox": [
      126.0,
      475.72,
      491.72,
      508.42
    ],
    "text": "discussed in case of State of Uttar Pradesh v. M.K.Anthony 1985 Cri LJ 493 it was held,",
    "fonts": [
      "CIDFont+F3",
      "CIDFont+F6"
    ],
    "sizes": [
      12.960525512695312
    ]
  },
  {
    "page_number": 9,
    "bbox": [
      144.0,
      511.63,
      491.21,
      754.07
    ],
    "text": "While appreciating the evidence of a witness, the approach must be whether the evidence of the witness read as a whole appears to have a ring of truth. Once that impression is formed, it is undoubtedly necessary for the court to scrutinise the evidence more particularly keeping in view the deficiencies, draw-backs and infirmities pointed out in the evidence as a whole and evaluate them to find out whether it is against the general tenor of the evidence given by the witness and whether the earlier evaluation of the evidence is shaken as to render it unworthy of belief. Minor discrepancies on trivial matters not touching the core of the case, hyper-technical approach by taking sentences torn out of",
    "fonts": [
      "CIDFont+F5"
    ],
    "sizes": [
      12.960525512695312
    ]
  },
  {
    "page_number": 10,
    "bbox": [
      108.0,
      778.85,
      489.77,
      805.76
    ],
    "text": "11",
    "fonts": [
      "CIDFont+F1"
    ],
    "sizes": [
      11.040450096130371
    ]
  },
  {
    "page_number": 10,
    "bbox": [
      99.0,
      72.91,
      491.48,
      420.7
    ],
    "text": "context here or there from the evidence, attaching importance to some technical error committed by the investigating officer not going to the : root of the matter would not ordinarily permit rejection of the evidence as a whole. If the court before whom the witness gives evidence had the opportunity to form the opinion about the general tenor of evidence given by the witness, the appellate court which had not this benefit will have to attach due weight to the appreciation of evidence by the trial court and unless there are reasons weighty and formidable it would not be proper to reject the evidence on the ground of minor variations or infirmities in the matter of trivial details. Even honest and truthful witnesses may differ in some details unrelated to the main incident because power of observation, retention and reproduction differ with individuals. Cross examination is an unequal duel between a rustic and refined lawyer. 19. Therefore, the learned High Court Judge has rightly",
    "fonts": [
      "CIDFont+F3",
      "CIDFont+F4",
      "CIDFont+F5"
    ],
    "sizes": [
      12.960525512695312
    ]
  },
  {
    "page_number": 10,
    "bbox": [
      126.0,
      423.65,
      491.48,
      525.94
    ],
    "text": "considered the letter marked P-1 as a letter written by the PW1 herself. Although the letter marked P-1 doesnt speak of any sexual offence committed in the year 2004, it is of utmost importance for the prosecution to prove the sequence of events in order to show how this whole episode was revealed.",
    "fonts": [
      "CIDFont+F3"
    ],
    "sizes": [
      12.960525512695312
    ]
  },
  {
    "page_number": 10,
    "bbox": [
      99.0,
      528.89,
      491.47,
      559.9
    ],
    "text": "20. In the above premise, I find that the learned High Court",
    "fonts": [
      "CIDFont+F3",
      "CIDFont+F4"
    ],
    "sizes": [
      12.960525512695312
    ]
  },
  {
    "page_number": 10,
    "bbox": [
      126.0,
      562.97,
      491.49,
      612.58
    ],
    "text": "Judge has rightly concluded that the PW1 is a credible witness and that her evidence could be acted upon. Thus, the above grounds of appeal are devoid of merit.",
    "fonts": [
      "CIDFont+F3"
    ],
    "sizes": [
      12.960525512695312
    ]
  },
  {
    "page_number": 10,
    "bbox": [
      99.0,
      615.53,
      277.11,
      647.74
    ],
    "text": "21. Ground of appeal no. 4",
    "fonts": [
      "CIDFont+F3",
      "CIDFont+F4"
    ],
    "sizes": [
      12.960525512695312
    ]
  },
  {
    "page_number": 10,
    "bbox": [
      126.0,
      650.69,
      491.48,
      752.98
    ],
    "text": "The learned Presidents Counsel for the appellant submitted that, the learned High Court Judge has failed to consider the defence, and has improperly rejected the same. In his judgment, the learned High Court Judge has stated that (page 415 of the brief) the evidence of the accused, that the PW1 is giving false evidence",
    "fonts": [
      "CIDFont+F3"
    ],
    "sizes": [
      12.960525512695312
    ]
  },
  {
    "page_number": 11,
    "bbox": [
      108.0,
      778.85,
      489.77,
      805.76
    ],
    "text": "12",
    "fonts": [
      "CIDFont+F1"
    ],
    "sizes": [
      11.040450096130371
    ]
  },
  {
    "page_number": 11,
    "bbox": [
      126.0,
      72.65,
      491.48,
      122.26
    ],
    "text": "because he reprimanded the victim cannot be accepted. When the PW1 was cross-examined, it has been suggested to PW1.",
    "fonts": [
      "CIDFont+F3"
    ],
    "sizes": [
      12.960525512695312
    ]
  },
  {
    "page_number": 11,
    "bbox": [
      144.0,
      124.77,
      490.56,
      224.74
    ],
    "text": ": ? : . (Page 192 of the brief)",
    "fonts": [
      "CIDFont+F3",
      "CIDFont+F7"
    ],
    "sizes": [
      12.960525512695312
    ]
  },
  {
    "page_number": 11,
    "bbox": [
      99.0,
      227.69,
      491.46,
      259.78
    ],
    "text": "22. However, the appellant in his evidence has clearly stated",
    "fonts": [
      "CIDFont+F3",
      "CIDFont+F4"
    ],
    "sizes": [
      12.960525512695312
    ]
  },
  {
    "page_number": 11,
    "bbox": [
      126.0,
      262.85,
      491.49,
      435.34
    ],
    "text": "that he never warned or reprimanded the victim (page 344 of the brief). Therefore, the appellant has been inconsistent in his evidence in two instances. First, when he stated that he never warned or reprimanded the appellant upon seeing her with Senerath and second, when he suggested to the victim that she made this false allegation because he reprimanded her. Therefore, the learned High Court Judge was correct when he rejected the above defence taken up by the appellant.",
    "fonts": [
      "CIDFont+F3",
      "CIDFont+F5"
    ],
    "sizes": [
      12.960525512695312
    ]
  },
  {
    "page_number": 11,
    "bbox": [
      99.0,
      438.29,
      491.48,
      470.38
    ],
    "text": "23. Although the learned Presidents Counsel for the",
    "fonts": [
      "CIDFont+F3",
      "CIDFont+F4"
    ],
    "sizes": [
      12.960525512695312
    ]
  },
  {
    "page_number": 11,
    "bbox": [
      126.0,
      473.45,
      491.49,
      768.7
    ],
    "text": "appellant submitted that, the defence of alibi taken up by the appellant has not been considered by the learned High Court Judge, it is clear from his evidence that no specific defence of alibi has been taken up by the appellant. The appellant in his evidence has stated that, after the year 2002 he was following a course at CINEC campus. However, such a defence of alibi was not put to the witness PW1. I am mindful that, there is no burden of proof on the appellant to prove a defence of alibi. It is upon the prosecution to prove the presence of the accused and that he committed the crime. The charge against the accused in the indictment is that, he committed the offence within the month of April in the year 2004. The accused in his evidence has stated that, it was in early 2003 that he joined the CINEC Campus to follow a one year course (page 347 of the brief). Which means the course should necessarily end by the end of",
    "fonts": [
      "CIDFont+F3"
    ],
    "sizes": [
      12.960525512695312
    ]
  },
  {
    "page_number": 12,
    "bbox": [
      108.0,
      778.85,
      489.77,
      805.76
    ],
    "text": "13",
    "fonts": [
      "CIDFont+F1"
    ],
    "sizes": [
      11.040450096130371
    ]
  },
  {
    "page_number": 12,
    "bbox": [
      126.0,
      72.65,
      491.48,
      192.46
    ],
    "text": "2003. Thereafter, again answering to a leading question, when he was asked whether he followed any other course from 2001 to 2004, he said that he followed another course in 2001. However, the evidence establishes that the appellant had the opportunity and access to the home during the period relevant to the charge.",
    "fonts": [
      "CIDFont+F3"
    ],
    "sizes": [
      12.960525512695312
    ]
  },
  {
    "page_number": 12,
    "bbox": [
      99.0,
      195.53,
      491.47,
      227.62
    ],
    "text": "24. It was brought to the notice of the Court by the learned",
    "fonts": [
      "CIDFont+F3",
      "CIDFont+F4"
    ],
    "sizes": [
      12.960525512695312
    ]
  },
  {
    "page_number": 12,
    "bbox": [
      126.0,
      230.57,
      491.48,
      420.7
    ],
    "text": "Presidents Counsel that, the investigating officers have not properly investigated into the defence of alibi. In her evidence, the main investigating officer, inspector Sulari (PW2) in cross-examination has said that she did not make any further investigations on the matters that arose from the statement of the accused. However, no specific question was asked as to what matters arose from the statement of the accused. The defence expected the investigator to further investigate. Hence, no clear defence was taken up by the appellant for the learned High Court Judge to consider the defence of alibi.",
    "fonts": [
      "CIDFont+F3",
      "CIDFont+F5"
    ],
    "sizes": [
      12.960525512695312
    ]
  },
  {
    "page_number": 12,
    "bbox": [
      99.0,
      423.65,
      491.73,
      454.66
    ],
    "text": "25. In case of Ellawala Mudiyanselage Janath v.",
    "fonts": [
      "CIDFont+F3",
      "CIDFont+F4",
      "CIDFont+F6"
    ],
    "sizes": [
      12.960525512695312
    ]
  },
  {
    "page_number": 12,
    "bbox": [
      126.0,
      457.0,
      491.76,
      542.38
    ],
    "text": "Director General Commission to Investigate Allegations of Bribery or Corruption C/A appeal 163 of 2004 (10.09.2008) S. Sriskandarajah J referring to case of Mannar Mannan v. the Republic of Sri Lanka 1990 2 Sri LR page 280 said,",
    "fonts": [
      "CIDFont+F3",
      "CIDFont+F6"
    ],
    "sizes": [
      12.960525512695312
    ]
  },
  {
    "page_number": 12,
    "bbox": [
      144.0,
      545.71,
      491.2,
      647.75
    ],
    "text": "The ratio decidendi of this judgment is that even if the dock statement of an accused is not considered a conviction cannot be vitiated if the evidence inevitably lead to a conviction and the non consideration of the dock statement would not have caused prejudice to the accused.",
    "fonts": [
      "CIDFont+F5"
    ],
    "sizes": [
      12.960525512695312
    ]
  },
  {
    "page_number": 12,
    "bbox": [
      99.0,
      650.95,
      491.48,
      682.78
    ],
    "text": "26. Sriskandarajah J went on to say that, even if the dock",
    "fonts": [
      "CIDFont+F3",
      "CIDFont+F4",
      "CIDFont+F5"
    ],
    "sizes": [
      12.960525512695312
    ]
  },
  {
    "page_number": 12,
    "bbox": [
      126.0,
      685.85,
      491.49,
      752.98
    ],
    "text": "statement was not considered adequately, if the evidence taken as a whole in that case would not have favoured the accused to vitiate the conviction, no prejudice would be caused to the appellant. In the",
    "fonts": [
      "CIDFont+F3"
    ],
    "sizes": [
      12.960525512695312
    ]
  },
  {
    "page_number": 13,
    "bbox": [
      108.0,
      778.85,
      489.77,
      805.76
    ],
    "text": "14",
    "fonts": [
      "CIDFont+F1"
    ],
    "sizes": [
      11.040450096130371
    ]
  },
  {
    "page_number": 13,
    "bbox": [
      99.0,
      72.65,
      491.49,
      210.1
    ],
    "text": "instant case, for the reasons that I have stated before, I am of the view that the inconsistent defence taken up by the appellant and the mere denial of the charge will not be sufficient to vitiate the conviction of the appellant as no prejudice has been caused to the appellant for not giving adequate reasons for rejecting his defence of alibi. 27. The learned High Court Judge could not have come to",
    "fonts": [
      "CIDFont+F3",
      "CIDFont+F4"
    ],
    "sizes": [
      12.960525512695312
    ]
  },
  {
    "page_number": 13,
    "bbox": [
      126.0,
      213.05,
      491.49,
      315.34
    ],
    "text": "any other finding other than that of the guilt of the accused according to the evidence led by the prosecution as well as the defence at the trial. Thus, this ground of appeal should fail. For the reasons stated above, the conviction and the sentence imposed by the learned High Court Judge is affirmed.",
    "fonts": [
      "CIDFont+F3"
    ],
    "sizes": [
      12.960525512695312
    ]
  },
  {
    "page_number": 13,
    "bbox": [
      108.0,
      330.29,
      262.84,
      426.0
    ],
    "text": "Appeal dismissed.",
    "fonts": [
      "CIDFont+F2",
      "CIDFont+F3"
    ],
    "sizes": [
      12.000450134277344,
      12.960525512695312
    ]
  },
  {
    "page_number": 13,
    "bbox": [
      108.0,
      428.16,
      471.36,
      614.86
    ],
    "text": "PRESIDENT OF THE COURT OF APPEAL WICKUM A. KALUARACHCHI, J. I agree.",
    "fonts": [
      "CIDFont+F2",
      "CIDFont+F3"
    ],
    "sizes": [
      12.000450134277344,
      12.960525512695312
    ]
  },
  {
    "page_number": 13,
    "bbox": [
      216.0,
      617.04,
      441.11,
      631.08
    ],
    "text": "JUDGE OF THE COURT OF APPEAL",
    "fonts": [
      "CIDFont+F2",
      "CIDFont+F3"
    ],
    "sizes": [
      12.000450134277344
    ]
  }
]