[
  {
    "page_number": 0,
    "bbox": [
      90.02,
      779.16,
      508.13,
      805.8
    ],
    "text": "Page 1 of 11",
    "fonts": [
      "Calibri",
      "Calibri,Bold"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 0,
    "bbox": [
      99.14,
      74.81,
      499.3,
      88.85
    ],
    "text": "IN THE COURT OF APPEAL OF THE DEMOCRATIC SOCIALIST REPUBLIC OF",
    "fonts": [
      "Calibri Light"
    ],
    "sizes": [
      14.039999961853027
    ]
  },
  {
    "page_number": 0,
    "bbox": [
      269.21,
      91.85,
      329.28,
      105.89
    ],
    "text": "SRI LANKA",
    "fonts": [
      "Calibri Light"
    ],
    "sizes": [
      14.039999961853027
    ]
  },
  {
    "page_number": 0,
    "bbox": [
      270.05,
      142.01,
      508.59,
      235.13
    ],
    "text": "In the matter of an application under Article 140 of the Constitution of the Democratic Socialist Republic of Sri Lanka to obtain a writ in the nature of writ of certiorari and mandamus.",
    "fonts": [
      "Calibri Light,Italic"
    ],
    "sizes": [
      14.039999961853027
    ]
  },
  {
    "page_number": 0,
    "bbox": [
      90.02,
      276.92,
      595.49,
      393.46
    ],
    "text": "Bibile Kotagama Multipurpose Cooperative Society Limited Hewelwela, Bibile. Court of Appeal Writ Application No. Petitioner CA /Writ/208/2019",
    "fonts": [
      "Calibri Light"
    ],
    "sizes": [
      14.039999961853027
    ]
  },
  {
    "page_number": 0,
    "bbox": [
      90.02,
      404.5,
      288.94,
      418.54
    ],
    "text": "Vs.",
    "fonts": [
      "Calibri Light"
    ],
    "sizes": [
      14.039999961853027
    ]
  },
  {
    "page_number": 0,
    "bbox": [
      243.05,
      452.48,
      459.15,
      567.01
    ],
    "text": "1. K. M. G. Kapila Bandara (Former) Divisional Secretary, Divisional Secretariat Office, Madagama. 1A. D.M. Pubudu Ranjan Dissanayake",
    "fonts": [
      "Arial",
      "Calibri Light"
    ],
    "sizes": [
      14.039999961853027
    ]
  },
  {
    "page_number": 0,
    "bbox": [
      243.05,
      572.65,
      453.27,
      763.59
    ],
    "text": "Divisional Secretary, Divisional Secretariat Office, Madagama. 2. D.S.P. Pathmakulasooriya District Secretary, District Secretariat Office, Monaragala. 3. Madagama Pradeshiya Sabhawa",
    "fonts": [
      "Arial",
      "Calibri Light"
    ],
    "sizes": [
      14.039999961853027
    ]
  },
  {
    "page_number": 1,
    "bbox": [
      90.02,
      779.16,
      508.13,
      805.8
    ],
    "text": "Page 2 of 11",
    "fonts": [
      "Calibri",
      "Calibri,Bold"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 1,
    "bbox": [
      243.05,
      74.81,
      475.97,
      265.76
    ],
    "text": "Madagama. 4. Hon Gayantha Karunathilaka Minister of Lands and Parliamentary Reforms, Land Secretariat, 1200/6, Rajamalwatte Avenue, Battaramulla. 4A. K.D. Lal kantha",
    "fonts": [
      "Arial",
      "Calibri Light"
    ],
    "sizes": [
      14.039999961853027
    ]
  },
  {
    "page_number": 1,
    "bbox": [
      243.05,
      271.4,
      490.58,
      403.3
    ],
    "text": "Ministry of Agriculture, Livestock, Land and Irrigation, 1200/6, Rajamalwatte Road, Battaramulla. 5. Attorney General Attorney Generals Department.",
    "fonts": [
      "Arial",
      "Calibri Light"
    ],
    "sizes": [
      14.039999961853027
    ]
  },
  {
    "page_number": 1,
    "bbox": [
      287.69,
      442.06,
      542.67,
      456.1
    ],
    "text": "Respondents",
    "fonts": [
      "Calibri Light"
    ],
    "sizes": [
      14.039999961853027
    ]
  },
  {
    "page_number": 1,
    "bbox": [
      90.02,
      494.86,
      404.52,
      508.9
    ],
    "text": "Before : Dhammika Ganepola, J.",
    "fonts": [
      "Calibri Light"
    ],
    "sizes": [
      14.039999961853027
    ]
  },
  {
    "page_number": 1,
    "bbox": [
      90.02,
      550.45,
      504.39,
      564.49
    ],
    "text": "Counsel : Thishya Weragoda with Yuwin Matugama",
    "fonts": [
      "Calibri Light"
    ],
    "sizes": [
      14.039999961853027
    ]
  },
  {
    "page_number": 1,
    "bbox": [
      270.05,
      578.29,
      491.19,
      592.33
    ],
    "text": "and P. Doratiyawa instructed by Oshadi",
    "fonts": [
      "Calibri Light"
    ],
    "sizes": [
      14.039999961853027
    ]
  },
  {
    "page_number": 1,
    "bbox": [
      270.05,
      606.01,
      428.4,
      620.05
    ],
    "text": "Fernando for the Petitioner.",
    "fonts": [
      "Calibri Light"
    ],
    "sizes": [
      14.039999961853027
    ]
  },
  {
    "page_number": 1,
    "bbox": [
      90.02,
      631.15,
      488.19,
      647.89
    ],
    "text": "P. Jayasuriya, SC for the 1st, 2nd, 4th and",
    "fonts": [
      "Calibri Light"
    ],
    "sizes": [
      9.0,
      14.039999961853027
    ]
  },
  {
    "page_number": 1,
    "bbox": [
      270.05,
      658.87,
      367.32,
      675.61
    ],
    "text": "5th Respondents.",
    "fonts": [
      "Calibri Light"
    ],
    "sizes": [
      9.0,
      14.039999961853027
    ]
  },
  {
    "page_number": 1,
    "bbox": [
      90.02,
      717.27,
      336.84,
      731.31
    ],
    "text": "Argued on : 16.06.2025",
    "fonts": [
      "Calibri Light"
    ],
    "sizes": [
      14.039999961853027
    ]
  },
  {
    "page_number": 2,
    "bbox": [
      90.02,
      779.16,
      508.13,
      805.8
    ],
    "text": "Page 3 of 11",
    "fonts": [
      "Calibri",
      "Calibri,Bold"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 2,
    "bbox": [
      90.02,
      74.69,
      336.84,
      88.73
    ],
    "text": "Decided on : 09.09.2025",
    "fonts": [
      "Calibri Light"
    ],
    "sizes": [
      14.039999961853027
    ]
  },
  {
    "page_number": 2,
    "bbox": [
      90.02,
      130.25,
      222.1,
      144.29
    ],
    "text": "Dhammika Ganepola, J.",
    "fonts": [
      "Calibri Light"
    ],
    "sizes": [
      14.039999961853027
    ]
  },
  {
    "page_number": 2,
    "bbox": [
      90.02,
      158.09,
      508.64,
      627.49
    ],
    "text": "The Petitioner, Bibile Kotagama Multipurpose Cooperative Society Limited, was originally registered in 1949 and carried out business under the name of Medagama Cooperative Multipurpose Cooperative Society. It was also known as Medagampattu Multipurpose Cooperative Society Limited. Thereafter, Bibile Kotagama Multipurpose Cooperative Society Limited and Medagampattu Multipurpose Cooperative Society Limited were amalgamated and presently function under the present name of the Petitioner. The said Society had its Cooperative building in a building situated within the property in dispute, which is situated on the Lot Nos. 58 and 59 in the Final Village Plan No. 163, Additional 4. Said property was owned by private individuals. During the period in which the Petitioner Society functioned under the name of Cooperative Agricultural Products and Sales Society Medagama, said Society requested the State to acquire and convey the said property where the Cooperative building was located, to the Society. The predecessor of the Petitioner Society paid a sum of Rs. 1675.00 to the Government Agent of Monaragala in order to pay compensation to the previous owner of the said property for the purpose of acquiring the Property. As evidenced by the Gazette Notification No. 14972 dated 20.08.1971 marked A6, Final Village Plan No.163 marked A7, and the Tenement List marked A8, the said property has been acquired by the State. The Petitioner states that the sole purpose of the acquisition of the said property was to hand it over to the Cooperative Agricultural Products and Sales Society Medagama.",
    "fonts": [
      "Calibri Light"
    ],
    "sizes": [
      14.039999961853027
    ]
  },
  {
    "page_number": 2,
    "bbox": [
      90.02,
      641.29,
      508.6,
      754.35
    ],
    "text": "The Petitioner Society and its predecessors were in continuous occupation of the building situated on the property in dispute, even before and after the said acquisition. Throughout the said period, the Petitioner Society and its predecessors continuously made claims and representations to the Divisional Secretary and District Secretary, anticipating the transfer of legal ownership of the property to the",
    "fonts": [
      "Calibri Light"
    ],
    "sizes": [
      14.039999961853027
    ]
  },
  {
    "page_number": 3,
    "bbox": [
      90.02,
      779.16,
      508.13,
      805.8
    ],
    "text": "Page 4 of 11",
    "fonts": [
      "Calibri",
      "Calibri,Bold"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 3,
    "bbox": [
      90.02,
      74.69,
      508.6,
      187.73
    ],
    "text": "Petitioner to construct a new building complex. The Petitioner society claims to have relied on the promise of the District Secretary and Divisional Secretary and had spent more than Rs. 1,000,000.00 for the purpose of constructing the Co-op supermarket building. Although the District Secretary and Divisional Secretary, on various occasions, had agreed to alienate the property, it has never come into fruition.",
    "fonts": [
      "Calibri Light"
    ],
    "sizes": [
      14.039999961853027
    ]
  },
  {
    "page_number": 3,
    "bbox": [
      90.02,
      201.41,
      508.61,
      354.08
    ],
    "text": "However, in consequence of the requests made by the Petitioner, the Divisional Secretary informed the General Manager of the Petitioner Society by letter dated 12.02.2008 marked as A16 that the Land Commissioner General had instructed the Divisional Secretary to grant the permission to construct the supermarket until the long-term lease is executed and take steps in respect of the formal alienation after long term lease is executed. Accordingly, permission was granted to construct the supermarket.",
    "fonts": [
      "Calibri Light"
    ],
    "sizes": [
      14.039999961853027
    ]
  },
  {
    "page_number": 3,
    "bbox": [
      90.02,
      367.88,
      508.59,
      560.17
    ],
    "text": "While the matters remained as such, and the alienation of the property to the Petitioner Society was in process, a decision was reached at the Regional Coordinating Committee meeting held on 06.06.2012. The decision was to construct a conference hall for Madagama Pradeshiya Sabhawa on a part of the property in question, which is to be given to the Petitioner Society by demolishing the old cooperative building. The ground floor of the said building was to be given to the Petitioner Society, while the upper floor was to be used as a conference hall for the Pradeshiya Sabhawa.(A27 and A27(i)). The Petitioner Society had informed its disagreement regarding the proposed construction.",
    "fonts": [
      "Calibri Light"
    ],
    "sizes": [
      14.039999961853027
    ]
  },
  {
    "page_number": 3,
    "bbox": [
      90.02,
      573.85,
      508.6,
      766.11
    ],
    "text": "The Divisional Secretary of Madagama, by his letter dated October 17, 2012 (P34), with a copy to the Petitioner Society, had informed the District Secretary of Monaragala that the steps taken to alienate the disputed property to the Petitioner Society had been suspended. In response, the Petitioner Society by its letter dated 26 04. 2013 marked as P 35 informed the Divisional Secretary of Medagama that they can agree to the construction of a new building for the conference hall at the rear portion of the property without demolishing the existing building of the Petitioner Society, and further requested the Petitioner Society to be granted at least 3 boutique rooms from the newly proposed building. The",
    "fonts": [
      "Calibri Light"
    ],
    "sizes": [
      14.039999961853027
    ]
  },
  {
    "page_number": 4,
    "bbox": [
      90.02,
      779.16,
      508.13,
      805.8
    ],
    "text": "Page 5 of 11",
    "fonts": [
      "Calibri",
      "Calibri,Bold"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 4,
    "bbox": [
      90.02,
      74.69,
      508.6,
      207.53
    ],
    "text": "Divisional Secretary of Medagama, by the letter dated 03.05.2013 marked as P36, informed the General Manager of the Petitioner Society that they will take steps to survey the land to alienate the said property to the 3rd Respondent Pradeshiya Sabhawa and also indicated that the Divisional Secretary does not have the power to grant any boutique rooms of that building to any party and thus, to obtain such boutique rooms from the Pradeshiya Sabhawa.",
    "fonts": [
      "Calibri Light"
    ],
    "sizes": [
      9.0,
      14.039999961853027
    ]
  },
  {
    "page_number": 4,
    "bbox": [
      90.02,
      221.21,
      508.6,
      274.88
    ],
    "text": "Thereafter, construction of the conference hall were carried out. Even after that, the Petitioner Society made continuous requests to convey the said property to the Petitioner Society on which the building is situated.",
    "fonts": [
      "Calibri Light"
    ],
    "sizes": [
      14.039999961853027
    ]
  },
  {
    "page_number": 4,
    "bbox": [
      90.02,
      288.68,
      508.59,
      540.34
    ],
    "text": "However, on 29.06.2017, a decision was taken by the Regional District Coordinating Committee to demolish and remove the Cooperative Society building. The 1st Respondent, the Divisional Secretary of Medagama, by his letter dated 17.05.2018(A45), addressed to the Chairman of the Petitioner Society, informed that steps should be taken to remove the building on or before 17.06.2018. By a letter dated 27.02.2019 marked as A 52, the Petitioner Society again requested from the Divisional Secretary for the initially promised area in the conference hall that was under construction. Subsequently, the Petitioner Society received a notice dated February 27, 2019, issued under Section 3 of the State Land (Recovery of Possession) Act No. 07 of 1979, demanding the vacant possession of the impugned property, and thereafter filed an application bearing No. 41189 in the Magistrate's Court of Bibile seeking an ejectment.",
    "fonts": [
      "Calibri Light"
    ],
    "sizes": [
      9.0,
      14.039999961853027
    ]
  },
  {
    "page_number": 4,
    "bbox": [
      90.02,
      551.35,
      508.61,
      746.31
    ],
    "text": "The Petitioner Society states that the 1st and 2nd Respondents, are attempting to unreasonably and wrongfully deprive the Petitioner Society from enjoying the uninterrupted possession of the property by utterly ignoring the repeated requests made for the alienation of the land to the Petitioner Society while also disregarding the fact that the land in issue was initially acquired at the request of the predecessor of the Petitioner Society by paying compensation to the original owners with the money recovered from the predecessor of the Petitioner Society. The Petitioner society claims that the State, the 1st and the 2nd Respondents continuously conceded and agreed to alienate the said property to the Petitioner",
    "fonts": [
      "Calibri Light"
    ],
    "sizes": [
      9.0,
      14.039999961853027
    ]
  },
  {
    "page_number": 5,
    "bbox": [
      90.02,
      779.16,
      508.13,
      805.8
    ],
    "text": "Page 6 of 11",
    "fonts": [
      "Calibri",
      "Calibri,Bold"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 5,
    "bbox": [
      90.02,
      74.69,
      508.59,
      108.53
    ],
    "text": "Society which forms a legitimate expectation in favour of the Petitioner to have the ownership of the property.",
    "fonts": [
      "Calibri Light"
    ],
    "sizes": [
      14.039999961853027
    ]
  },
  {
    "page_number": 5,
    "bbox": [
      90.02,
      122.33,
      508.59,
      235.25
    ],
    "text": "In the above circumstances, the Petitioner Society seeks Writs of Certiorari quashing the notice issued in terms of Section 3 of the State Land (Recovery of Possession) Act No. 07 of 1979, quashing the application made by the 1st Respondent to the Magistrate Court of Bibile in Case No 41189 and a Writ of Mandamus directing the 1st and the 2nd Respondents to convey the property in issue to the Petitioner.",
    "fonts": [
      "Calibri Light"
    ],
    "sizes": [
      9.0,
      14.039999961853027
    ]
  },
  {
    "page_number": 5,
    "bbox": [
      90.02,
      249.08,
      508.59,
      500.74
    ],
    "text": "The main contention of the Petitioner Society is that the property in dispute had been originally acquired by the State to be handed over to the predecessor of the Petitioner Societynamely the Cooperative Agricultural Products and Sales Society of Medagama. The acquisition of the said land by the State is not in dispute. However, the 1st and the 2nd Respondents deny the contention that the said property was acquired in order to hand it over to the Petitioner Society, as there are no documents pertaining to such acquisition. The Petitioner Society was able to produce certain documents, such as the Gazette Notification No. 14972 dated. 20. 08. 1971(A6) by which the possession of the acquired property was taken over, the Final Village Plan No.163, additional 4 (A7) where the acquired property is depicted, and the Supplementary Tenant List(A8) pertaining to the said acquisition.",
    "fonts": [
      "Calibri Light"
    ],
    "sizes": [
      9.0,
      14.039999961853027
    ]
  },
  {
    "page_number": 5,
    "bbox": [
      90.02,
      514.42,
      508.6,
      766.11
    ],
    "text": "The Gazette Notification A6 refers to the acquired property, namely Lot. 58 and Lot. 59 of the Final Village Plan No.163, Additional 4, which is the property in dispute. The Tenement List A 8, which also refers to the above lot nos. 58 and 59 where it is provided that the said acquisition and the survey were proceeded for the purpose of acquisition of the above property for C.A.P.& S. Society, Medagama. Additionally, the Petitioner Society asserts that its predecessor had taken steps to settle the compensation required for the acquisition of property. In support of the aforesaid transaction, the Petitioner Society submits audit reports of the Medagama Multipurpose Co-operative Society for the periods of 01.03.1970 19.03.1971 and 03.03.1971 28.04.1972, marked as A4 and A5, which contains remarks about the payment of Rs. 1675.00 for the purpose of acquiring the said Property. Hence, it is my view that in light of",
    "fonts": [
      "Calibri Light"
    ],
    "sizes": [
      14.039999961853027
    ]
  },
  {
    "page_number": 6,
    "bbox": [
      90.02,
      779.16,
      508.13,
      805.8
    ],
    "text": "Page 7 of 11",
    "fonts": [
      "Calibri",
      "Calibri,Bold"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 6,
    "bbox": [
      90.02,
      74.69,
      508.59,
      167.93
    ],
    "text": "the circumstances set out above the documents produced by the Petitioner and the failure on the part of the Respondent to establish a contrary position to that of the Petitioner, it is evident that the land in dispute had been initially acquired by the State with the intention and purpose to granting the same to the Petitioner.",
    "fonts": [
      "Calibri Light"
    ],
    "sizes": [
      14.039999961853027
    ]
  },
  {
    "page_number": 6,
    "bbox": [
      90.02,
      181.61,
      508.6,
      413.5
    ],
    "text": "The Petitioner Societys occupation of the disputed property throughout the period of time in question is undisputed by all parties. The 1st Respondent acknowledged that the Petitioner Society and its predecessor have continuously made representations to both the Divisional Secretary and the District Secretary, requesting the alienation of the acquired property to construct a new building complex for the Petitioner Society, and they have agreed to said request. (Court observed that the averments in Paragraphs 16,17, and 19 of the Petition, which amount to that effect, have been admitted by the 1st Respondent in his Statement of Objections and the letter dated 24.11.1999 (A10) written by the Divisional Secretary of Medagama to the Southern Development Authority also indicates the same)",
    "fonts": [
      "Calibri Light"
    ],
    "sizes": [
      9.0,
      14.039999961853027
    ]
  },
  {
    "page_number": 6,
    "bbox": [
      90.02,
      427.3,
      508.59,
      619.45
    ],
    "text": "The Petitioner Societys request to the Divisional Secretary Medagama seeking permission to construct a supermarket on the acquired property until the alienation of the property, and the consequent permission granted by the Divisional Secretary Medagama with the concurrence of the Land Commissioner (as per the Documents marked A11, A12, and A16) are not in dispute. The contents of such documents have been admitted by the 1st Respondent. Moreover, the Divisional Secretary of Medagama, as evident by the letter dated 01.10.2010 (A26), has taken steps to survey the land in order to alienate the property to the Petitioner Society as requested.",
    "fonts": [
      "Calibri Light"
    ],
    "sizes": [
      9.0,
      14.039999961853027
    ]
  },
  {
    "page_number": 6,
    "bbox": [
      90.02,
      633.25,
      508.6,
      746.31
    ],
    "text": "In the case of Siriwardana V. Seneviratne and 4 others [2001] 2 SLR 1, it was held by the Dr. Shirani Bandaranayake J. that A careful consideration of the doctrine of legitimate expectation shows that whether an expectation is legitimate or not is a question of fact. This had to be decided not only on the basis of the application made by the aggrieved party before Court, but also taking into consideration whether there had",
    "fonts": [
      "Calibri Light",
      "Calibri Light,Italic"
    ],
    "sizes": [
      14.039999961853027
    ]
  },
  {
    "page_number": 7,
    "bbox": [
      90.02,
      779.16,
      508.13,
      805.8
    ],
    "text": "Page 8 of 11",
    "fonts": [
      "Calibri",
      "Calibri,Bold"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 7,
    "bbox": [
      90.02,
      74.69,
      508.33,
      108.53
    ],
    "text": "been any arbitrary exercise of power by the administrative authority in question.",
    "fonts": [
      "Calibri Light",
      "Calibri Light,Italic"
    ],
    "sizes": [
      14.039999961853027
    ]
  },
  {
    "page_number": 7,
    "bbox": [
      90.02,
      122.33,
      508.58,
      195.65
    ],
    "text": "In the above circumstances, it is obvious that the State had acquired the impugned property in view of alienating such property to the Petitioner Society, and the 1st and 2nd Respondents have throughout made representations to that effect.",
    "fonts": [
      "Calibri Light"
    ],
    "sizes": [
      9.0,
      14.039999961853027
    ]
  },
  {
    "page_number": 7,
    "bbox": [
      90.02,
      209.45,
      508.6,
      322.52
    ],
    "text": "In Samarakoon and others v. University Grants Commission and others [2005] 1 Sri LR 119 at 130 Bandaranayake.J. with Jayasinghe J. and Fernando J. agreeing held: Legitimate expectation derives from an undertaking given by someone in authority and such an undertaking may not even be expressed and would have to be known from the surrounding circumstances.",
    "fonts": [
      "Calibri Light",
      "Calibri Light,Italic"
    ],
    "sizes": [
      14.039999961853027
    ]
  },
  {
    "page_number": 7,
    "bbox": [
      90.02,
      336.32,
      508.6,
      548.29
    ],
    "text": "A public body may act in a manner which creates an expectation in the mind of a person or body. A legitimate expectation will arise in the mind of a person where such person has been led to understand by the words or actions of the decision-maker that a certain act may or may not be done. Moreover, those who form expectations tend to act in reliance of such expectations. In the instant application, the Petitioner Society has also acted in reliance of the continuous representations made by the 1st and the 2nd Respondents by continuing to conduct business activities in such premises. Where such expectations have been created and where parties have relied on such expectations, the decision-maker is not free to simply ignore such a request.",
    "fonts": [
      "Calibri Light"
    ],
    "sizes": [
      9.0,
      14.039999961853027
    ]
  },
  {
    "page_number": 7,
    "bbox": [
      90.02,
      559.39,
      508.59,
      655.33
    ],
    "text": "Meanwhile, the 1st and 2nd Respondents have taken steps to suspend the process of alienation of the impugned property to the Petitioner Society. According to the Document dated 12.09.2012 marked A33, the reason for this suspension was the failure to take steps to evict the individuals with whom the Petitioner Society entered into agreements.",
    "fonts": [
      "Calibri Light"
    ],
    "sizes": [
      9.0,
      14.039999961853027
    ]
  },
  {
    "page_number": 7,
    "bbox": [
      90.02,
      669.01,
      508.55,
      762.27
    ],
    "text": "In Multinational Property Development Limited v Urban Development Authority. 1996(2) Sri LR 51, Ranaraja J, held that . Individuals who have legitimate expectations based on promises made by public bodies that they will be granted certain benefits, have a right to be heard before those benefits are taken away from them .",
    "fonts": [
      "Calibri Light",
      "Calibri Light,Italic"
    ],
    "sizes": [
      14.039999961853027
    ]
  },
  {
    "page_number": 8,
    "bbox": [
      90.02,
      779.16,
      508.13,
      805.8
    ],
    "text": "Page 9 of 11",
    "fonts": [
      "Calibri",
      "Calibri,Bold"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 8,
    "bbox": [
      90.02,
      74.69,
      508.6,
      326.36
    ],
    "text": "The Petitioner Society argues that these allegations are frivolous and that no fair hearing was given before such a decision was made. Furthermore, there is no material produced before this Court to establish that the 1st and 2nd Respondents informed the Petitioner Society to take steps to evict those individuals before issuing the said letter A33. Therefore, it appears that the 1st and 2nd Respondents have failed to provide a valid justification for suspending the process of alienation of the property to the Petitioner Society. Thus, the Respondents have acted irrationally, unreasonably and in complete neglect of the legitimate expectations of the Petitioner Society while depriving the Petitioner Society of a fair hearing, which amounts to a breach of natural justice and was accordingly ultra vires. Thus, the suspension of the alienation process communicated via the letter dated 12.09.2012 marked A33 is invalid and illegal.",
    "fonts": [
      "Calibri Light",
      "Calibri Light,Italic"
    ],
    "sizes": [
      9.0,
      14.039999961853027
    ]
  },
  {
    "page_number": 8,
    "bbox": [
      90.02,
      340.04,
      508.6,
      651.13
    ],
    "text": "It appears that the Respondents have deviated from their original stance and suspended the process of alienation of property to the Petitioner Society only after the 3rd Respondent, Pradeshiya Sabhawa, took steps to construct a conference hall in the disputed property following the Regional Coordinating Committee meeting held on 12.06.2012. As per the proceedings of the above-mentioned meeting held on 12.06.2012 (A27), since the old cooperative society building was in a deplorable state, the General Manager of the Petitioner Society had been instructed to resolve the matter by discussing the possibility of removing the old cooperative building and constructing a new building in its place in which the ground floor was to be used by the cooperative society and the upper floor was to be used as the conference hall of Pradeshiya Sabhawa (A27(i)). It had been agreed that the matter was to be resolved in consultation with all relevant parties. Nevertheless, the Respondents have failed to demonstrate to the Court that there were such negotiations involving all relevant parties and that a decision was reached.",
    "fonts": [
      "Calibri Light"
    ],
    "sizes": [
      9.0,
      14.039999961853027
    ]
  },
  {
    "page_number": 8,
    "bbox": [
      90.02,
      664.81,
      508.58,
      758.07
    ],
    "text": "It appears from the documents (A34, A35, A36) submitted by the Petitioner Society that the 1st Respondent was not in a position to consider the Petitioner Societys claim for the area in the proposed building constructed by the Pradeshiya Sabhawa. However, to the multiple representations made to the Petitioner in respect of alienation of",
    "fonts": [
      "Calibri Light"
    ],
    "sizes": [
      9.0,
      14.039999961853027
    ]
  },
  {
    "page_number": 9,
    "bbox": [
      90.02,
      779.16,
      508.13,
      805.8
    ],
    "text": "Page 10 of 11",
    "fonts": [
      "Calibri",
      "Calibri,Bold"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 9,
    "bbox": [
      90.02,
      71.99,
      508.59,
      128.33
    ],
    "text": "the property in question, it is my view that the 3rd Respondent is bound to consider any construction on the disputed property subject to the legitimate expectation of the Petitioner Society.",
    "fonts": [
      "Calibri Light"
    ],
    "sizes": [
      9.0,
      14.039999961853027
    ]
  },
  {
    "page_number": 9,
    "bbox": [
      90.02,
      139.43,
      508.6,
      255.08
    ],
    "text": "It is observed that the 3rd Respondent has taken steps to construct a building for a conference hall in the property in issue following the Regional Coordinating Committee meeting held on 12.06.2012. Although a statement of objections had been filed, this court is mindful of the fact that the 3rd Respondent has failed to make any representations at the stage of arguments.",
    "fonts": [
      "Calibri Light"
    ],
    "sizes": [
      9.0,
      14.039999961853027
    ]
  },
  {
    "page_number": 9,
    "bbox": [
      90.02,
      268.88,
      508.6,
      421.54
    ],
    "text": "In the circumstances and the reasons given above, I am inclined to issue a Writ of Mandamus against the 1st, 2nd and 4th Respondents directing them convey the Lot 58 in FVP no 163 marked as A7 to the Petitioner Society as prayed for in the prayer of the Petition. As per the meeting minutes marked A27(i), it is noted that the parties have agreed to discuss an amicable arrangement to the matter in consultation with all relevant parties. Therefore, this order should not be considered an impediment to such an arrangement.",
    "fonts": [
      "Calibri Light"
    ],
    "sizes": [
      9.0,
      14.039999961853027
    ]
  },
  {
    "page_number": 9,
    "bbox": [
      90.02,
      432.52,
      508.6,
      746.31
    ],
    "text": "The Petitioner Society states that the 1st Respondent has initiated proceedings in the Magistrates Court, Bibila, Case No.41189, under the State Land (Recovery of Possession) Act to recover possession of the property, seeking ejectment of the Chairman and the General Manager of the Petitioner Society. Neither the Chairman nor the General Manager are parties in the instant application. Furthermore, the 1st and the 2nd Respondents have averred in their statement of objections that the said Case No.41189 was filed to remove the cooperative paddy store and the fertiliser store in order to build the toilets for the conference hall. It is on the common ground that the Petitioner Society is in possession of the property in dispute, and originally, the property was acquired for the purpose of alienation to the Petitioner Society. It is my view that at the time the proceedings of the above case No.41189 were initiated, the 1st and the 2nd Respondents were justified in bringing such an action under the State Land (Recovery of Possession) Act as the property in issue was vested with the State.",
    "fonts": [
      "Calibri Light"
    ],
    "sizes": [
      9.0,
      14.039999961853027
    ]
  },
  {
    "page_number": 10,
    "bbox": [
      90.02,
      779.16,
      508.13,
      805.8
    ],
    "text": "Page 11 of 11",
    "fonts": [
      "Calibri",
      "Calibri,Bold"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 10,
    "bbox": [
      90.02,
      74.69,
      508.57,
      167.93
    ],
    "text": "However, in view of the fact that this Court is inclined to grant the Writ of Mandamus prayed by the Petitioner, maintaining the aforesaid Magistrate Court case bearing No. 41189 shall be a futile exercise. In the above context, I am inclined to grant the Writs of Certiorari prayed for in the prayer of the Petition.",
    "fonts": [
      "Calibri Light"
    ],
    "sizes": [
      14.039999961853027
    ]
  },
  {
    "page_number": 10,
    "bbox": [
      90.02,
      181.61,
      375.72,
      195.65
    ],
    "text": "Accordingly, application is allowed. I order no cost.",
    "fonts": [
      "Calibri Light"
    ],
    "sizes": [
      14.039999961853027
    ]
  },
  {
    "page_number": 10,
    "bbox": [
      90.02,
      296.84,
      502.71,
      310.88
    ],
    "text": "Judge of the Court of Appeal",
    "fonts": [
      "Calibri Light"
    ],
    "sizes": [
      14.039999961853027
    ]
  }
]