[
  {
    "page_number": 0,
    "bbox": [
      57.6,
      781.9,
      324.89,
      806.38
    ],
    "text": "Page 1 of 5",
    "fonts": [
      "Calibri",
      "Calibri-Bold"
    ],
    "sizes": [
      11.039999961853027
    ]
  },
  {
    "page_number": 0,
    "bbox": [
      91.22,
      59.88,
      506.81,
      71.88
    ],
    "text": "IN THE COURT OF APPEAL OF THE DEMOCRATIC SOCIALIST REPUBLIC OF SRI LANKA",
    "fonts": [
      "Calibri-Bold"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 0,
    "bbox": [
      57.6,
      83.64,
      540.33,
      237.98
    ],
    "text": "In the matter of an application under Section 331 of the Code of Criminal Procedure Act No. 15 of 1979 read with Article 138 of the Constitution of the Democratic Socialist Republic of Sri Lanka. Court of Appeal Case No: CA /HCC/279/2018 Democratic Socialist Republic of Sri Lanka, High Court Kalmunai Complainant Case No: EP/HCK/410/2017 Vs. Mohamed Thambi Ramilan alias Kaundar",
    "fonts": [
      "Calibri",
      "Calibri-Bold"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 0,
    "bbox": [
      496.78,
      249.74,
      543.17,
      261.74
    ],
    "text": "Accused",
    "fonts": [
      "Calibri-Bold"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 0,
    "bbox": [
      309.65,
      273.62,
      405.74,
      285.62
    ],
    "text": "And Now Between",
    "fonts": [
      "Calibri-Bold"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 0,
    "bbox": [
      309.65,
      297.41,
      516.16,
      309.41
    ],
    "text": "Mohamed Thambi Ramilan alias Kaundar",
    "fonts": [
      "Calibri"
    ],
    "sizes": [
      5.039999961853027,
      12.0
    ]
  },
  {
    "page_number": 0,
    "bbox": [
      444.46,
      321.29,
      543.17,
      333.29
    ],
    "text": "Accused-Appellant",
    "fonts": [
      "Calibri-Bold"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 0,
    "bbox": [
      309.65,
      345.05,
      327.5,
      357.05
    ],
    "text": "Vs.",
    "fonts": [
      "Calibri-Bold"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 0,
    "bbox": [
      309.65,
      368.81,
      472.13,
      412.49
    ],
    "text": "Hon. Attorney General, Attorney General's Department, Colombo 12.",
    "fonts": [
      "Calibri",
      "Calibri-Bold"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 0,
    "bbox": [
      410.35,
      416.33,
      540.53,
      428.33
    ],
    "text": "Complainant-Respondent",
    "fonts": [
      "Calibri-Bold"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 0,
    "bbox": [
      57.6,
      463.99,
      436.94,
      535.75
    ],
    "text": "Before: N. Bandula Karunarathna J. & R. Gurusinghe J.",
    "fonts": [
      "Calibri",
      "Calibri-Bold"
    ],
    "sizes": [
      6.0,
      6.960000038146973,
      12.0
    ]
  },
  {
    "page_number": 0,
    "bbox": [
      57.6,
      546.55,
      412.94,
      575.35
    ],
    "text": "Counsel: K. Kugaraja AAL for the Accused-Appellant",
    "fonts": [
      "Calibri",
      "Calibri-Bold"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 0,
    "bbox": [
      57.6,
      580.15,
      438.02,
      625.87
    ],
    "text": "Riyaz Bari DSG for the Complainant-Respondent Written Submissions: By the Accused-Appellant on 23.10.2020",
    "fonts": [
      "Calibri",
      "Calibri-Bold"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 0,
    "bbox": [
      201.65,
      641.95,
      420.14,
      653.95
    ],
    "text": "By the Complainant-Respondent 18.05.2021",
    "fonts": [
      "Calibri"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 0,
    "bbox": [
      57.6,
      661.9,
      261.84,
      739.06
    ],
    "text": "Argued on : 24.05.2022 Decided on : 06.06.2022",
    "fonts": [
      "Calibri",
      "Calibri-Bold"
    ],
    "sizes": [
      6.960000038146973,
      12.0
    ]
  },
  {
    "page_number": 1,
    "bbox": [
      57.6,
      781.9,
      324.89,
      806.38
    ],
    "text": "Page 2 of 5",
    "fonts": [
      "Calibri",
      "Calibri-Bold"
    ],
    "sizes": [
      11.039999961853027
    ]
  },
  {
    "page_number": 1,
    "bbox": [
      57.6,
      59.88,
      540.53,
      171.02
    ],
    "text": "N. Bandula Karunarathna J. This appeal is preferred against the Judgement, delivered by the learned Judge of the High Court of Kalmunai, dated 06.07.2018, by which, the accused-appellant, was convicted and sentenced to 12 years rigorous imprisonment and Rupees Thirty Thousand fine in default 28 months simple imprisonment and Rupees Two Hundred Thousand compensation in default 24 months simple imprisonment.",
    "fonts": [
      "Calibri",
      "Calibri-Bold"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 1,
    "bbox": [
      57.6,
      174.68,
      540.22,
      244.94
    ],
    "text": "The accused-appellant, hereinafter referred to as the \"appellant\", was indicted in the High Court of Kalmunai on the following charges; The accused-appellant was indicted on the following counts;",
    "fonts": [
      "Calibri"
    ],
    "sizes": [
      6.960000038146973,
      12.0
    ]
  },
  {
    "page_number": 1,
    "bbox": [
      93.62,
      256.82,
      540.23,
      268.82
    ],
    "text": "Count 01: that on or about 09.12.2013 at Sammanthurai within the jurisdiction of this",
    "fonts": [
      "Calibri",
      "Calibri-Bold"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 1,
    "bbox": [
      147.62,
      272.66,
      540.53,
      316.25
    ],
    "text": "court, the accused-appellant committed a crime by kidnapping Hanifa Adhila who was under 16 years of age from her lawful guardian Ahamadu Lebbe Jemila, which is an offence punishable under section 354 of the Penal Code.",
    "fonts": [
      "Calibri"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 1,
    "bbox": [
      93.62,
      328.01,
      540.12,
      340.01
    ],
    "text": "Count 02: that during the same time and place and in the course of the same transaction",
    "fonts": [
      "Calibri",
      "Calibri-Bold"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 1,
    "bbox": [
      147.62,
      343.85,
      540.48,
      387.53
    ],
    "text": "the accused-appellant committed rape on Hanifa Adhila who is under sixteen years of age which is an offence punishable under Section 364 (2)(e) of The Penal Code as Amended by Act No 22 of 1995 of the penal code.",
    "fonts": [
      "Calibri"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 1,
    "bbox": [
      57.6,
      399.29,
      540.52,
      427.13
    ],
    "text": "After the trial, the learned trial Judge found the accused-appellant guilty in respect of all 2 counts and proceeded to impose the following sentences.",
    "fonts": [
      "Calibri"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 1,
    "bbox": [
      93.62,
      438.89,
      540.48,
      466.73
    ],
    "text": "In respect of Count 01; 3 years rigours imprisonment, fine of Rs. 10,000/- and carrying a default sentence of 8 months of simple imprisonment.",
    "fonts": [
      "Calibri"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 1,
    "bbox": [
      93.62,
      478.51,
      540.53,
      553.75
    ],
    "text": "In respect of Count 02: 12 years rigorous imprisonment and compensation of Rs. 200,000/- to be paid to the victim under the provisions of section 28 (1) of the Protection of Victims and Witnesses Act number 4 of 2015 and carrying a default sentence of 24 months of simple imprisonment and a fine of Rs. 20,000/- and carrying a default sentence of 24 months simple imprisonment.",
    "fonts": [
      "Calibri"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 1,
    "bbox": [
      57.6,
      565.63,
      540.51,
      640.87
    ],
    "text": "The learned High Court Judge directed the sentences imposed on counts 01 and 02 to run consecutively. Even the default sentences are to be carried out consecutively. When calculated the accused-appellant was given 236 months imprisonment by the learned High Court Judge. It means the total imprisonment is 19 years and 6 months. The accused-appellant preferred this appeal against the said conviction and sentence.",
    "fonts": [
      "Calibri"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 1,
    "bbox": [
      57.6,
      652.66,
      540.52,
      696.22
    ],
    "text": "When this appeal was taken up for argument the learned counsel for the accused-appellant informed Court that his client is not challenging the conviction. The accused-appellant is now challenging only the sentence.",
    "fonts": [
      "Calibri"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 1,
    "bbox": [
      57.6,
      708.1,
      540.32,
      751.66
    ],
    "text": "On behalf of the accused-appellant, the learned counsel requested that the sentence imposed on the accused-appellant be reduced and the minimum mandatory imprisonment be imposed from the date of this judgment.",
    "fonts": [
      "Calibri"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 2,
    "bbox": [
      57.6,
      781.9,
      324.89,
      806.38
    ],
    "text": "Page 3 of 5",
    "fonts": [
      "Calibri",
      "Calibri-Bold"
    ],
    "sizes": [
      11.039999961853027
    ]
  },
  {
    "page_number": 2,
    "bbox": [
      57.6,
      59.88,
      540.51,
      103.46
    ],
    "text": "The learned counsel for the respondent says that when considering the gravity of this offence he should not be dealt with leniently. It is to be noted that the accused-appellant is a married person with 6 children and without any previous convictions.",
    "fonts": [
      "Calibri"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 2,
    "bbox": [
      57.6,
      115.34,
      540.5,
      158.9
    ],
    "text": "After considering the facts and the circumstances of the case and the submissions of the counsel I hold that this is not a case where the accused-appellant should be given 19 years and 6 months custodial sentence.",
    "fonts": [
      "Calibri"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 2,
    "bbox": [
      57.6,
      170.78,
      438.38,
      182.78
    ],
    "text": "Section 13 of the Amended Act No. 22 of 1995 of the penal code is as follows;",
    "fonts": [
      "Calibri"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 2,
    "bbox": [
      93.62,
      194.54,
      540.53,
      222.38
    ],
    "text": "13. Section 364 of the principal enactment is hereby repealed and the following section substituted therefor:-",
    "fonts": [
      "Calibri"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 2,
    "bbox": [
      93.62,
      234.14,
      223.32,
      261.98
    ],
    "text": "'Punishment for rape 364.",
    "fonts": [
      "Calibri"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 2,
    "bbox": [
      138.62,
      263.96,
      540.46,
      277.82
    ],
    "text": "(1) Whoever commits rape shall, except, in the cases provided for in subsections",
    "fonts": [
      "ArialMT",
      "Calibri"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 2,
    "bbox": [
      93.62,
      281.57,
      540.17,
      404.33
    ],
    "text": "(2) and (3), be punished with rigorous imprisonment for a term not less than seven years and not exceeding twenty years and with a fine, and shall in addition be ordered to pay compensation of an amount determined by the court, to the person in respect of whom the offence was committed for the injuries caused to each person. (2) Whoever-",
    "fonts": [
      "ArialMT",
      "Calibri"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 2,
    "bbox": [
      174.62,
      406.31,
      209.76,
      420.17
    ],
    "text": "(a) ..",
    "fonts": [
      "ArialMT",
      "Calibri"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 2,
    "bbox": [
      174.62,
      428.27,
      209.76,
      442.13
    ],
    "text": "(b) ..",
    "fonts": [
      "ArialMT",
      "Calibri"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 2,
    "bbox": [
      174.62,
      450.35,
      209.76,
      464.21
    ],
    "text": "(c) ..",
    "fonts": [
      "ArialMT",
      "Calibri"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 2,
    "bbox": [
      174.62,
      472.33,
      209.76,
      486.19
    ],
    "text": "(d) ..",
    "fonts": [
      "ArialMT",
      "Calibri"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 2,
    "bbox": [
      174.62,
      494.17,
      470.33,
      508.03
    ],
    "text": "(e) commits rape on a woman under eighteen years of age;",
    "fonts": [
      "ArialMT",
      "Calibri"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 2,
    "bbox": [
      93.62,
      511.87,
      514.73,
      555.43
    ],
    "text": "(f) commits rape on a woman who is mentally or physically disabled;",
    "fonts": [
      "ArialMT",
      "Calibri"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 2,
    "bbox": [
      174.62,
      557.41,
      291.36,
      571.27
    ],
    "text": "(g) commits gang rape,",
    "fonts": [
      "ArialMT",
      "Calibri"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 2,
    "bbox": [
      138.62,
      583.03,
      540.46,
      658.27
    ],
    "text": "shall be punished with rigorous imprisonment for a term not less than ten years and not exceeding twenty years and with a fine and shall, in addition, be ordered to pay compensation of an amount determined by the court to the person in respect of whom the offence was committed for the injuries caused to such person;",
    "fonts": [
      "Calibri"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 2,
    "bbox": [
      138.62,
      670.06,
      540.42,
      729.58
    ],
    "text": "Provided, however, that where the offence Is committed in respect of a person under sixteen, years of age, the court may, where an offender is a person under eighteen years of age and the intercourse has been with the consent of the person, impose a sentence of imprisonment for a term less than ten years,",
    "fonts": [
      "Calibri"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 3,
    "bbox": [
      57.6,
      781.9,
      324.89,
      806.38
    ],
    "text": "Page 4 of 5",
    "fonts": [
      "Calibri",
      "Calibri-Bold"
    ],
    "sizes": [
      11.039999961853027
    ]
  },
  {
    "page_number": 3,
    "bbox": [
      57.6,
      59.88,
      540.53,
      526.39
    ],
    "text": "It was revealed during the trial that the prosecutrix (PW2) in the case was 7 years of age when the alleged act of kidnapping and rape occurred. As per the prosecutrix, she has been playing at the house of the Appellant with his child, when the Appellant has given the prosecutrix Rs. 5/= to buy some beedi for him. Before she could leave to get the beedi for him, the Appellant had taken her to the kitchen of the house and placed his male genitals in the prosecutrix's mouth and thereafter on her vagina. According to the prosecutrix, she fainted after the said act and the appellant carried her to the backyard of the house and left her. After some time, the mother of the victim (PW 1) found the prosecutrix laying near the lane of the house. Upon inquiring, the prosecutrix stated that the appellant molested her. When inspecting the prosecutrix's genitals, the mother noticed that there was bleeding. When she inquired, the appellant denied the action. Thereafter, the mother has taken the prosecutrix to the Sammanthurai police station and she was sent to the Ampara hospital. The accused person has given a dock statement where he completely denies the events that occurred. However, he states that the prosecutrix took Rs. 5/- and left but never returned, and later, this allegation has been made. He also indicated that his wife and PW 1 had a brawl and because of that the said allegation was raised against the accused-appellant The learned counsel for the respondent submits that the crime is of such a grievous nature that it cannot be taken lightly. The act of the appellant should be condoned by society and the sentence should act as a warning to society. The Court should consider the safety of the victim. It is my view that the crime committed by the appellant overrides his disability. The appellant has no prior convictions. The learned Trial Judge in his order pays special attention to the needs of the Appellant and orders that he be subjected to due treatment and special care as he is a handicapped person. The sentence of the Appellant has been imposed after the facts have been considered. Since the sentence falls within the legal limitations as set by the Penal Code, there is no illegality in the sentence that has been ordered. In Attorney-General vs. Ranasinghe and others 1993 (2) SLR 81 it was held:",
    "fonts": [
      "Calibri"
    ],
    "sizes": [
      9.0,
      12.0
    ]
  },
  {
    "page_number": 3,
    "bbox": [
      57.6,
      530.23,
      540.53,
      652.87
    ],
    "text": "\"An offence of rape calls for an immediate custodial sentence. The reasons are is to mark the gravity of the offence and to emphasize public disapproval. Also, it is important to serve as a warning to others and to punish the offender to protect women.\" In Dharma Sri Tissa Kumara Wijenaike vs. Attorney General (unreported case) SC 179/2012 decided by the Supreme Court on 08.11.2013, it was held;",
    "fonts": [
      "Calibri"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 3,
    "bbox": [
      57.6,
      656.74,
      540.38,
      763.54
    ],
    "text": "\"The facts, as submitted by State Counsel disclosed the rape of a child of 13 years which will have enormous mental, physical, emotional, behavioural and development repercussions on this child, in this case, the victim was the 13-year-old prosecutrix, whose testimonial creditworthiness has not been assailed or challenged in the Supreme Courts. As a result, the Court must consider, the interests of the offender, the victim and the public, in addition to the consequences of the sentencing.",
    "fonts": [
      "Calibri"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 4,
    "bbox": [
      57.6,
      781.9,
      324.89,
      806.38
    ],
    "text": "Page 5 of 5",
    "fonts": [
      "Calibri",
      "Calibri-Bold"
    ],
    "sizes": [
      11.039999961853027
    ]
  },
  {
    "page_number": 4,
    "bbox": [
      57.6,
      59.88,
      540.5,
      150.98
    ],
    "text": "Considering above stated laws, circumstances and facts, the learned counsel for the respondent submitted that the order of sentence is legal and not excessive. We are of the view that the accused-appellant is a handy capped person after he was beaten by a Crocodile and therefore, he should be given a relief to go back to society and stay with his family members.",
    "fonts": [
      "Calibri"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 4,
    "bbox": [
      57.6,
      162.74,
      540.5,
      190.58
    ],
    "text": "Thus, we set aside the sentence of 3 years of rigours imprisonment in respect of count 1 and impose 2 years of rigours imprisonment for count 1.",
    "fonts": [
      "Calibri"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 4,
    "bbox": [
      57.6,
      202.34,
      540.39,
      230.18
    ],
    "text": "The sentence of 12 years of rigours imprisonment imposed on the accused-appellant in respect of counts 2 is set aside and impose 10 years of rigours imprisonment for count 2.",
    "fonts": [
      "Calibri"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 4,
    "bbox": [
      57.6,
      241.94,
      478.01,
      253.94
    ],
    "text": "Both imprisonments are backdated to the date of the judgement namely 06.07.2018.",
    "fonts": [
      "Calibri"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 4,
    "bbox": [
      57.6,
      265.82,
      540.41,
      293.57
    ],
    "text": "The fine, the compensation and the default term ordered by the learned trial Judge for each count are affirmed.",
    "fonts": [
      "Calibri"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 4,
    "bbox": [
      57.6,
      305.45,
      276.72,
      317.45
    ],
    "text": "We direct all sentences to run concurrently.",
    "fonts": [
      "Calibri"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 4,
    "bbox": [
      57.6,
      329.21,
      270.48,
      341.21
    ],
    "text": "Appeal dismissed. The sentence is differed.",
    "fonts": [
      "Calibri",
      "Calibri-Bold"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 4,
    "bbox": [
      345.67,
      424.61,
      490.49,
      436.61
    ],
    "text": "Judge of the Court of Appeal",
    "fonts": [
      "Calibri-Bold"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 4,
    "bbox": [
      57.6,
      474.31,
      140.01,
      486.31
    ],
    "text": "R. Gurusinghe J.",
    "fonts": [
      "Calibri-Bold"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 4,
    "bbox": [
      57.6,
      499.15,
      241.44,
      511.15
    ],
    "text": "I agree.",
    "fonts": [
      "Calibri-Bold"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 4,
    "bbox": [
      57.6,
      548.83,
      490.49,
      560.83
    ],
    "text": "Judge of the Court of Appeal",
    "fonts": [
      "Calibri-Bold"
    ],
    "sizes": [
      12.0
    ]
  }
]