[
  {
    "page_number": 0,
    "bbox": [
      72.02,
      731.38,
      311.31,
      755.86
    ],
    "text": "1",
    "fonts": [
      "Calibri"
    ],
    "sizes": [
      11.039999961853027
    ]
  },
  {
    "page_number": 0,
    "bbox": [
      82.34,
      72.49,
      532.78,
      85.77
    ],
    "text": "IN THE COURT OF APPEAL OF THE DEMOCRATIC SOCIALIST REPUBLIC OF",
    "fonts": [
      "TimesNewRomanPS-BoldMT"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 0,
    "bbox": [
      272.81,
      95.41,
      342.19,
      108.69
    ],
    "text": "SRI LANKA",
    "fonts": [
      "TimesNewRomanPS-BoldMT"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 0,
    "bbox": [
      310.61,
      142.09,
      543.1,
      218.85
    ],
    "text": "In the matter of an Appeal by way of Stated Case on a question of law for the opinion of the Court of Appeal under and in terms of section 11A of the Tax Appeals Commission Act, No. 23 of 2011 (as amended).",
    "fonts": [
      "TimesNewRomanPSMT"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 0,
    "bbox": [
      72.02,
      253.36,
      612.25,
      497.42
    ],
    "text": "Kahawatte Plantations PLC, No. 111, Negombo Road, Peliyagoda. APPELLANT Vs. Commissioner General of Inland Revenue, Department of Inland Revenue, Sir Chittampalam A. Gardiner Mawatha, Colombo 02.",
    "fonts": [
      "Calibri",
      "TimesNewRomanPS-BoldMT",
      "TimesNewRomanPSMT"
    ],
    "sizes": [
      11.039999961853027,
      12.0
    ]
  },
  {
    "page_number": 0,
    "bbox": [
      310.61,
      545.1,
      533.74,
      717.17
    ],
    "text": "RESPONDENT",
    "fonts": [
      "TimesNewRomanPS-BoldMT",
      "TimesNewRomanPSMT"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 0,
    "bbox": [
      64.82,
      402.16,
      226.25,
      456.86
    ],
    "text": "CA Case No: CA/TAX/17/2022 Tax Appeals Commission No: TAC/VAT/2002/2008",
    "fonts": [
      "TimesNewRomanPS-BoldMT",
      "TimesNewRomanPSMT"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 1,
    "bbox": [
      72.02,
      731.38,
      311.31,
      755.86
    ],
    "text": "2",
    "fonts": [
      "Calibri"
    ],
    "sizes": [
      11.039999961853027
    ]
  },
  {
    "page_number": 1,
    "bbox": [
      72.02,
      349.72,
      182.66,
      363.0
    ],
    "text": "Mayadunne Corea J",
    "fonts": [
      "TimesNewRomanPS-BoldMT"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 1,
    "bbox": [
      72.02,
      395.54,
      543.2,
      442.19
    ],
    "text": "The Appellant, Kahawatte Plantations PLC appealed against the assessment for the taxable period for the quarter ending on 31.12.2012 (12120) which was heard by the Tax Appeals Commission on 14.10.2019, 02.12.2019 and 09.12.2019.",
    "fonts": [
      "TimesNewRomanPSMT"
    ],
    "sizes": [
      12.960000038146973
    ]
  },
  {
    "page_number": 1,
    "bbox": [
      72.02,
      476.08,
      543.24,
      554.99
    ],
    "text": "The Assessor rejected the Appellants tax returns and issued an assessment disallowing the claim made by the Appellant for the tax period mentioned above. The Appellant being aggrieved by the assessment of the Assessor made an appeal to the Commissioner General of Inland Revenue (henceforth referred to as CGIR). The CGIR made a determination dated 05.01.2018 confirming the assessment made by the Assessor.",
    "fonts": [
      "TimesNewRomanPSMT"
    ],
    "sizes": [
      12.960000038146973
    ]
  },
  {
    "page_number": 1,
    "bbox": [
      72.02,
      588.91,
      543.34,
      651.62
    ],
    "text": "The Appellant being dissatisfied by the determination of the CGIR, appealed to the Tax Appeals Commission (herein referred to as TAC) by their appeal dated 23.03.2022. The TAC confirmed the determination of the CGIR subject to certain qualifications dated 02.03.2022.",
    "fonts": [
      "TimesNewRomanPSMT"
    ],
    "sizes": [
      12.960000038146973
    ]
  },
  {
    "page_number": 1,
    "bbox": [
      77.42,
      65.75,
      309.89,
      92.85
    ],
    "text": "Before: S.U.B. Karalliyadde, J Mayadunne Corea, J",
    "fonts": [
      "TimesNewRomanPS-BoldMT",
      "TimesNewRomanPSMT"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 1,
    "bbox": [
      77.42,
      111.97,
      543.01,
      155.49
    ],
    "text": "Counsel: Shivaji Felix, PC with Nivantha Satharasinghe instructed by Rasika Wellapili for the Appellant. Chaya Sri Nammuni, DSG for the Respondent.",
    "fonts": [
      "TimesNewRomanPS-BoldMT",
      "TimesNewRomanPSMT"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 1,
    "bbox": [
      77.42,
      182.53,
      255.89,
      195.81
    ],
    "text": "Argued on: 19.03.2024",
    "fonts": [
      "TimesNewRomanPS-BoldMT",
      "TimesNewRomanPSMT"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 1,
    "bbox": [
      77.42,
      218.53,
      349.51,
      231.81
    ],
    "text": "Written Submissions: For the Appellant 12.05.2024.",
    "fonts": [
      "TimesNewRomanPS-BoldMT",
      "TimesNewRomanPSMT"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 1,
    "bbox": [
      198.89,
      232.33,
      433.15,
      245.61
    ],
    "text": "For the Respondent 03.12.2024 and 18.12.2024",
    "fonts": [
      "TimesNewRomanPSMT"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 1,
    "bbox": [
      77.42,
      264.76,
      255.89,
      278.04
    ],
    "text": "Decided on: 28.02.2025",
    "fonts": [
      "TimesNewRomanPS-BoldMT",
      "TimesNewRomanPSMT"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 2,
    "bbox": [
      72.02,
      731.38,
      311.31,
      755.86
    ],
    "text": "3",
    "fonts": [
      "Calibri"
    ],
    "sizes": [
      11.039999961853027
    ]
  },
  {
    "page_number": 2,
    "bbox": [
      72.02,
      72.59,
      543.25,
      119.22
    ],
    "text": "The Appellant once again being aggrieved with the determination of the TAC requested the TAC to have a case stated for the opinion of the Court of Appeal. The questions which the Appellant seeks the opinion of this Court are as follows:",
    "fonts": [
      "TimesNewRomanPSMT"
    ],
    "sizes": [
      12.960000038146973
    ]
  },
  {
    "page_number": 2,
    "bbox": [
      108.02,
      128.99,
      543.34,
      385.29
    ],
    "text": "1. Did the Tax Appeals Commission err in law when it came to the conclusion that the supply of tress did not constitute an unprocessed agricultural/horticultural product within the contemplation of item (b) (xxiii) of Part II of the First Schedule to the Value Added Tax Act, No. 14 of 2022 (as amended)? 2. Did the Tax Appeals Commission err in law when it failed to consider the alternative possibility that the supplies made by the Appellants constituted sawn wood and was therefore an exempt supply under and in terms of item (a) (xxii) (iv) of Part II of the First Schedule to the Value Added Tax Act, No. 14 of 2002 (as amended) 3. Is the amount assessed, as confirmed by the Tax Appeals Commission, excessive and without lawful justification? 4. In view of the facts and circumstances of the case did the Tax Appeals Commission err in law when it came to the conclusion that did it?",
    "fonts": [
      "TimesNewRomanPS-ItalicMT"
    ],
    "sizes": [
      12.960000038146973
    ]
  },
  {
    "page_number": 2,
    "bbox": [
      72.02,
      419.32,
      543.34,
      530.39
    ],
    "text": "The Appellants submission is that the Appellant has called for tenders to sell albezia trees. The said tender was subject to a non-refundable deposit of Rs 1000. Upon accepting the tender, the successful buyer had to enter into an agreement with the Appellant for harvesting, logging and transport of logs. The Appellant contends that the said supply of trees falls within the contemplation of item (b) xxiii of Part II of the First Schedule to the Value Added Tax Act, No. 14 of 2002 and therefore, is an exempted supply. At this stage, this Court will consider the first question.",
    "fonts": [
      "TimesNewRomanPSMT"
    ],
    "sizes": [
      12.960000038146973
    ]
  },
  {
    "page_number": 2,
    "bbox": [
      90.02,
      564.1,
      542.91,
      578.63
    ],
    "text": "1. Did the Tax Appeals Commission err in law when it came to the conclusion",
    "fonts": [
      "Arial-BoldMT",
      "TimesNewRomanPS-BoldMT"
    ],
    "sizes": [
      12.960000038146973
    ]
  },
  {
    "page_number": 2,
    "bbox": [
      108.02,
      580.48,
      543.24,
      659.42
    ],
    "text": "that the supply of tress did not constitute an unprocessed agricultural/horticultural product within the contemplation of item (b) (xxiii) of Part II of the First Schedule to the Value Added Tax Act, No. 14 of 2022 (as amended)?",
    "fonts": [
      "TimesNewRomanPS-BoldMT"
    ],
    "sizes": [
      12.960000038146973
    ]
  },
  {
    "page_number": 2,
    "bbox": [
      72.02,
      669.19,
      543.33,
      715.82
    ],
    "text": "Before answering the above question, this Court observes the opinion sought is pertaining to sale of albezia trees by the Appellant. As per the submissions of the Respondent the said trees have been planted. It is the contention of the Respondent that the said trees have",
    "fonts": [
      "TimesNewRomanPSMT"
    ],
    "sizes": [
      12.960000038146973
    ]
  },
  {
    "page_number": 3,
    "bbox": [
      72.02,
      731.38,
      311.31,
      755.86
    ],
    "text": "4",
    "fonts": [
      "Calibri"
    ],
    "sizes": [
      11.039999961853027
    ]
  },
  {
    "page_number": 3,
    "bbox": [
      72.02,
      72.59,
      543.34,
      296.73
    ],
    "text": "a commercial value and the timber is used for the production of timber products and furniture. To understand the issue before us this Court would now consider the submission of the Counsel pertaining to the nature of the Appellants business. As per the submission of the Appellant to the Tax Appeals Commission, which is at page 12 of the brief in paragraph one, it is submitted that the Appellant is engaged in cultivation, manufacture and sale of tea and rubber. It is also engaged, interalia, in renting out its factory and sale of trees (emphasis added). Thus, the argument that the said cultivation and sale is for commercial purpose. This also demonstrates that the Appellant is cultivating trees. It is in this background that the Respondent contend the albezia cultivation and the selling of trees is to earn an income. It is in these circumstances that the Court is invited to give an opinion as to whether the sale of albezia trees falls within the exemption as sale of live trees, or as the Respondent contends, the sale is for trees logged and processed as logs which do not fall within the exemption, or in the alternate whether the supply of trees falls within the exemption under sawn timber.",
    "fonts": [
      "TimesNewRomanPS-BoldItalicMT",
      "TimesNewRomanPS-BoldMT",
      "TimesNewRomanPS-ItalicMT",
      "TimesNewRomanPSMT"
    ],
    "sizes": [
      12.960000038146973
    ]
  },
  {
    "page_number": 3,
    "bbox": [
      72.02,
      330.62,
      543.34,
      409.53
    ],
    "text": "It is the contention of the Appellant that the sale of albezia trees is within the meaning of unprocessed agricultural products and that the agreement is for the supply of live trees. It was further submitted that the tender called for is to uproot the live trees. If it is a supply of live trees the Appellant claims the supply falls within the provisions of unprocessed agricultural produce and is exempted from tax.",
    "fonts": [
      "TimesNewRomanPS-ItalicMT",
      "TimesNewRomanPSMT"
    ],
    "sizes": [
      12.960000038146973
    ]
  },
  {
    "page_number": 3,
    "bbox": [
      72.02,
      419.32,
      494.86,
      433.67
    ],
    "text": "In answering this question let us first consider the relevant provisions of the Act.",
    "fonts": [
      "TimesNewRomanPSMT"
    ],
    "sizes": [
      12.960000038146973
    ]
  },
  {
    "page_number": 3,
    "bbox": [
      72.02,
      443.44,
      133.7,
      457.79
    ],
    "text": "(b)",
    "fonts": [
      "TimesNewRomanPS-ItalicMT",
      "TimesNewRomanPSMT"
    ],
    "sizes": [
      12.960000038146973
    ]
  },
  {
    "page_number": 3,
    "bbox": [
      144.02,
      467.56,
      543.34,
      530.27
    ],
    "text": "(xxiii) unprocessed agricultural, horticultural or fishing products produced in Sri Lanka, including the local supply of unprocessed agricultural, horticultural or fishing products where value added tax has not been collected or paid to the Department of Inland Revenue on or after 1/7/2007",
    "fonts": [
      "TimesNewRomanPS-ItalicMT",
      "TimesNewRomanPSMT"
    ],
    "sizes": [
      12.960000038146973
    ]
  },
  {
    "page_number": 3,
    "bbox": [
      72.02,
      564.16,
      543.34,
      691.46
    ],
    "text": "The Appellant contends the said trees fall within the said provision and are unprocessed agricultural products. The Appellant further contends that the growth and harvesting of albezia trees constitutes a supply of unprocessed agricultural products. It is not disputed that the conversion of the trees into logs involves processing. Thus, the logs cannot be treated as unprocessed agricultural products. However, the Appellants contention is that they do not process the trees to convert them into logs instead the supply is live trees. Hence, the contention that the said sale of trees amounts to the sale of unprocessed agricultural products.",
    "fonts": [
      "TimesNewRomanPS-ItalicMT",
      "TimesNewRomanPSMT"
    ],
    "sizes": [
      12.0,
      12.960000038146973
    ]
  },
  {
    "page_number": 4,
    "bbox": [
      72.02,
      731.38,
      311.31,
      755.86
    ],
    "text": "5",
    "fonts": [
      "Calibri"
    ],
    "sizes": [
      11.039999961853027
    ]
  },
  {
    "page_number": 4,
    "bbox": [
      72.02,
      72.59,
      543.34,
      151.5
    ],
    "text": "As stated above, it is contended that the said wood has to be processed to be used as timber for the production of wooden products including furniture, and the said activity is done by the buyer. The Appellant concedes that the said products are liable for VAT unless specifically exempted. The Appellants argument is based on the premise that the said wood is supplied by the Appellant in living form. Thus, qualifying for the exemption.",
    "fonts": [
      "TimesNewRomanPS-ItalicMT",
      "TimesNewRomanPSMT"
    ],
    "sizes": [
      12.0,
      12.960000038146973
    ]
  },
  {
    "page_number": 4,
    "bbox": [
      72.02,
      185.39,
      543.14,
      215.82
    ],
    "text": "To understand the question as to the state of product supplied and to ascertain whether it is in live form or not, this Court directs its attention to the tender called by the Appellant.",
    "fonts": [
      "TimesNewRomanPSMT"
    ],
    "sizes": [
      12.0,
      12.960000038146973
    ]
  },
  {
    "page_number": 4,
    "bbox": [
      72.02,
      249.86,
      543.33,
      425.85
    ],
    "text": "The said tender is at page 33 of the brief. It clearly states the trees to be sold can be inspected. It reads in Sinhala as: . It presupposes that all trees are not for sale but it is only some trees that are to be sold and are allowed to be inspected. This Court comes to this conclusion as otherwise the tender would have been called to sell all the trees and the inspection would have been of all trees. At page 34 of the brief the paper advertisement in Sinhala is found and the said advertisement clearly states that the tenders are called for the sale of approximately 500 trees situated on two divisions of the plantation. Further, the trees have to be uprooted. However, this alone will not give us a clear understanding of the state of the goods at the time of the sale. Therefore, this Court will now consider the agreement between the parties to get a clear understanding of the supply and the intention of the seller.",
    "fonts": [
      "IskoolaPota",
      "TimesNewRomanPSMT"
    ],
    "sizes": [
      12.960000038146973
    ]
  },
  {
    "page_number": 4,
    "bbox": [
      72.02,
      459.76,
      543.26,
      554.75
    ],
    "text": "The agreement entered into by the parties sheds light to understand the true nature of the supply of trees. As per the agreement the trees have to be logged and the logs have to be transported as per the specifications by following the guidelines and instructions of the manager. Item 4 of the agreement is of particular interest in coming to the conclusion as to whether the Appellant is supplying unprocessed agricultural products in the form of live trees or the sale is for a processed product. The said clause states as follows:",
    "fonts": [
      "TimesNewRomanPS-BoldMT",
      "TimesNewRomanPSMT"
    ],
    "sizes": [
      12.960000038146973
    ]
  },
  {
    "page_number": 4,
    "bbox": [
      108.02,
      564.52,
      543.22,
      611.18
    ],
    "text": "4. The transport of logs so cut, to the road side/wayside depots prior to removal should be done by the buyer which operation includes the cutting of haulage parts, roads, etc.",
    "fonts": [
      "TimesNewRomanPS-BoldItalicMT",
      "TimesNewRomanPS-ItalicMT",
      "TimesNewRomanPSMT"
    ],
    "sizes": [
      12.960000038146973
    ]
  },
  {
    "page_number": 4,
    "bbox": [
      72.02,
      645.07,
      543.32,
      707.9
    ],
    "text": "This particular clause sheds light on the issue before us namely, whether the agreement between the buyer and the Appellant is to sell live trees or processed products. It is observed that the agreement states that the harvesting, logging and transporting logs have to be carried out according to the specifications, guidelines and the instructions of the",
    "fonts": [
      "TimesNewRomanPSMT"
    ],
    "sizes": [
      12.960000038146973
    ]
  },
  {
    "page_number": 5,
    "bbox": [
      72.02,
      731.38,
      311.31,
      755.86
    ],
    "text": "6",
    "fonts": [
      "Calibri"
    ],
    "sizes": [
      11.039999961853027
    ]
  },
  {
    "page_number": 5,
    "bbox": [
      72.02,
      72.59,
      543.28,
      135.3
    ],
    "text": "manager as per the attached schedule. The Appellant failed to submit the schedule. However, item 4 clearly states the transport of logs so cut. This, when read with the above, it is clear the intention of the parties was to supply the logs, logged according to the specifications of the Appellant.",
    "fonts": [
      "TimesNewRomanPSMT"
    ],
    "sizes": [
      12.960000038146973
    ]
  },
  {
    "page_number": 5,
    "bbox": [
      72.02,
      169.31,
      543.34,
      215.82
    ],
    "text": "The plain reading of the agreement is clear, The agreement in fact is not for the sale of live trees on the land but, the supply agreement is for the sale of felled trees cut into logs that are according to the specifications of the Appellant.",
    "fonts": [
      "TimesNewRomanPSMT"
    ],
    "sizes": [
      12.960000038146973
    ]
  },
  {
    "page_number": 5,
    "bbox": [
      72.02,
      249.86,
      543.34,
      457.79
    ],
    "text": "Further the Appellants contention that the Appellant is only supplying live trees and the process commences after the title is passed to the buyer, cannot be accepted because if the buyer is to get title to the living trees, then removing the said trees is within the discretion of the buyer. It cannot be under the guidelines and specifications of the Appellant. Further it is up to the buyer to choose his way of removing the trees in the form the buyer wants. It is not for the seller to imposed conditions as cutting it into logs according to the specifications of the seller. Hence, the intention of the parties in this instance is clear that the seller is not supplying live trees but is supplying logs cut according to the specifications of the Appellant and transporting the logs cut under the instructions and the guidelines of the manager of the Appellants estate. Hence, the Appellants contention that the supply of trees constitutes a sale of live trees is untenable. The identical question as to whether the sale constitutes unprocessed produce in the nature of live trees or processed and sold as logs was considered.",
    "fonts": [
      "TimesNewRomanPSMT"
    ],
    "sizes": [
      12.960000038146973
    ]
  },
  {
    "page_number": 5,
    "bbox": [
      72.02,
      491.68,
      543.25,
      522.11
    ],
    "text": "In Lalan Rubber v. The Commissioner General of Inland Revenue CA Tax 05/2017 decided on 04.09.2018 and it was held that:",
    "fonts": [
      "TimesNewRomanPS-BoldItalicMT",
      "TimesNewRomanPS-BoldMT",
      "TimesNewRomanPSMT"
    ],
    "sizes": [
      12.960000038146973
    ]
  },
  {
    "page_number": 5,
    "bbox": [
      108.02,
      532.0,
      543.33,
      707.66
    ],
    "text": "The subject matter of the contracts between the Appellant and his contractors are not in our view live trees. The true nature of the contracts in substance is that they are for the uprooting and removal of trees for the supply of rubber logs. The consideration for these contracts was the timber value of the trees uprooted, removed and taken into the possession of the contractor. The exemption from VAT given to unprocessed agricultural product does not cover the instant case where non-harvesting rubber trees are uprooted and removed. That involves a process which changes the subject from a rubber tree to firewood, logs and chips. The Appellant in the Notes to the Financial Statements for the year ended 31st March 2008 identify the profits of these transactions as Sales of firewood, logs and chips. Accordingly, the subject matter of the contracts between the Appellant and its",
    "fonts": [
      "TimesNewRomanPS-ItalicMT",
      "TimesNewRomanPSMT"
    ],
    "sizes": [
      8.520000457763672,
      12.960000038146973
    ]
  },
  {
    "page_number": 6,
    "bbox": [
      72.02,
      731.38,
      311.31,
      755.86
    ],
    "text": "7",
    "fonts": [
      "Calibri"
    ],
    "sizes": [
      11.039999961853027
    ]
  },
  {
    "page_number": 6,
    "bbox": [
      108.02,
      72.59,
      543.01,
      119.22
    ],
    "text": "contractors are not live trees within the meaning of the Guide to the Value Added Tax in Sri Lanka. It is also not unprocessed agricultural product within the meaning of item (b)(xxiii) of Part II of the First Schedule to the VAT Act.",
    "fonts": [
      "TimesNewRomanPS-ItalicMT",
      "TimesNewRomanPSMT"
    ],
    "sizes": [
      12.960000038146973
    ]
  },
  {
    "page_number": 6,
    "bbox": [
      72.02,
      153.11,
      543.31,
      215.82
    ],
    "text": "In the case before us the facts are similar, the supplier argues he is selling the trees. The buyer has to log the trees and transport the logs under the guidance of the seller. Further the logging is to be done to the specifications of the seller. However, as per the agreement what is really sold and transported are logs cut to the specification of the Appellant.",
    "fonts": [
      "TimesNewRomanPSMT"
    ],
    "sizes": [
      12.960000038146973
    ]
  },
  {
    "page_number": 6,
    "bbox": [
      72.02,
      249.86,
      543.34,
      360.93
    ],
    "text": "It is also pertinent to note that as per clause two of the agreement the buyer has to carry out the operation on the guidelines given, and according to the instructions of the manager subject to the governing law on harvesting and transporting timber. It is pertinent to note that as per the submissions of the Counsel and the circumstances the said agreement, though in the guise of felling and transporting the felled trees, in reality, it is an agreement for the sale and transport of logs in form of timber. This is further substantiated by subjecting the process to be under the specifications and the guidelines of the manager.",
    "fonts": [
      "TimesNewRomanPSMT"
    ],
    "sizes": [
      12.960000038146973
    ]
  },
  {
    "page_number": 6,
    "bbox": [
      72.02,
      394.82,
      543.3,
      473.75
    ],
    "text": "Accordingly, this Court is not inclined to accept the Appellants contention that the title to goods pass to the buyer with the selling of the live trees. In fact, as per the agreement it is clear to this Court that the agreement is for the sale of logs and not for the sale of live trees in the nature of unprocessed produce. Further, as per the agreement there is no indication to say what specific trees are to be logged.",
    "fonts": [
      "TimesNewRomanPSMT"
    ],
    "sizes": [
      12.960000038146973
    ]
  },
  {
    "page_number": 6,
    "bbox": [
      72.02,
      507.64,
      543.34,
      554.27
    ],
    "text": "In coming to the above conclusion, this Court has considered the judgement of this Court in Lalan Rubber (Pvt) Ltd v. Commissioner General of Inland Revenue where it was stated as follows:",
    "fonts": [
      "TimesNewRomanPS-BoldItalicMT",
      "TimesNewRomanPS-BoldMT",
      "TimesNewRomanPSMT"
    ],
    "sizes": [
      12.960000038146973
    ]
  },
  {
    "page_number": 6,
    "bbox": [
      108.02,
      564.04,
      543.19,
      691.34
    ],
    "text": "We are of the view that the goods forming the subject matter of the contracts between the Appellant and his contractors are not specific or ascertained goods but unascertained goods. The contracts do not identify the particular trees to be cut. It refers only to the number of trees. The contracts require the contractor to take over the trees that are identified by the field officer. Hence the goods remain unascertained as at the date of payment and passing of exclusive ownership of goods did not for the purposes of the Sale of Goods Ordinance take place at the date of payment as submitted by the learned counsel for the Appellant.",
    "fonts": [
      "TimesNewRomanPS-ItalicMT",
      "TimesNewRomanPSMT"
    ],
    "sizes": [
      12.960000038146973
    ]
  },
  {
    "page_number": 7,
    "bbox": [
      72.02,
      731.38,
      311.31,
      755.86
    ],
    "text": "8",
    "fonts": [
      "Calibri"
    ],
    "sizes": [
      11.039999961853027
    ]
  },
  {
    "page_number": 7,
    "bbox": [
      108.02,
      72.59,
      543.21,
      135.3
    ],
    "text": "In the instant case, exclusive ownership of the trees is not passed when the payment was made by the contractor as the goods remain unascertained. The property in the trees can be passed if at all only after the trees are ascertained by the field officer as stated above.",
    "fonts": [
      "TimesNewRomanPS-ItalicMT",
      "TimesNewRomanPSMT"
    ],
    "sizes": [
      12.960000038146973
    ]
  },
  {
    "page_number": 7,
    "bbox": [
      72.02,
      169.31,
      543.22,
      215.82
    ],
    "text": "In ascertaining the passing of title, the learned DSG contended that the facts of this case are similar to the facts of the Lalan Rubber case. Hence, the Respondents relied on the said case. This Court is in agreement with the said contention of the learned DSG.",
    "fonts": [
      "TimesNewRomanPS-BoldItalicMT",
      "TimesNewRomanPSMT"
    ],
    "sizes": [
      12.960000038146973
    ]
  },
  {
    "page_number": 7,
    "bbox": [
      72.02,
      249.86,
      543.34,
      296.37
    ],
    "text": "This Court has also considered the judgement of Malwatte Valley Plantations PLC v. Commissioner General of Inland Revenue CA Tax 06/2017 decided on 17.12.2021, where the Court distinguished Lalan Rubber as follows:",
    "fonts": [
      "TimesNewRomanPS-BoldItalicMT",
      "TimesNewRomanPS-BoldMT",
      "TimesNewRomanPSMT"
    ],
    "sizes": [
      12.960000038146973
    ]
  },
  {
    "page_number": 7,
    "bbox": [
      108.02,
      306.26,
      543.16,
      368.97
    ],
    "text": "In the case in hand, the agreement clearly states the number of trees to be uprooted and the location, with the division of the field of the estate. Further, the trees which were to be uprooted had to be numbered by the Appellant. Therefore, it is abundantly clear that the goods sold were specific and precisely ascertained.",
    "fonts": [
      "TimesNewRomanPS-ItalicMT",
      "TimesNewRomanPSMT"
    ],
    "sizes": [
      12.960000038146973
    ]
  },
  {
    "page_number": 7,
    "bbox": [
      108.02,
      378.74,
      543.14,
      425.37
    ],
    "text": "Therefore, in the case in hand, the supply of goods shall be deemed to have taken place at the time the rubber trees were in live form and accordingly, VAT has to be paid in terms of Section 2(1).",
    "fonts": [
      "TimesNewRomanPS-ItalicMT",
      "TimesNewRomanPSMT"
    ],
    "sizes": [
      12.960000038146973
    ]
  },
  {
    "page_number": 7,
    "bbox": [
      72.02,
      459.28,
      543.34,
      521.99
    ],
    "text": "In this instance, as stated above the facts are briefly different to the Malwatte Valley case as in this case the trees to be sold are not identified in the agreement. There is no material to demonstrate that the trees to be sold are physically numbered and, in any event, it is not reflected in the agreement.",
    "fonts": [
      "TimesNewRomanPS-BoldItalicMT",
      "TimesNewRomanPSMT"
    ],
    "sizes": [
      12.960000038146973
    ]
  },
  {
    "page_number": 7,
    "bbox": [
      72.02,
      556.0,
      543.34,
      651.02
    ],
    "text": "It is also pertinent to note that though the Appellant attempted to demonstrate that the facts of the said Lalan Rubber case are different from the case before us, it is our view that the reasoning given in identifying the time the taxable supply of goods take place and whether the goods fall within the exemptions are similar. However, the time of the supply of goods in the Malwatte Valley case differs from this case. Considering all the above facts it is our view that the Appellant is actually supplying logs in the guise of uprooting trees.",
    "fonts": [
      "TimesNewRomanPS-BoldItalicMT",
      "TimesNewRomanPSMT"
    ],
    "sizes": [
      12.960000038146973
    ]
  },
  {
    "page_number": 7,
    "bbox": [
      72.02,
      684.91,
      455.83,
      699.26
    ],
    "text": "This takes us to the next question submitted for the opinion of this Court.",
    "fonts": [
      "TimesNewRomanPSMT"
    ],
    "sizes": [
      12.960000038146973
    ]
  },
  {
    "page_number": 8,
    "bbox": [
      72.02,
      731.38,
      311.31,
      755.86
    ],
    "text": "9",
    "fonts": [
      "Calibri"
    ],
    "sizes": [
      11.039999961853027
    ]
  },
  {
    "page_number": 8,
    "bbox": [
      90.02,
      72.41,
      543.06,
      86.94
    ],
    "text": "2. Did the Tax Appeals Commission err in law when it failed to consider the",
    "fonts": [
      "Arial-BoldMT",
      "TimesNewRomanPS-BoldMT"
    ],
    "sizes": [
      12.960000038146973
    ]
  },
  {
    "page_number": 8,
    "bbox": [
      108.02,
      88.67,
      543.17,
      151.5
    ],
    "text": "alternative possibility that the supplies made by the Appellant constituted sawn wood and was therefore an exempt supply under and in terms of item (a) (xxii) (iv) of Part II of the First Schedule to the Value Added Tax Act, No. 14 of 2002 (as amended)?",
    "fonts": [
      "TimesNewRomanPS-BoldMT"
    ],
    "sizes": [
      12.960000038146973
    ]
  },
  {
    "page_number": 8,
    "bbox": [
      72.02,
      185.39,
      543.33,
      232.02
    ],
    "text": "This argument of the Appellant cuts across their first argument that the sale was of live trees thus, qualifying for the exemption as an unprocessed agricultural produce. The European Commission defines sawn wood as",
    "fonts": [
      "TimesNewRomanPSMT"
    ],
    "sizes": [
      12.960000038146973
    ]
  },
  {
    "page_number": 8,
    "bbox": [
      108.02,
      241.79,
      543.32,
      272.25
    ],
    "text": "wood that has been produced either by sawing lengthways or by a profile-chipping process, and with a few exceptions, is greater than 6 millimeters in thickness.1",
    "fonts": [
      "TimesNewRomanPS-BoldMT",
      "TimesNewRomanPS-ItalicMT",
      "TimesNewRomanPSMT"
    ],
    "sizes": [
      8.520000457763672,
      12.960000038146973
    ]
  },
  {
    "page_number": 8,
    "bbox": [
      72.02,
      306.26,
      543.36,
      497.99
    ],
    "text": "The Appellant in his submissions argued that alternatively the timber logs sold were sawn wood and falls within the exemption above. However, it is pertinent to note that if the Appellant is pleading under the exemptions for sawn wood, then the said wood does not consist of living trees. Thus, to fall into the definition of sawn wood, the wood has to undergo a stage of processing. It appears by this argument that the Appellant is attempting to blow hot and cold. If the Appellant is pleading that they fall under the latter exemption then they cannot maintain the position taken that the sale was of unprocessed agricultural produce. In the view of this Court, the moment the Appellant pleads under this exemption, it is admitted that the supply was not unprocessed wood. This Court observes that if we are to accept the alternate argument of the Appellant then the first submission that the sale was for unprocessed agricultural produce fails. In paragraph 57 of the Appellants written submissions defines sawn wood as follows:",
    "fonts": [
      "TimesNewRomanPSMT"
    ],
    "sizes": [
      12.960000038146973
    ]
  },
  {
    "page_number": 8,
    "bbox": [
      108.02,
      507.76,
      543.21,
      602.87
    ],
    "text": "The term sawn wood refers to sawing the cutting of wood from trees into different shapes and sizes. Sawn timber on the other hand is timber that is cut from logs into different shapes and sizes. Sawn timber is generally cut into varying rectangular widths and lengths but may also be wedge-shaped. It could also cover round wood timber. Common sawn wood products include timber beams and more rectangular timber.",
    "fonts": [
      "TimesNewRomanPS-ItalicMT",
      "TimesNewRomanPSMT"
    ],
    "sizes": [
      12.960000038146973
    ]
  },
  {
    "page_number": 8,
    "bbox": [
      72.02,
      612.67,
      543.34,
      643.1
    ],
    "text": "Item (a)(xxii)(iv) of Part II of the First Schedule to the Value Added Tax Act No. 14 of 2002 exempts wood (sawn).",
    "fonts": [
      "TimesNewRomanPSMT"
    ],
    "sizes": [
      12.960000038146973
    ]
  },
  {
    "page_number": 8,
    "bbox": [
      72.02,
      672.22,
      535.93,
      719.95
    ],
    "text": "1 https://knowledge4policy.ec.europa.eu/glossary-item/sawnwood_en#:~:text=Sawnwood%20is%20wood%20that%20has,Source%20category%3A%20EC%20Technical%20Documents",
    "fonts": [
      "Calibri"
    ],
    "sizes": [
      6.480000019073486,
      9.960000038146973,
      11.039999961853027
    ]
  },
  {
    "page_number": 9,
    "bbox": [
      72.02,
      731.38,
      314.07,
      755.86
    ],
    "text": "10",
    "fonts": [
      "Calibri"
    ],
    "sizes": [
      11.039999961853027
    ]
  },
  {
    "page_number": 9,
    "bbox": [
      72.02,
      96.71,
      543.34,
      369.21
    ],
    "text": "However, as per the agreement at page 31 entered into between the Appellant and the buyer, the agreement is not to sell sawn timber. The agreement is for harvesting, logging and transporting logs as per the schedule. Item 4 of the said agreement specifically states that what is removed are logs. The wording used is the transport of logs so cut. Nowhere in the agreement have the parties agreed to sell sawn timber, nor does it speak of the transport of sawn timber. In fact the words sawn timber are not found anywhere in the agreement. Hence, this Court is not inclined to accept the Appellants contention that the supply of wood was sawn wood. Therefore, the Appellants contention that they have supplied sawn wood and the exemption under item (a)(xxii)(iv) of Part II of the First Schedule to the Value Added Tax Act is not tenable and has to fail. The Appellant himself concedes that this argument of claiming an exemption under the category of sawn wood was not taken by him before the Commissioner General of Inland Revenue nor before the Tax Appeals Commission. Therefore, it has been taken for the first time before this Court (paragraph 60 of the written submissions). The Appellant goes on to argue that since the issue relates to a patent error of jurisdiction, they are entitled to raise the same for the first time in appeal. However, this Court need not venture into the said argument as the Court has held that as per the material submitted the supply of wood was not sawn wood but logs.",
    "fonts": [
      "TimesNewRomanPSMT"
    ],
    "sizes": [
      12.960000038146973
    ]
  },
  {
    "page_number": 9,
    "bbox": [
      72.02,
      403.1,
      543.34,
      627.26
    ],
    "text": "It is also pertinent to note that the Appellant in this case based the arguments and formulated in the first question of law on the basis that what was supplied was not processed wood but unprocessed agricultural produce. If the Appellant is to reply to the second argument that the supply was for sawn wood and then attempt to fall into the exemption awarded to sawn wood, then the first argument that the supply of trees as unprocessed produce has to fail as if the sale was for sawn wood, it has to go through a process as then what has been sold is not a live tree but the produce is what is cut and sawn. Hence, in our view, the Appellant cannot blow hot and cold. For the said argument to succeed, the goods have to fall either into the first category of unprocessed agricultural/horticultural product within item (b) (xxiii) of Part II of the First Schedule to the Value Added Tax Act or the second category sawn wood and under item (a) (xxii) (iv) of Part II of the First Schedule to the Value Added Tax Act. In our view the Appellant cannot claim the exemption under the first category or failing that, to claim the exemption under the second category.",
    "fonts": [
      "TimesNewRomanPS-BoldMT",
      "TimesNewRomanPSMT"
    ],
    "sizes": [
      12.960000038146973
    ]
  },
  {
    "page_number": 9,
    "bbox": [
      72.02,
      661.15,
      543.29,
      691.7
    ],
    "text": "In Hewa Usaranbage Shayamalie Aloka v. Siril Rajapakse and others CA/RII/05/2017 decided on 26.07.2022 it was held that:",
    "fonts": [
      "TimesNewRomanPS-BoldItalicMT",
      "TimesNewRomanPS-BoldMT",
      "TimesNewRomanPSMT"
    ],
    "sizes": [
      12.960000038146973
    ]
  },
  {
    "page_number": 10,
    "bbox": [
      72.02,
      731.38,
      314.07,
      755.86
    ],
    "text": "11",
    "fonts": [
      "Calibri"
    ],
    "sizes": [
      11.039999961853027
    ]
  },
  {
    "page_number": 10,
    "bbox": [
      108.02,
      72.59,
      543.03,
      135.3
    ],
    "text": "The law frowns upon a person who both approbates and reprobates. One cannot accept and reject the same instrument. This is a doctrine that is well known in our law. As stated by his Lordship Samarakoon CJ in Visualingam v. Liyanage (1983) 1 SLR 203, one cannot blow hot and cold.",
    "fonts": [
      "TimesNewRomanPS-ItalicMT",
      "TimesNewRomanPSMT"
    ],
    "sizes": [
      12.960000038146973
    ]
  },
  {
    "page_number": 10,
    "bbox": [
      72.02,
      169.31,
      402.07,
      183.66
    ],
    "text": "In Ranasinghe v. Premadharma (1985) 1 SLR 63 it was held:",
    "fonts": [
      "TimesNewRomanPS-BoldItalicMT",
      "TimesNewRomanPS-BoldMT",
      "TimesNewRomanPSMT"
    ],
    "sizes": [
      12.960000038146973
    ]
  },
  {
    "page_number": 10,
    "bbox": [
      108.02,
      193.43,
      543.33,
      320.73
    ],
    "text": "The rationale of the above principle appears to be that a defendant cannot approbate and reprobate. In cases where the doctrine of approbation and reprobation applies, the person concerned has a choice of two rights, either of which he is at liberty to adopt, but not both. Where the doctrine does apply, if the person to whom the choice belongs irrevocably and with full knowledge accepts the one he cannot afterwards assert the other; he cannot affirm and disaffirm. Hence a defendant who denies tenancy cannot consistently claim the benefit of the tenancy which the Rent Act provides.",
    "fonts": [
      "TimesNewRomanPS-ItalicMT",
      "TimesNewRomanPSMT"
    ],
    "sizes": [
      12.960000038146973
    ]
  },
  {
    "page_number": 10,
    "bbox": [
      72.02,
      354.62,
      543.34,
      401.25
    ],
    "text": "It is also pertinent to note that the Appellant is not contesting that the supply of goods is not taxable but what their argument is that it is an exempted supply. Hence, this Court observes that for an exemption to apply, the supply of goods has to be a taxable supply.",
    "fonts": [
      "TimesNewRomanPSMT"
    ],
    "sizes": [
      12.960000038146973
    ]
  },
  {
    "page_number": 10,
    "bbox": [
      72.02,
      435.16,
      543.26,
      497.87
    ],
    "text": "The Court observes that the assessment accordingly has been made based on the non-applicability of the exemption. However, the question whether the amount assessed is excessive or not in our view is not a legal question. In any event none of the parties have addressed the Court on the said question.",
    "fonts": [
      "TimesNewRomanPSMT"
    ],
    "sizes": [
      12.960000038146973
    ]
  },
  {
    "page_number": 10,
    "bbox": [
      90.02,
      531.58,
      543.06,
      546.11
    ],
    "text": "3. Is the amount assessed, as confirmed by the Tax Appeals Commission,",
    "fonts": [
      "Arial-BoldMT",
      "TimesNewRomanPS-BoldMT"
    ],
    "sizes": [
      12.960000038146973
    ]
  },
  {
    "page_number": 10,
    "bbox": [
      108.02,
      547.96,
      345.31,
      562.31
    ],
    "text": "excessive and without lawful justification?",
    "fonts": [
      "TimesNewRomanPS-BoldMT"
    ],
    "sizes": [
      12.960000038146973
    ]
  },
  {
    "page_number": 10,
    "bbox": [
      72.02,
      596.23,
      543.34,
      707.42
    ],
    "text": "The amount assessed is based on the non-applicability of the exemptions. Further though this question was raised and forwarded for the opinion of the Court, the Appellant did not challenge the basis of assessment as reflected in page 6 of the brief. It is also observed the said question is not a specific question of law but falls under the guise of a general question. However, it is pertinent to note that the basis for the assessment is given in the absence of any challenge to the basis of the assessment, this Court is inclined to answer the said question in the negative.",
    "fonts": [
      "TimesNewRomanPSMT"
    ],
    "sizes": [
      12.960000038146973
    ]
  },
  {
    "page_number": 11,
    "bbox": [
      72.02,
      731.38,
      314.07,
      755.86
    ],
    "text": "12",
    "fonts": [
      "Calibri"
    ],
    "sizes": [
      11.039999961853027
    ]
  },
  {
    "page_number": 11,
    "bbox": [
      72.02,
      72.59,
      543.35,
      119.22
    ],
    "text": "After considering all the material and for the reasons stated above, this Court is of the view that there are no grounds to interfere with the conclusion of the Tax Appeals Commission. Accordingly, this Court confirms the determination by the Tax Appeals Commission.",
    "fonts": [
      "TimesNewRomanPSMT"
    ],
    "sizes": [
      12.960000038146973
    ]
  },
  {
    "page_number": 11,
    "bbox": [
      72.02,
      153.11,
      541.9,
      167.46
    ],
    "text": "Accordingly, the Court answers the questions that are tendered for its opinion as follows.",
    "fonts": [
      "TimesNewRomanPSMT"
    ],
    "sizes": [
      12.960000038146973
    ]
  },
  {
    "page_number": 11,
    "bbox": [
      90.02,
      201.17,
      542.91,
      215.7
    ],
    "text": "1. Did the Tax Appeals Commission err in law when it came to the conclusion",
    "fonts": [
      "Arial-BoldMT",
      "TimesNewRomanPS-BoldMT"
    ],
    "sizes": [
      12.960000038146973
    ]
  },
  {
    "page_number": 11,
    "bbox": [
      108.02,
      217.55,
      543.24,
      328.65
    ],
    "text": "that the supply of tress did not constitute an unprocessed agricultural/horticultural product within the contemplation of item (b) (xxiii) of Part II of the First Schedule to the Value Added Tax Act, No. 14 of 2022 (as amended)? No.",
    "fonts": [
      "TimesNewRomanPS-BoldMT",
      "TimesNewRomanPSMT"
    ],
    "sizes": [
      12.960000038146973
    ]
  },
  {
    "page_number": 11,
    "bbox": [
      90.02,
      362.48,
      517.4,
      377.01
    ],
    "text": "2. Did the Tax Appeals Commission err in law when it failed to consider the",
    "fonts": [
      "Arial-BoldMT",
      "TimesNewRomanPS-BoldMT"
    ],
    "sizes": [
      12.960000038146973
    ]
  },
  {
    "page_number": 11,
    "bbox": [
      108.02,
      378.74,
      537.11,
      441.47
    ],
    "text": "alternative possibility that the supplies made by the Appellant constituted sawn wood and was therefore an exempt supply under and in terms of item (a) (xxii) (iv) of Part II of the First Schedule to the Value Added Tax Act, No. 14 of 2002 (as amended)?",
    "fonts": [
      "TimesNewRomanPS-BoldMT"
    ],
    "sizes": [
      12.960000038146973
    ]
  },
  {
    "page_number": 11,
    "bbox": [
      108.02,
      475.36,
      133.7,
      489.71
    ],
    "text": "No,",
    "fonts": [
      "TimesNewRomanPSMT"
    ],
    "sizes": [
      12.960000038146973
    ]
  },
  {
    "page_number": 11,
    "bbox": [
      108.02,
      499.6,
      543.34,
      530.03
    ],
    "text": "in any event does not arise as it was never raised before the Tax Appeals Commission.",
    "fonts": [
      "TimesNewRomanPSMT"
    ],
    "sizes": [
      12.960000038146973
    ]
  },
  {
    "page_number": 11,
    "bbox": [
      90.02,
      563.74,
      543.06,
      578.27
    ],
    "text": "3. Is the amount assessed, as confirmed by the Tax Appeals Commission,",
    "fonts": [
      "Arial-BoldMT",
      "TimesNewRomanPS-BoldMT"
    ],
    "sizes": [
      12.960000038146973
    ]
  },
  {
    "page_number": 11,
    "bbox": [
      108.02,
      580.12,
      345.31,
      594.47
    ],
    "text": "excessive and without lawful justification?",
    "fonts": [
      "TimesNewRomanPS-BoldMT"
    ],
    "sizes": [
      12.960000038146973
    ]
  },
  {
    "page_number": 11,
    "bbox": [
      108.02,
      604.27,
      130.34,
      618.62
    ],
    "text": "No.",
    "fonts": [
      "TimesNewRomanPS-BoldMT",
      "TimesNewRomanPSMT"
    ],
    "sizes": [
      12.960000038146973
    ]
  },
  {
    "page_number": 11,
    "bbox": [
      90.02,
      652.33,
      543.02,
      666.86
    ],
    "text": "4. In view of the facts and circumstances of the case did the Tax Appeals",
    "fonts": [
      "Arial-BoldMT",
      "TimesNewRomanPS-BoldMT"
    ],
    "sizes": [
      12.960000038146973
    ]
  },
  {
    "page_number": 11,
    "bbox": [
      108.02,
      668.59,
      481.06,
      682.94
    ],
    "text": "Commission err in law when it came to the conclusion that did it?",
    "fonts": [
      "TimesNewRomanPS-BoldMT"
    ],
    "sizes": [
      12.960000038146973
    ]
  },
  {
    "page_number": 11,
    "bbox": [
      108.02,
      692.71,
      130.34,
      707.06
    ],
    "text": "No.",
    "fonts": [
      "TimesNewRomanPSMT"
    ],
    "sizes": [
      12.960000038146973
    ]
  },
  {
    "page_number": 12,
    "bbox": [
      72.02,
      731.38,
      314.07,
      755.86
    ],
    "text": "13",
    "fonts": [
      "Calibri"
    ],
    "sizes": [
      11.039999961853027
    ]
  },
  {
    "page_number": 12,
    "bbox": [
      72.02,
      72.49,
      537.45,
      115.53
    ],
    "text": "Accordingly, acting in terms of Section 11A (6) of the Tax Appeals Commission Act, this Court confirms the TAC determination. The Registrar is directed to send a certified copy of this Judgement to the TAC.",
    "fonts": [
      "TimesNewRomanPSMT"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 12,
    "bbox": [
      391.15,
      216.73,
      543.1,
      230.01
    ],
    "text": "Judge of the Court of Appeal",
    "fonts": [
      "TimesNewRomanPS-BoldMT"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 12,
    "bbox": [
      72.02,
      285.4,
      189.74,
      298.68
    ],
    "text": "S.U.B. Karalliyadde, J",
    "fonts": [
      "TimesNewRomanPS-BoldMT"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 12,
    "bbox": [
      117.02,
      308.32,
      153.02,
      321.6
    ],
    "text": "I agree",
    "fonts": [
      "TimesNewRomanPSMT"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 12,
    "bbox": [
      391.15,
      376.96,
      543.1,
      390.24
    ],
    "text": "Judge of the Court of Appeal",
    "fonts": [
      "TimesNewRomanPS-BoldMT"
    ],
    "sizes": [
      12.0
    ]
  }
]