[
  {
    "page_number": 0,
    "bbox": [
      115.2,
      778.85,
      475.42,
      805.76
    ],
    "text": "1",
    "fonts": [
      "CIDFont+F1"
    ],
    "sizes": [
      11.040450096130371
    ]
  },
  {
    "page_number": 0,
    "bbox": [
      146.88,
      93.11,
      444.25,
      106.39
    ],
    "text": "IN THE COURT OF APPEAL OF THE DEMOCRATIC",
    "fonts": [
      "CIDFont+F2"
    ],
    "sizes": [
      12.000450134277344
    ]
  },
  {
    "page_number": 0,
    "bbox": [
      184.32,
      113.87,
      406.68,
      127.15
    ],
    "text": "SOCIALIST REPUBLIC OF SRI LANKA",
    "fonts": [
      "CIDFont+F2"
    ],
    "sizes": [
      12.000450134277344
    ]
  },
  {
    "page_number": 0,
    "bbox": [
      115.2,
      134.27,
      475.98,
      274.51
    ],
    "text": "In the matter of an Appeal under Section 331 of the Code of Criminal Procedure Act No. 15 of 1979, read with Article 138 of the Constitution of the Democratic Socialist Republic of Sri Lanka.",
    "fonts": [
      "CIDFont+F3"
    ],
    "sizes": [
      12.000450134277344
    ]
  },
  {
    "page_number": 0,
    "bbox": [
      295.2,
      277.19,
      475.95,
      306.31
    ],
    "text": "Democratic Socialist Republic of Sri Lanka",
    "fonts": [
      "CIDFont+F3"
    ],
    "sizes": [
      12.000450134277344
    ]
  },
  {
    "page_number": 0,
    "bbox": [
      115.2,
      308.87,
      401.52,
      394.51
    ],
    "text": "Court of Appeal Case No. CA/HCC/0113/2019 Complainant High Court of Hambantota V. Case No. HC/166/2005",
    "fonts": [
      "CIDFont+F2",
      "CIDFont+F3"
    ],
    "sizes": [
      12.000450134277344
    ]
  },
  {
    "page_number": 0,
    "bbox": [
      115.2,
      395.87,
      407.9,
      440.95
    ],
    "text": "Badanage Wimalasiri",
    "fonts": [
      "CIDFont+F3"
    ],
    "sizes": [
      12.000450134277344
    ]
  },
  {
    "page_number": 0,
    "bbox": [
      115.2,
      443.75,
      442.56,
      552.31
    ],
    "text": "Accused AND NOW BETWEEN Badanage Wimalasiri Accused Appellant",
    "fonts": [
      "CIDFont+F2",
      "CIDFont+F3"
    ],
    "sizes": [
      12.000450134277344
    ]
  },
  {
    "page_number": 0,
    "bbox": [
      115.2,
      554.63,
      370.2,
      599.59
    ],
    "text": "V.",
    "fonts": [
      "CIDFont+F3"
    ],
    "sizes": [
      12.000450134277344
    ]
  },
  {
    "page_number": 0,
    "bbox": [
      295.2,
      602.27,
      453.15,
      647.23
    ],
    "text": "Hon. Attorney General, Attorney Generals Department, Colombo 12.",
    "fonts": [
      "CIDFont+F3"
    ],
    "sizes": [
      12.000450134277344
    ]
  },
  {
    "page_number": 0,
    "bbox": [
      115.2,
      649.79,
      475.2,
      710.71
    ],
    "text": "Respondent BEFORE : K. PRIYANTHA FERNANDO, J. (P/CA)",
    "fonts": [
      "CIDFont+F2",
      "CIDFont+F3"
    ],
    "sizes": [
      12.000450134277344
    ]
  },
  {
    "page_number": 0,
    "bbox": [
      223.2,
      718.43,
      472.87,
      763.39
    ],
    "text": "WICKUM A. KALUARACHCHI, J.",
    "fonts": [
      "CIDFont+F2"
    ],
    "sizes": [
      12.000450134277344
    ]
  },
  {
    "page_number": 1,
    "bbox": [
      115.2,
      778.85,
      475.42,
      805.76
    ],
    "text": "2",
    "fonts": [
      "CIDFont+F1"
    ],
    "sizes": [
      11.040450096130371
    ]
  },
  {
    "page_number": 1,
    "bbox": [
      115.2,
      72.47,
      475.91,
      323.59
    ],
    "text": "COUNSEL : Delan De Silva for the Accused Appellant. Azard Navavi, Deputy Solicitor General for the Respondent. ARGUED ON : 16.03.2022 WRITTEN SUBMISSIONS FILED ON : 10.02.2020 by the Accused Appellant. 04.03.2021 by the Respondent. JUDGMENT ON : 20.05.2022",
    "fonts": [
      "CIDFont+F2",
      "CIDFont+F3"
    ],
    "sizes": [
      12.000450134277344
    ]
  },
  {
    "page_number": 1,
    "bbox": [
      115.2,
      326.39,
      339.0,
      387.31
    ],
    "text": "************** K. PRIYANTHA FERNANDO, J.(P/CA)",
    "fonts": [
      "CIDFont+F2"
    ],
    "sizes": [
      12.000450134277344
    ]
  },
  {
    "page_number": 1,
    "bbox": [
      133.2,
      389.46,
      475.9,
      402.91
    ],
    "text": "1. The accused appellant (hereinafter referred to as the appellant)",
    "fonts": [
      "CIDFont+F3",
      "CIDFont+F4"
    ],
    "sizes": [
      12.000450134277344
    ]
  },
  {
    "page_number": 1,
    "bbox": [
      133.2,
      405.47,
      475.98,
      529.87
    ],
    "text": "was charged in the High Court of Hambantota for one count of murder, punishable in terms of section 296 of the Penal Code. After trial, the learned High Court Judge found the appellant guilty as charged. Upon conviction, the appellant was sentenced to death. Being aggrieved by the said conviction and the sentence, the appellant preferred the instant appeal. 2. At the hearing of this appeal, the learned Counsel for the appellant",
    "fonts": [
      "CIDFont+F3",
      "CIDFont+F4",
      "CIDFont+F5"
    ],
    "sizes": [
      12.000450134277344
    ]
  },
  {
    "page_number": 1,
    "bbox": [
      151.2,
      532.43,
      340.17,
      545.71
    ],
    "text": "urged the following grounds of appeal;",
    "fonts": [
      "CIDFont+F3"
    ],
    "sizes": [
      8.040300369262695,
      12.000450134277344
    ]
  },
  {
    "page_number": 1,
    "bbox": [
      162.48,
      558.66,
      476.0,
      762.55
    ],
    "text": "I. Has the learned High Court Judge gravely erred and/or misdirected himself by failing to consider the purported material contradictions between PW1 and PW3. II. Has the learned High Court Judge misdirected himself by erroneously relying and acting on hearsay evidence provided by PW3 and PW4. III. Has the learned High Court Judge misdirected himself by failing to consider that the evidence of the prosecution witness is unreliable and inconsistent. IV. Has the learned High Court Judge misdirected himself by failing to consider and/or evaluate that there was manifest evidence of intoxication of the parties.",
    "fonts": [
      "CIDFont+F3",
      "CIDFont+F4"
    ],
    "sizes": [
      12.000450134277344
    ]
  },
  {
    "page_number": 2,
    "bbox": [
      115.2,
      778.85,
      475.42,
      805.76
    ],
    "text": "3",
    "fonts": [
      "CIDFont+F1"
    ],
    "sizes": [
      11.040450096130371
    ]
  },
  {
    "page_number": 2,
    "bbox": [
      133.2,
      72.3,
      222.29,
      85.75
    ],
    "text": "3. Facts in brief",
    "fonts": [
      "CIDFont+F2",
      "CIDFont+F6"
    ],
    "sizes": [
      12.000450134277344
    ]
  },
  {
    "page_number": 2,
    "bbox": [
      133.2,
      88.07,
      476.02,
      292.15
    ],
    "text": "The main eye witness for the prosecution is Magama Mudalige Chandraratne (PW1). By the time that the case was heard in the High Court, the PW1 has been dead. Therefore, his evidence given in the Magistrates Court at the non-summary inquiry was adopted in terms of section 33 of the Evidence Ordinance. As per his evidence, he has gone to PW3s (referred to as Bala Mahattaya) house with the deceased. The deceased had consumed alcohol with PW3. The appellant has come to PW3s house. There was an argument between the appellant and the deceased. The deceased has left the place stating ... , ... (page 319 of the appeal brief). 4. Thereafter, the deceased along with PW1 has left PW3s house on",
    "fonts": [
      "CIDFont+F3",
      "CIDFont+F4",
      "CIDFont+F5",
      "CIDFont+F7"
    ],
    "sizes": [
      12.000450134277344
    ]
  },
  {
    "page_number": 2,
    "bbox": [
      133.2,
      294.71,
      475.98,
      434.95
    ],
    "text": "a bicycle. On their way, the appellant who was taking cover of a tree has come out with a knife and hit the deceased on his neck with it. Thereafter, the appellant has proceeded to cut the hand of the deceased with the knife that severed three fingers. The appellant has chased after PW1 when he screamed in fear. PW1, has then screamed and run to PW3s house and communicated what he saw to PW3. 5. When the defence was called, the appellant made an unsworn",
    "fonts": [
      "CIDFont+F3",
      "CIDFont+F4"
    ],
    "sizes": [
      12.000450134277344
    ]
  },
  {
    "page_number": 2,
    "bbox": [
      133.2,
      437.51,
      475.98,
      545.11
    ],
    "text": "statement from the dock. He has said that he is a fishmonger. When he was coming back after buying fish they were drinking. Later when he came back after selling the fish, he had heard that the police were looking for him. Subsequently, he has surrendered to the police through a lawyer. 6. At the hearing of this appeal, the learned Counsel for the appellant",
    "fonts": [
      "CIDFont+F3",
      "CIDFont+F4"
    ],
    "sizes": [
      12.000450134277344
    ]
  },
  {
    "page_number": 2,
    "bbox": [
      133.2,
      547.67,
      475.99,
      656.11
    ],
    "text": "submitted that there is a material contradiction among the evidence of the prosecution witnesses as to the time that the incident has taken place. PW1 has said that it was in the morning whereas PW3 has said that it was at about 1.30 pm in the afternoon. 7. According to the evidence of the main eye witness PW1, he has",
    "fonts": [
      "CIDFont+F3",
      "CIDFont+F4"
    ],
    "sizes": [
      12.000450134277344
    ]
  },
  {
    "page_number": 2,
    "bbox": [
      151.2,
      658.67,
      476.03,
      767.23
    ],
    "text": "gone with the deceased to see PW3 in the morning hours where the deceased consumed alcohol with the PW3. Later, the appellant has also come to PW3s house. Undoubtedly, it might have taken some time for them to leave PW3s house. According to PW3, the deceased and PW1 has been in his house till about 1.30 pm (page 75 of the appeal brief). According to the evidence of PW4, PW1 has come and told him about the incident at about 2.00 to 3.00 pm.",
    "fonts": [
      "CIDFont+F3"
    ],
    "sizes": [
      12.000450134277344
    ]
  },
  {
    "page_number": 3,
    "bbox": [
      115.2,
      778.85,
      475.42,
      805.76
    ],
    "text": "4",
    "fonts": [
      "CIDFont+F1"
    ],
    "sizes": [
      11.040450096130371
    ]
  },
  {
    "page_number": 3,
    "bbox": [
      133.2,
      72.23,
      475.96,
      133.15
    ],
    "text": "Therefore, I find no inconsistency between the evidence of prosecution witnesses regarding the time of the incident. 8. The Indian Supreme Court in State of Uttar Pradesh V. M.K",
    "fonts": [
      "CIDFont+F3",
      "CIDFont+F4",
      "CIDFont+F8"
    ],
    "sizes": [
      12.000450134277344
    ]
  },
  {
    "page_number": 3,
    "bbox": [
      151.2,
      135.71,
      463.68,
      148.99
    ],
    "text": "Anthony [1984] SCJ 236/ [1985] CRI. LJ. 493 at 498/499 held;",
    "fonts": [
      "CIDFont+F3",
      "CIDFont+F5",
      "CIDFont+F8"
    ],
    "sizes": [
      12.000450134277344
    ]
  },
  {
    "page_number": 3,
    "bbox": [
      115.2,
      162.11,
      476.0,
      619.75
    ],
    "text": "While appreciating the evidence of a witness, the approach must be whether the evidence of the witness read as a whole appears to have a ring of truth. Once that impression is formed, it is undoubtedly necessary for the Court to scrutinise the evidence more particularly keeping in view the deficiencies, draw-backs and infirmities pointed out in the evidence as a whole and evaluate them to find out whether it is against the general tenor of the evidence given by the witness and whether the earlier evaluation of the evidence is shaken as to render it unworthy of belief. Minor discrepancies on trivial matters not touching the core of the case, hyper-technical approach by taking sentences torn out of context here or there from the evidence, attaching importance to some technical error committed by the investigating officer not going to the root of the matter would not ordinarily permit rejection of the evidence as a whole. If the Court before whom the witness gives evidence had the opportunity to form the opinion about the general tenor of evidence given by the witness, the appellate Court which had not this benefit will have to attach due weight to the appreciation of evidence by the trial Court and unless there are reasons weighty and formidable it would not be proper to reject the evidence on the ground of minor variations or infirmities in the matter of trivial details. Even honest and truthful witnesses may differ in some details unrelated to the main incident because power of observation, retention and reproduction differ with individuals.",
    "fonts": [
      "CIDFont+F3",
      "CIDFont+F5"
    ],
    "sizes": [
      12.000450134277344
    ]
  },
  {
    "page_number": 3,
    "bbox": [
      133.2,
      622.14,
      475.91,
      635.59
    ],
    "text": "9. It is the contention of the learned Counsel for the appellant that",
    "fonts": [
      "CIDFont+F3",
      "CIDFont+F4"
    ],
    "sizes": [
      12.000450134277344
    ]
  },
  {
    "page_number": 3,
    "bbox": [
      133.2,
      638.27,
      475.98,
      746.71
    ],
    "text": "PW1 is an unreliable witness. The learned Deputy Solicitor General for the respondent submitted that the Court will have to take into account, the fact that the witnesses have testified in the trial Court 15 years after the incident, however, they have been consistent. 10. The main eye witness PW1 (referred to as PW2 in the Magistrates",
    "fonts": [
      "CIDFont+F3",
      "CIDFont+F4"
    ],
    "sizes": [
      12.000450134277344
    ]
  },
  {
    "page_number": 3,
    "bbox": [
      151.2,
      749.27,
      475.87,
      762.55
    ],
    "text": "Court) has given evidence in the Magistrates Court, which was",
    "fonts": [
      "CIDFont+F3"
    ],
    "sizes": [
      12.000450134277344
    ]
  },
  {
    "page_number": 4,
    "bbox": [
      115.2,
      778.85,
      475.42,
      805.76
    ],
    "text": "5",
    "fonts": [
      "CIDFont+F1"
    ],
    "sizes": [
      11.040450096130371
    ]
  },
  {
    "page_number": 4,
    "bbox": [
      133.2,
      72.23,
      475.98,
      196.63
    ],
    "text": "adopted in the High Court. He has been consistent in his evidence. In the Magistrates Court, he has given evidence three years after the incident. Although he has been cross examined by the defence Counsel, the defence has failed to mark a single contradiction inter se or per se, nor could they bring any omission on his part, to the attention of the Court. 11. It is important to note that PW1 has informed the incident",
    "fonts": [
      "CIDFont+F3",
      "CIDFont+F4",
      "CIDFont+F5"
    ],
    "sizes": [
      12.000450134277344
    ]
  },
  {
    "page_number": 4,
    "bbox": [
      133.2,
      199.19,
      475.96,
      307.63
    ],
    "text": "immediately after it had happened to two witnesses namely PW3, and PW4 who have corroborated in their evidence. PW1 has been consistent, and his evidence can be relied upon. Thus, the learned High Court Judge has rightly relied upon his evidence. Therefore, the first ground of appeal should necessarily fail. 12. The learned Counsel for the appellant submitted that the learned",
    "fonts": [
      "CIDFont+F3",
      "CIDFont+F4"
    ],
    "sizes": [
      12.000450134277344
    ]
  },
  {
    "page_number": 4,
    "bbox": [
      133.2,
      310.31,
      475.95,
      402.91
    ],
    "text": "trial Judge has failed to take into account the fact that the appellant was at the time under intoxication. The learned Deputy Solicitor General pointed out that the evidence did not reveal that the appellant was under intoxication. 13. It is to be noted that as rightly submitted by the learned Deputy",
    "fonts": [
      "CIDFont+F3",
      "CIDFont+F4"
    ],
    "sizes": [
      12.000450134277344
    ]
  },
  {
    "page_number": 4,
    "bbox": [
      133.2,
      405.47,
      476.01,
      529.87
    ],
    "text": "Solicitor General, there is no evidence to say that the appellant had even consumed alcohol. Further, PW1 in his evidence has said that the appellant did not consume alcohol (page 88 of the appeal brief). Even in his statement from the dock, the appellant never said that he consumed alcohol. Hence, the above submission by the learned Counsel for the appellant has no merit. 14. Although it was not pursued at the hearing of this appeal, the",
    "fonts": [
      "CIDFont+F3",
      "CIDFont+F4"
    ],
    "sizes": [
      12.000450134277344
    ]
  },
  {
    "page_number": 4,
    "bbox": [
      133.2,
      532.43,
      476.02,
      624.07
    ],
    "text": "learned Counsel for the appellant advanced a new ground of appeal on the basis that the learned High Court Judge has failed to consider that the prosecution has failed to establish the intention/ mens rea of the appellant. 15. Intentions of a person are locked up in his mind. Intention can be",
    "fonts": [
      "CIDFont+F3",
      "CIDFont+F4",
      "CIDFont+F5"
    ],
    "sizes": [
      12.000450134277344
    ]
  },
  {
    "page_number": 4,
    "bbox": [
      151.2,
      626.63,
      475.98,
      766.87
    ],
    "text": "proved by what was said and done by the appellant at the time, before or immediately after the incident, and also by the weapon used and the injury inflicted on the deceased. In the instant case, the injuries caused to the deceased by the appellant are important in deciding the issue. The Medical Officer who conducted the autopsy on the body of the deceased has observed six cut injuries. There are two cut injuries on the neck that has been caused by a heavy weapon that is used for cutting. Those injuries could cause death instantly according to the opinion of the Medical Officer",
    "fonts": [
      "CIDFont+F3"
    ],
    "sizes": [
      12.000450134277344
    ]
  },
  {
    "page_number": 5,
    "bbox": [
      115.2,
      778.85,
      475.42,
      805.76
    ],
    "text": "6",
    "fonts": [
      "CIDFont+F1"
    ],
    "sizes": [
      11.040450096130371
    ]
  },
  {
    "page_number": 5,
    "bbox": [
      133.2,
      72.23,
      475.99,
      211.51
    ],
    "text": "who testified in the High Court. Therefore, the intention of the appellant is clear when he cut the neck of the deceased causing such serious injuries, that it was to cause the death of the deceased. The learned High Court Judge has sufficiently discussed this issue at pages 19 and 20 of his judgment (pages 195 and 196 of the appeal brief). Hence, the 2nd ground of appeal is devoid of merit. 16. The learned Counsel for the appellant has raised a ground of",
    "fonts": [
      "CIDFont+F3",
      "CIDFont+F4"
    ],
    "sizes": [
      8.040300369262695,
      12.000450134277344
    ]
  },
  {
    "page_number": 5,
    "bbox": [
      133.2,
      214.07,
      476.03,
      353.35
    ],
    "text": "appeal, that the learned High Court Judge has failed to consider the dock statement by the appellant. The learned High Court Judge at pages 20 to 24 (pages 196 - 200 of the appeal brief), has considered the dock statement of the appellant at length. The learned trial Judge has given good and sufficient reasons for rejecting the dock statement of the appellant. Thus, there is no merit in this ground of appeal as well. 17. In the above premise, I see no reason to interfere with the",
    "fonts": [
      "CIDFont+F3",
      "CIDFont+F4"
    ],
    "sizes": [
      12.000450134277344
    ]
  },
  {
    "page_number": 5,
    "bbox": [
      151.2,
      355.91,
      475.88,
      385.03
    ],
    "text": "Judgment of the learned High Court Judge. I affirm the conviction and the sentence imposed on the appellant by the High Court.",
    "fonts": [
      "CIDFont+F3"
    ],
    "sizes": [
      12.000450134277344
    ]
  },
  {
    "page_number": 5,
    "bbox": [
      187.2,
      395.63,
      278.22,
      408.91
    ],
    "text": "Appeal dismissed.",
    "fonts": [
      "CIDFont+F3"
    ],
    "sizes": [
      12.000450134277344
    ]
  },
  {
    "page_number": 5,
    "bbox": [
      115.2,
      492.59,
      459.89,
      616.75
    ],
    "text": "PRESIDENT OF THE COURT OF APPEAL WICKUM A. KALUARACHCHI, J. I agree.",
    "fonts": [
      "CIDFont+F2",
      "CIDFont+F3"
    ],
    "sizes": [
      12.000450134277344
    ]
  },
  {
    "page_number": 5,
    "bbox": [
      223.2,
      698.87,
      431.88,
      712.15
    ],
    "text": "JUDGE OF THE COURT OF APPEAL",
    "fonts": [
      "CIDFont+F2",
      "CIDFont+F3"
    ],
    "sizes": [
      12.000450134277344
    ]
  }
]