[
  {
    "page_number": 0,
    "bbox": [
      72.02,
      781.3,
      302.91,
      805.78
    ],
    "text": "1",
    "fonts": [
      "Calibri"
    ],
    "sizes": [
      11.039999961853027
    ]
  },
  {
    "page_number": 0,
    "bbox": [
      73.94,
      72.47,
      524.38,
      85.75
    ],
    "text": "IN THE COURT OF APPEAL OF THE DEMOCRATIC SOCIALIST REPUBLIC OF",
    "fonts": [
      "TimesNewRomanPS-BoldMT"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 0,
    "bbox": [
      262.97,
      95.41,
      335.35,
      108.69
    ],
    "text": "SRI LANKA",
    "fonts": [
      "TimesNewRomanPS-BoldMT"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 0,
    "bbox": [
      310.61,
      142.09,
      526.46,
      203.01
    ],
    "text": "In the matter of an Application for writ in the nature of Certiorari and Mandamus under and in terms of Article 140 of the Constitution.",
    "fonts": [
      "TimesNewRomanPS-ItalicMT",
      "TimesNewRomanPSMT"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 0,
    "bbox": [
      72.02,
      213.61,
      445.54,
      289.85
    ],
    "text": "Thankarajah Senthilnathan, Kanaganagar Road, Thambiluvil 01.",
    "fonts": [
      "Calibri",
      "TimesNewRomanPSMT"
    ],
    "sizes": [
      11.039999961853027,
      12.0
    ]
  },
  {
    "page_number": 0,
    "bbox": [
      310.61,
      290.56,
      526.42,
      335.52
    ],
    "text": "PETITIONER Vs.",
    "fonts": [
      "TimesNewRomanPS-BoldMT"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 0,
    "bbox": [
      310.61,
      339.89,
      525.92,
      378.24
    ],
    "text": "1. W. A. D. P. Pathmakumar,",
    "fonts": [
      "ArialMT",
      "Calibri",
      "TimesNewRomanPSMT"
    ],
    "sizes": [
      11.039999961853027,
      12.0
    ]
  },
  {
    "page_number": 0,
    "bbox": [
      310.61,
      380.92,
      431.95,
      457.68
    ],
    "text": "Officer-in-Charge Police Station Thirukkovil. 2. S.P.M. Senaviratne,",
    "fonts": [
      "ArialMT",
      "TimesNewRomanPSMT"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 0,
    "bbox": [
      310.61,
      460.26,
      426.91,
      505.22
    ],
    "text": "ASP Akkaraipathu. 3. Jeya Pathma,",
    "fonts": [
      "ArialMT",
      "TimesNewRomanPSMT"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 0,
    "bbox": [
      310.61,
      507.9,
      484.66,
      584.66
    ],
    "text": "Senior Superintendent of Police SSPs Office Akkaraipathu. 4. Mr. Ajith Rogana,",
    "fonts": [
      "ArialMT",
      "TimesNewRomanPSMT"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 0,
    "bbox": [
      310.61,
      587.22,
      494.98,
      664.01
    ],
    "text": "Senior Deputy Inspector of Police SDIGs Office, Batticaloa. 5. Inspector General of Police.",
    "fonts": [
      "ArialMT",
      "TimesNewRomanPSMT"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 0,
    "bbox": [
      72.02,
      666.57,
      389.71,
      711.53
    ],
    "text": "IGPs office Colombo.",
    "fonts": [
      "TimesNewRomanPSMT"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 0,
    "bbox": [
      64.46,
      335.44,
      200.09,
      362.69
    ],
    "text": "Court of Appeal Case No: CA/WRIT/004/25",
    "fonts": [
      "Calibri",
      "TimesNewRomanPS-BoldMT"
    ],
    "sizes": [
      11.039999961853027,
      12.0
    ]
  },
  {
    "page_number": 1,
    "bbox": [
      72.02,
      781.3,
      302.91,
      805.78
    ],
    "text": "2",
    "fonts": [
      "Calibri"
    ],
    "sizes": [
      11.039999961853027
    ]
  },
  {
    "page_number": 1,
    "bbox": [
      310.61,
      72.3,
      444.34,
      85.75
    ],
    "text": "6. Hon. Attorney General,",
    "fonts": [
      "ArialMT",
      "TimesNewRomanPSMT"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 1,
    "bbox": [
      310.61,
      88.33,
      492.34,
      212.73
    ],
    "text": "Attorney Generals Department, Colombo 12. RESPONDENTS",
    "fonts": [
      "TimesNewRomanPS-BoldMT",
      "TimesNewRomanPSMT"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 1,
    "bbox": [
      72.02,
      419.92,
      182.66,
      433.2
    ],
    "text": "Mayadunne Corea J",
    "fonts": [
      "TimesNewRomanPS-BoldMT"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 1,
    "bbox": [
      72.02,
      465.52,
      526.63,
      495.95
    ],
    "text": "The Petitioner filed this Application seeking a writ of Certiorari and Mandamus. The Petitioner pleads among other relief;",
    "fonts": [
      "TimesNewRomanPS-ItalicMT",
      "TimesNewRomanPSMT"
    ],
    "sizes": [
      12.960000038146973
    ]
  },
  {
    "page_number": 1,
    "bbox": [
      108.02,
      505.12,
      526.66,
      552.35
    ],
    "text": "III. Issue a mandate in the nature of writ of certiorari against the 2nd respondent quashing the order of the vacation of post dated 09/01/03 appointing the petitioner as a police constable to the Sri Lankan police",
    "fonts": [
      "TimesNewRomanPS-ItalicMT",
      "TimesNewRomanPSMT"
    ],
    "sizes": [
      8.520000457763672,
      12.960000038146973
    ]
  },
  {
    "page_number": 1,
    "bbox": [
      72.02,
      586.24,
      526.64,
      681.26
    ],
    "text": "The facts are briefly as follows. The Petitioner was appointed as a police constable of the Sri Lanka Police Department on 01.10.2012. The Petitioner had been stationed in Valnchchenai and thereafter he was transferred to Potuvil and later transferred to Thirukkovil where he remained until he was served with a vacation of post notice. The Petitioner submits that prior to his being sent on vacation of post, he went to Saudi Arabia for a week to find other employment opportunities.",
    "fonts": [
      "TimesNewRomanPSMT"
    ],
    "sizes": [
      12.960000038146973
    ]
  },
  {
    "page_number": 1,
    "bbox": [
      72.02,
      715.27,
      526.63,
      761.78
    ],
    "text": "Subsequent to his return from Saudi Arabia he had continued to work for five months as a police constable. The Petitioner states that he did not report to work due to his family members being ill. As a result of his inability to report to work, he has been",
    "fonts": [
      "TimesNewRomanPSMT"
    ],
    "sizes": [
      12.960000038146973
    ]
  },
  {
    "page_number": 1,
    "bbox": [
      77.42,
      224.77,
      300.89,
      254.49
    ],
    "text": "Before: Mayadunne Corea, J Mahen Gopallawa, J",
    "fonts": [
      "TimesNewRomanPS-BoldMT",
      "TimesNewRomanPSMT"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 1,
    "bbox": [
      77.42,
      270.88,
      358.15,
      286.8
    ],
    "text": "Counsel: S. Jeganathan for the Petitioner.",
    "fonts": [
      "TimesNewRomanPS-BoldMT",
      "TimesNewRomanPSMT"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 1,
    "bbox": [
      77.42,
      305.92,
      255.89,
      319.2
    ],
    "text": "Supported on: 28.01.2025",
    "fonts": [
      "TimesNewRomanPS-BoldMT",
      "TimesNewRomanPSMT"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 1,
    "bbox": [
      77.42,
      350.92,
      255.89,
      364.2
    ],
    "text": "Decided on: 28.02.2025",
    "fonts": [
      "TimesNewRomanPS-BoldMT",
      "TimesNewRomanPSMT"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 2,
    "bbox": [
      72.02,
      781.3,
      302.91,
      805.78
    ],
    "text": "3",
    "fonts": [
      "Calibri"
    ],
    "sizes": [
      11.039999961853027
    ]
  },
  {
    "page_number": 2,
    "bbox": [
      72.02,
      72.57,
      526.54,
      119.22
    ],
    "text": "served with a vacation of post letter dated 09.01.2023. The Petitioner submitted his appeal papers to the 3rd Respondent. The 3rd Respondent, the Senior Superintendent of Police Ampara rejected the appeal. Hence this Application.",
    "fonts": [
      "TimesNewRomanPSMT"
    ],
    "sizes": [
      8.520000457763672,
      12.960000038146973
    ]
  },
  {
    "page_number": 2,
    "bbox": [
      72.02,
      153.11,
      221.21,
      167.46
    ],
    "text": "The Petitioners grievance",
    "fonts": [
      "TimesNewRomanPS-BoldMT",
      "TimesNewRomanPSMT"
    ],
    "sizes": [
      12.960000038146973
    ]
  },
  {
    "page_number": 2,
    "bbox": [
      72.02,
      201.35,
      526.63,
      554.51
    ],
    "text": "The Petitioner submits that the letter whereby the Petitioner is sent on vacation of post is bad in law or ultra vires. Let me now consider the Petitioners submissions. At this stage, it is pertinent to note that, throughout the Petition, the dates reflected in the paragraph does not seem to be correct. However, the learned Counsel appearing for the Petitioner failed to make any application to correct the same. It is the contention of the Petitioner that he had gone to Saudi Arabia for a week to assess the availability of employment opportunities. Upon inquiry by the Court, the learned Counsel submitted that no leave was obtained to go overseas. However, he further submitted that upon his return, he had continuously worked for five months and drawn his salary. This Court observes that the document marked as P3 is a document produced and relied on by the Petitioner, which is an appeal to the National Police Commission written by the wife of the Petitioner. The said document gives a completely different narration about the Petitioner going abroad. In the said letter it is conceded that the Petitioner has gone abroad without permission and as per the contents of the said letter he had gone on 21.05.2022 and returned on 02.06.2022. The said letter further states that the Petitioner has gone to Dubai due to his brothers illness. This is a glaring contradiction to the paragraph in the Petition and affidavit tendered to this Court. The Petitioner failed to disclose this contradiction and as per the failure to clarify this contradiction, the only conclusion this Court can arrive at is that the Petitioner has not come to this Court with clean hands. In our view the Petitioner has fails the uberrima fides. Hence the Petitioner disentitles himself to the reliefs he seeks by way of a Writ Application. In coming to the conclusion, we have considered the following cases.",
    "fonts": [
      "TimesNewRomanPS-ItalicMT",
      "TimesNewRomanPSMT"
    ],
    "sizes": [
      12.960000038146973
    ]
  },
  {
    "page_number": 2,
    "bbox": [
      72.02,
      588.52,
      526.66,
      618.95
    ],
    "text": "In the case of W. S. Alphonso Appuhamy v. Hettictrachchi (1973) 22 NLR 77 it was held that,",
    "fonts": [
      "TimesNewRomanPS-BoldItalicMT",
      "TimesNewRomanPS-BoldMT",
      "TimesNewRomanPS-ItalicMT",
      "TimesNewRomanPSMT"
    ],
    "sizes": [
      12.960000038146973
    ]
  },
  {
    "page_number": 2,
    "bbox": [
      108.02,
      628.72,
      526.48,
      691.46
    ],
    "text": "when an application for a prerogative writ or an injunction is made, it is the duty of the petitioner to place before the Court, before it issues notice in the first instance, a full and truthful disclosure of all the material facts; the petitioner must act with uberrima fides.",
    "fonts": [
      "TimesNewRomanPS-ItalicMT",
      "TimesNewRomanPSMT"
    ],
    "sizes": [
      12.960000038146973
    ]
  },
  {
    "page_number": 2,
    "bbox": [
      72.02,
      725.47,
      526.62,
      755.9
    ],
    "text": "Also, in Namunukula Plantations Limited Vs Minister of Lands and others (2012) 1 SLR 376 it was inter alia held that",
    "fonts": [
      "TimesNewRomanPS-BoldItalicMT",
      "TimesNewRomanPS-BoldMT",
      "TimesNewRomanPSMT"
    ],
    "sizes": [
      12.960000038146973
    ]
  },
  {
    "page_number": 3,
    "bbox": [
      72.02,
      781.3,
      302.91,
      805.78
    ],
    "text": "4",
    "fonts": [
      "Calibri"
    ],
    "sizes": [
      11.039999961853027
    ]
  },
  {
    "page_number": 3,
    "bbox": [
      108.02,
      72.57,
      526.53,
      215.94
    ],
    "text": "It is settled law that a person approaches the Court for grant of discretionary relief, to which category and application for a writ of certiorari would undoubtedly belong, has to come with clean hands, and should candidly disclose all the material facts which have any bearing on the adjudication of the issues raised in the case. In other words, he owes a duty of utmost good faith (uberimafides) to the court to make a full and complete disclosure of all material facts and refrain from concealing or suppressing any material facts within his knowledge or which he could have known by exercising diligence expected of a person of ordinary prudence.",
    "fonts": [
      "TimesNewRomanPS-ItalicMT",
      "TimesNewRomanPSMT"
    ],
    "sizes": [
      12.960000038146973
    ]
  },
  {
    "page_number": 3,
    "bbox": [
      72.02,
      249.95,
      223.97,
      264.3
    ],
    "text": "The Vacation of Post letter",
    "fonts": [
      "TimesNewRomanPS-BoldMT"
    ],
    "sizes": [
      12.960000038146973
    ]
  },
  {
    "page_number": 3,
    "bbox": [
      72.02,
      298.22,
      526.55,
      344.85
    ],
    "text": "Accordingly, it is brought to the attention of this Court that on 09.01.2023, the Petitioner had once again failed to report to work and it was contended that he could not attend to work due to the illness of his wife and father.",
    "fonts": [
      "TimesNewRomanPSMT"
    ],
    "sizes": [
      12.960000038146973
    ]
  },
  {
    "page_number": 3,
    "bbox": [
      72.02,
      378.74,
      526.65,
      618.95
    ],
    "text": "The attention of the Court was further drawn to the vacation of post letter marked as P2. The said letter is dated 09.01.2023 and, as per paragraph 1 of the said letter, the Petitioner had not reported to work from 01.01.2023 until the date of the letter of the vacation of post. Hence, it is observed that the Petitioner has failed to report to work from 01.01.2023 to 09.01.2023. This too contradicts the pleadings of the Petitioner as in his petition (paragraph 3(e)) as well as in the submissions of the Counsel, the Petitioners position is that he could not report to work on 09.01.2023. The Petitioner failed to disclose that he had not reported to work for nine days prior to the vacation of post letter being issued. However, once again the Petitioner failed to explain the contradiction in the dates in P2 and his pleadings. It is further observed that the Petitioner has failed to demonstrate with any material that he had reported to work until 09.01.2023. The Petitioner never denied the dates reflected in P2. Hence, this Court can safely come to a conclusion that the Petitioner had not reported to work from 01.01.2023 as reflected in document marked as P2. Thus, making his pleadings erroneous or once again failed to come before this Court with clean hands.",
    "fonts": [
      "TimesNewRomanPSMT"
    ],
    "sizes": [
      12.960000038146973
    ]
  },
  {
    "page_number": 3,
    "bbox": [
      72.02,
      652.87,
      526.67,
      764.06
    ],
    "text": "The Petitioner relies on the document marked as P3, the appeal to the Chairman, National Police Commission. In the said appeal, the Petitioner concedes that on 31.12.2022 while the Petitioner had gone for night duty, their child had fallen ill and the wife of the Petitioner had called him and since then he had not reported to work. This again marks a serious contradiction as the Petitioner in his pleadings has stated that the wife and father had fallen ill. But in his appeal marked as P3 he pleads that it was his child who fell ill and there is no mention of the Petitioners father falling ill. This",
    "fonts": [
      "TimesNewRomanPSMT"
    ],
    "sizes": [
      12.960000038146973
    ]
  },
  {
    "page_number": 4,
    "bbox": [
      72.02,
      781.3,
      302.91,
      805.78
    ],
    "text": "5",
    "fonts": [
      "Calibri"
    ],
    "sizes": [
      11.039999961853027
    ]
  },
  {
    "page_number": 4,
    "bbox": [
      72.02,
      72.57,
      526.37,
      119.22
    ],
    "text": "contradiction was never explained by the Petitioner to this Court. This Court observes that once again the Petitioner has failed to come to Court with clean hands and further, he has attempted to misrepresent and mislead the Court.",
    "fonts": [
      "TimesNewRomanPSMT"
    ],
    "sizes": [
      12.960000038146973
    ]
  },
  {
    "page_number": 4,
    "bbox": [
      72.02,
      153.11,
      526.63,
      328.77
    ],
    "text": "The Police Commission has replied to the appeal P3 by P4 a letter dated 12.01.2024 and rejected the appeal on the basis that the appeal was inconsistent with the provisions set out in Gazette No. 2345/45 dated 16.08.2023. Thereafter, the Petitioner has sent another appeal to the DIG, Ampara division marked as P5 whereby he has informed that on 01.01.2023 the Petitioners wife had fallen ill, and, therefore, he could not attend to work. In the said appeal, the Petitioner does not take up the position that he could not attend to work due to the illness of his child or the father. This contradiction too was never explained to this Court. By document marked as P6 the Officer-in-Charge of Thirukkovil Police Station had replied to the Petitioner stating that he cannot recommend the appeal of the Petitioner as per the facts that have been revealed pertaining to his appeal.",
    "fonts": [
      "TimesNewRomanPSMT"
    ],
    "sizes": [
      12.960000038146973
    ]
  },
  {
    "page_number": 4,
    "bbox": [
      72.02,
      362.78,
      526.61,
      522.35
    ],
    "text": "The Petitioner thereafter, had appealed to the IGP by letters marked as P8 and P9 interestingly in the said appeal the Petitioner had taken up another stance to explain his absence and had said that due to a personal reason he had to go to his house on 01.01.2023 while he was on night duty and he had failed to report to work until the vacation of post letter was issued to him. This letter has been followed up by another letter to the IGP dated 31.01.2024 marked as P9 and an appeal to the National Police Commission marked as P10. However, the Discipline and Conduct Division of the Police Headquarters had replied to the Petitioner by its letter dated 30.10.2024 marked as P11 and stated that as his appeals have already been dismissed, they were not in a position to accept any further appeals.",
    "fonts": [
      "TimesNewRomanPSMT"
    ],
    "sizes": [
      12.960000038146973
    ]
  },
  {
    "page_number": 4,
    "bbox": [
      72.02,
      556.24,
      181.1,
      570.59
    ],
    "text": "Impugned grounds",
    "fonts": [
      "TimesNewRomanPS-BoldMT"
    ],
    "sizes": [
      12.960000038146973
    ]
  },
  {
    "page_number": 4,
    "bbox": [
      72.02,
      604.48,
      526.58,
      764.06
    ],
    "text": "The only ground the Petitioner relied on to impugn the vacation of post letter was on the premise that as a result of the vacation of post letter the Petitioner was suffering financial difficulties. Though the Petitioner has pleaded that the Respondents have acted contrary to Gazette No. 2345/45 dated 06.08.2023 and sent him on vacation of post, by acting in an arbitrary, capricious and mala fide manner and further in violation of principles of natural justice. The Petitioner has failed to establish any of the said allegations before this Court. In the view of this Court, the Petitioner has failed to demonstrate that in sending the letter marked as P2 the Respondents have acted in an arbitrary, capricious and mala fide manner, further in violation of principles of natural justice,",
    "fonts": [
      "TimesNewRomanPS-ItalicMT",
      "TimesNewRomanPSMT"
    ],
    "sizes": [
      12.960000038146973
    ]
  },
  {
    "page_number": 5,
    "bbox": [
      72.02,
      781.3,
      302.91,
      805.78
    ],
    "text": "6",
    "fonts": [
      "Calibri"
    ],
    "sizes": [
      11.039999961853027
    ]
  },
  {
    "page_number": 5,
    "bbox": [
      72.02,
      96.71,
      526.66,
      223.98
    ],
    "text": "Accordingly, in considering all the facts contended by the Petitioner this Court observes that the Petitioner has failed to come to this Court with clean hands, has suppressed material facts, and contradicted his pleadings with the annexed documents. He has failed to explain these contradictions that are clearly visible by the documents the Petitioner himself has filed before this Court. In our view, the Petitioner has not only suppressed material facts, but all his acts are a misrepresentation of facts. Further, the Petitioner has attempted to mislead this Court and has failed to establish any grounds to establish his claim to obtain the reliefs he has prayed for.",
    "fonts": [
      "TimesNewRomanPSMT"
    ],
    "sizes": [
      12.960000038146973
    ]
  },
  {
    "page_number": 5,
    "bbox": [
      72.02,
      257.87,
      526.61,
      288.45
    ],
    "text": "In any event as per the prayer, the Petitioner is seeking a writ of Certiorari to quash the vacation of post letter dated 09.01.03.the said prayer states as follows:",
    "fonts": [
      "TimesNewRomanPS-ItalicMT",
      "TimesNewRomanPSMT"
    ],
    "sizes": [
      12.960000038146973
    ]
  },
  {
    "page_number": 5,
    "bbox": [
      108.02,
      297.62,
      526.66,
      344.85
    ],
    "text": "III. Issue a mandate in the nature of writ of certiorari against the 2nd respondent quashing the order of the vacation of post dated 09/01/03 appointing the petitioner as a police constable to Sri Lanka police",
    "fonts": [
      "TimesNewRomanPS-ItalicMT",
      "TimesNewRomanPSMT"
    ],
    "sizes": [
      8.520000457763672,
      12.960000038146973
    ]
  },
  {
    "page_number": 5,
    "bbox": [
      72.02,
      378.74,
      526.57,
      425.37
    ],
    "text": "This Court observes that there is no such letter whereby the Petitioner has been sent on vacation of post tendered to this Court bearing such a date. Further, it is observed the prayer as pleaded is misconceived.",
    "fonts": [
      "TimesNewRomanPSMT"
    ],
    "sizes": [
      12.960000038146973
    ]
  },
  {
    "page_number": 5,
    "bbox": [
      72.02,
      459.28,
      526.65,
      538.19
    ],
    "text": "No attempt was made by the Petitioner to amend the pleadings, no application was made to Court to state the dates pleaded are erroneous. Accordingly, for the reasons stated above this Court observes that the Petitioner has failed to establish a prima facie case before this Court. Hence, we refuse to issue formal notice on the Respondents and proceed to dismiss this Application.",
    "fonts": [
      "TimesNewRomanPS-ItalicMT",
      "TimesNewRomanPSMT"
    ],
    "sizes": [
      12.960000038146973
    ]
  },
  {
    "page_number": 5,
    "bbox": [
      374.47,
      592.86,
      526.42,
      606.14
    ],
    "text": "Judge of the Court of Appeal",
    "fonts": [
      "TimesNewRomanPS-BoldMT"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 5,
    "bbox": [
      72.02,
      638.58,
      181.34,
      651.86
    ],
    "text": "Mahen Gopallawa, J",
    "fonts": [
      "TimesNewRomanPS-BoldMT"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 5,
    "bbox": [
      117.02,
      661.53,
      153.02,
      674.81
    ],
    "text": "I agree",
    "fonts": [
      "TimesNewRomanPSMT"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 5,
    "bbox": [
      374.47,
      707.37,
      525.92,
      720.82
    ],
    "text": "Judge of the Court of Appeal",
    "fonts": [
      "Calibri",
      "TimesNewRomanPS-BoldMT"
    ],
    "sizes": [
      11.039999961853027,
      12.0
    ]
  }
]