[
  {
    "page_number": 0,
    "bbox": [
      72.0,
      778.85,
      525.82,
      805.76
    ],
    "text": "1",
    "fonts": [
      "CIDFont+F1"
    ],
    "sizes": [
      11.040450096130371
    ]
  },
  {
    "page_number": 0,
    "bbox": [
      101.28,
      102.45,
      497.27,
      116.8
    ],
    "text": "IN THE COURT OF APPEAL OF THE DEMOCRATIC SOCIALIST",
    "fonts": [
      "CIDFont+F2"
    ],
    "sizes": [
      12.960525512695312
    ]
  },
  {
    "page_number": 0,
    "bbox": [
      215.88,
      124.89,
      382.68,
      139.24
    ],
    "text": "REPUBLIC OF SRI LANKA",
    "fonts": [
      "CIDFont+F2"
    ],
    "sizes": [
      12.960525512695312
    ]
  },
  {
    "page_number": 0,
    "bbox": [
      72.0,
      146.9,
      526.65,
      240.4
    ],
    "text": "In the matter of an Appeal under Section 331 of the Code of Criminal Procedure Act No. 15 of 1979, read with Article 138 of the Constitution of the Democratic Socialist Republic of Sri Lanka.",
    "fonts": [
      "CIDFont+F3"
    ],
    "sizes": [
      9.000374794006348,
      12.960525512695312
    ]
  },
  {
    "page_number": 0,
    "bbox": [
      252.0,
      243.21,
      482.39,
      257.56
    ],
    "text": "Democratic Socialist Republic of Sri Lanka",
    "fonts": [
      "CIDFont+F3"
    ],
    "sizes": [
      12.960525512695312
    ]
  },
  {
    "page_number": 0,
    "bbox": [
      324.0,
      260.49,
      400.2,
      292.36
    ],
    "text": "Complainant",
    "fonts": [
      "CIDFont+F2",
      "CIDFont+F3"
    ],
    "sizes": [
      12.960525512695312
    ]
  },
  {
    "page_number": 0,
    "bbox": [
      72.0,
      306.81,
      514.96,
      384.91
    ],
    "text": "V. 1. Mohamed Jafar Mohamed Afsal 2. Weerasinghe Arachchige Chaminda Weerasinghe 3. Mohamed Riyas Fasaldeen",
    "fonts": [
      "CIDFont+F3",
      "CIDFont+F4"
    ],
    "sizes": [
      12.000450134277344,
      12.960525512695312
    ]
  },
  {
    "page_number": 0,
    "bbox": [
      72.0,
      387.81,
      373.44,
      433.87
    ],
    "text": "Accused AND NOW BETWEEN",
    "fonts": [
      "CIDFont+F2",
      "CIDFont+F3"
    ],
    "sizes": [
      12.000450134277344,
      12.960525512695312
    ]
  },
  {
    "page_number": 0,
    "bbox": [
      72.0,
      448.26,
      514.96,
      643.96
    ],
    "text": "1. Mohamed Jafar Mohamed Afsal 2. Weerasinghe Arachchige Chaminda Weerasinghe 3. Mohamed Riyas Fasaldeen Accused Appellants V. Hon. Attorney General, Attorney Generals Department, Colombo 12.",
    "fonts": [
      "CIDFont+F2",
      "CIDFont+F3",
      "CIDFont+F4"
    ],
    "sizes": [
      12.000450134277344,
      12.960525512695312
    ]
  },
  {
    "page_number": 0,
    "bbox": [
      72.0,
      647.13,
      504.0,
      695.71
    ],
    "text": "Complainant Respondent BEFORE : K. PRIYANTHA FERNANDO, J. (P/CA)",
    "fonts": [
      "CIDFont+F2",
      "CIDFont+F3"
    ],
    "sizes": [
      12.000450134277344,
      12.960525512695312,
      14.04052448272705
    ]
  },
  {
    "page_number": 0,
    "bbox": [
      252.0,
      705.59,
      479.7,
      766.51
    ],
    "text": "WICKUM A. KALUARACHCHI, J.",
    "fonts": [
      "CIDFont+F2"
    ],
    "sizes": [
      12.000450134277344
    ]
  },
  {
    "page_number": 0,
    "bbox": [
      51.84,
      294.81,
      212.43,
      411.27
    ],
    "text": "Court of Appeal Case No. HCC/0340-0342/2019 High Court of Colombo Case No. HC/7846/2015",
    "fonts": [
      "CIDFont+F2",
      "CIDFont+F3"
    ],
    "sizes": [
      14.04052448272705
    ]
  },
  {
    "page_number": 1,
    "bbox": [
      72.0,
      778.85,
      525.82,
      805.76
    ],
    "text": "2",
    "fonts": [
      "CIDFont+F1"
    ],
    "sizes": [
      11.040450096130371
    ]
  },
  {
    "page_number": 1,
    "bbox": [
      72.0,
      72.23,
      516.04,
      85.51
    ],
    "text": "COUNSEL : Vinsent S. Perera for the Accused Appellant.",
    "fonts": [
      "CIDFont+F2",
      "CIDFont+F3"
    ],
    "sizes": [
      12.000450134277344
    ]
  },
  {
    "page_number": 1,
    "bbox": [
      288.0,
      93.35,
      526.4,
      122.47
    ],
    "text": "Rajinda Jayaratne, State Counsel for the Respondent.",
    "fonts": [
      "CIDFont+F3"
    ],
    "sizes": [
      12.000450134277344
    ]
  },
  {
    "page_number": 1,
    "bbox": [
      72.0,
      133.07,
      504.23,
      218.59
    ],
    "text": "ARGUED ON : 02.02.2022 WRITTEN SUBMISSIONS FILED ON : 06.12.2021 by the 1st, 2nd and 3rd Accused Appellants.",
    "fonts": [
      "CIDFont+F2",
      "CIDFont+F3"
    ],
    "sizes": [
      8.040300369262695,
      12.000450134277344
    ]
  },
  {
    "page_number": 1,
    "bbox": [
      288.0,
      219.11,
      440.28,
      232.39
    ],
    "text": "01.02.2022 by the Respondent.",
    "fonts": [
      "CIDFont+F2",
      "CIDFont+F3"
    ],
    "sizes": [
      12.000450134277344
    ]
  },
  {
    "page_number": 1,
    "bbox": [
      72.0,
      242.03,
      344.98,
      270.19
    ],
    "text": "JUDGMENT ON : 21.03.2022",
    "fonts": [
      "CIDFont+F2",
      "CIDFont+F3"
    ],
    "sizes": [
      12.000450134277344
    ]
  },
  {
    "page_number": 1,
    "bbox": [
      72.0,
      302.97,
      350.15,
      366.55
    ],
    "text": "************** K. PRIYANTHA FERNANDO, J.(P/CA)",
    "fonts": [
      "CIDFont+F2"
    ],
    "sizes": [
      12.000450134277344,
      14.04052448272705
    ]
  },
  {
    "page_number": 1,
    "bbox": [
      90.0,
      368.67,
      526.55,
      383.2
    ],
    "text": "1. The three accused appellants (hereinafter referred to as appellants) were",
    "fonts": [
      "CIDFont+F3",
      "CIDFont+F4"
    ],
    "sizes": [
      12.960525512695312
    ]
  },
  {
    "page_number": 1,
    "bbox": [
      108.0,
      386.01,
      526.66,
      537.88
    ],
    "text": "indicted in the High Court of Colombo on one count of trafficking and one count of possession of 4.11 grams of heroin and thereby committing an offence punishable in terms of Sections 54A(b) and (d) of the Poisons, Opium and Dangerous Drugs Ordinance respectively. After trial, all three appellants were convicted as charged and were sentenced to life imprisonment. Being aggrieved by the said conviction and sentence, the appellants preferred the instant appeal. At the stage of argument, the learned Counsel for the appellant urged the following grounds of appeal:",
    "fonts": [
      "CIDFont+F3",
      "CIDFont+F5"
    ],
    "sizes": [
      12.960525512695312
    ]
  },
  {
    "page_number": 1,
    "bbox": [
      109.8,
      540.63,
      526.65,
      738.88
    ],
    "text": "I. The learned trial Judge erred in fact by failing to properly assess the evidence given by PW1 and PW3 ignoring the unreliability and the improbability of the said evidence. II. The learned Judge erred in law by failing to appreciate the fact that the instant case was based on circumstantial evidence, and therefore failed to apply the principles relating to circumstantial evidence when considering whether each charge has been proven beyond reasonable doubt against each appellant. III. The learned trial Judge erred in fact and law by failing to consider the fact that the chain of custody of the substance claimed to have been",
    "fonts": [
      "CIDFont+F3",
      "CIDFont+F4"
    ],
    "sizes": [
      11.040450096130371,
      12.960525512695312
    ]
  },
  {
    "page_number": 2,
    "bbox": [
      72.0,
      778.85,
      525.82,
      805.76
    ],
    "text": "3",
    "fonts": [
      "CIDFont+F1"
    ],
    "sizes": [
      11.040450096130371
    ]
  },
  {
    "page_number": 2,
    "bbox": [
      90.0,
      72.21,
      526.59,
      138.16
    ],
    "text": "seized by PW1 was not established beyond reasonable doubt by the prosecution. 2. Facts in brief:",
    "fonts": [
      "CIDFont+F3",
      "CIDFont+F4"
    ],
    "sizes": [
      12.960525512695312
    ]
  },
  {
    "page_number": 2,
    "bbox": [
      108.0,
      140.97,
      526.68,
      567.88
    ],
    "text": "As per the evidence of the prosecution witness CI Nuwan Danthanarayana (PW1), who conducted the raid, he had received the information from a private informant, that heroin is being packed in a flat situated on the 3rd floor of the Armour Street flats. Upon receiving the said information at about 2220 hours, he had got more police officers ready for the raid, other than the PC77375 Chandima who was already with him. With the other officers, he had slowly climbed the steps up to the 3rd floor of the flat. After placing the other officers at different points he had gone towards the particular flat with police officer Bandara (PW3). He had crouched along the corridor on the 3rd floor towards the flat in a manner that they would not be visible to outsiders. Upon reaching the particular flat as per the information received, he has found the main door closed. He has observed inside the flat through a window, to see three persons seated on the floor packing heroin. The lights had not been switched on inside the flat and the three persons had been packing the heroin using candlelight. Both the officers, PW1 and PW3 had been observing the three people by taking turns looking through the window for one and a half hours. After about one and a half hours, PW1 had heard the noise of a three-wheeler approaching the ground floor of the flat. Thinking that the three-wheeler has come to collect the heroin, he has soon decided to proceed with the raid. He had gone to the main door of the flat and asked the occupants in Tamil language to open the door. When the door was opened, they have pushed the door inside and forcibly entered the flat. The three occupants (appellants) had tried to escape. However, with the assistance of all the police officers, they have arrested the appellants with the two hundred packs of heroin and the other implements used for the packing.",
    "fonts": [
      "CIDFont+F3",
      "CIDFont+F5"
    ],
    "sizes": [
      8.520299911499023,
      12.960525512695312
    ]
  },
  {
    "page_number": 2,
    "bbox": [
      90.0,
      582.63,
      526.6,
      597.16
    ],
    "text": "3. After the close of the prosecution case, all three appellants have made unsworn",
    "fonts": [
      "CIDFont+F3",
      "CIDFont+F4"
    ],
    "sizes": [
      12.960525512695312
    ]
  },
  {
    "page_number": 2,
    "bbox": [
      90.0,
      599.97,
      526.63,
      665.92
    ],
    "text": "statements from the dock stating that they were arrested on the road and heroin was introduced. 4. The main argument advanced by the learned Counsel for the appellants was",
    "fonts": [
      "CIDFont+F3",
      "CIDFont+F4"
    ],
    "sizes": [
      12.960525512695312
    ]
  },
  {
    "page_number": 2,
    "bbox": [
      108.0,
      668.73,
      526.62,
      769.0
    ],
    "text": "that the story related by the main prosecution witnesses PW1 and PW3 who conducted the raid is highly improbable. In that, the learned Counsel submitted that it was not possible for the witnesses PW1 and PW3 to see inside the premises from the window that was situated above their eye-level. The learned Counsel brought the attention of the Court to the evidence of PW3 in that regard, as well as the photograph marked and produced as P32 at the trial.",
    "fonts": [
      "CIDFont+F3"
    ],
    "sizes": [
      12.960525512695312
    ]
  },
  {
    "page_number": 3,
    "bbox": [
      72.0,
      778.85,
      525.82,
      805.76
    ],
    "text": "4",
    "fonts": [
      "CIDFont+F1"
    ],
    "sizes": [
      11.040450096130371
    ]
  },
  {
    "page_number": 3,
    "bbox": [
      90.0,
      94.65,
      526.61,
      126.16
    ],
    "text": "5. It was the contention of the learned Senior State Counsel for the respondent",
    "fonts": [
      "CIDFont+F3",
      "CIDFont+F4"
    ],
    "sizes": [
      12.960525512695312
    ]
  },
  {
    "page_number": 3,
    "bbox": [
      90.0,
      128.97,
      526.63,
      229.36
    ],
    "text": "that the police officer who conducted the raid had no reason to fabricate a case against the appellants. The evidence of the witnesses PW1 and PW3 who conducted the raid has been consistent and therefore their evidence has to be accepted as credible. 6. The evidence of PW1 as well as PW3 was that they crouched towards the flat",
    "fonts": [
      "CIDFont+F3",
      "CIDFont+F4"
    ],
    "sizes": [
      12.960525512695312
    ]
  },
  {
    "page_number": 3,
    "bbox": [
      108.0,
      232.17,
      526.63,
      418.48
    ],
    "text": "in question to avoid outsiders seeing them. The evidence of PW1 was that they clearly observed the three appellants packing heroin inside the flat in the sitting room. They have been observing for one and a half hours. The reason given by the PW1 for observing for one and a half hours was that they were to make sure that the heroin was packed, and that they could detect the heroin without it going to waste, when it is properly packed. When the two police officers were questioned about the height of the window through which they were looking inside the house, the answer was that they were hanging on to the window to get a view inside the flat. This answer was given only when they were questioned about the height at which the window was situated (page 191 of the brief).",
    "fonts": [
      "CIDFont+F3"
    ],
    "sizes": [
      12.960525512695312
    ]
  },
  {
    "page_number": 3,
    "bbox": [
      144.0,
      421.17,
      517.45,
      486.76
    ],
    "text": ": ? : .",
    "fonts": [
      "CIDFont+F6"
    ],
    "sizes": [
      12.960525512695312
    ]
  },
  {
    "page_number": 3,
    "bbox": [
      90.0,
      501.03,
      459.36,
      515.56
    ],
    "text": "7. Upon further questioning, the PW1 has said (page 198 of the brief)",
    "fonts": [
      "CIDFont+F3",
      "CIDFont+F4"
    ],
    "sizes": [
      12.960525512695312
    ]
  },
  {
    "page_number": 3,
    "bbox": [
      144.0,
      518.25,
      522.12,
      566.92
    ],
    "text": ": ? : . . .",
    "fonts": [
      "CIDFont+F6"
    ],
    "sizes": [
      12.960525512695312
    ]
  },
  {
    "page_number": 3,
    "bbox": [
      90.0,
      581.07,
      526.57,
      595.6
    ],
    "text": "8. Admittedly, the P32 photograph reflects the true picture of the situation of the",
    "fonts": [
      "CIDFont+F3",
      "CIDFont+F4"
    ],
    "sizes": [
      12.960525512695312
    ]
  },
  {
    "page_number": 3,
    "bbox": [
      108.0,
      598.41,
      526.61,
      681.52
    ],
    "text": "window. It is impossible for a person to hang on to the said window and keep observing what was happening inside. So much so, that both witnesses have said not only that they saw the appellants, but also observed what they were doing. According to the witnesses, this is how PW1 said what he saw (page 138 of the brief):",
    "fonts": [
      "CIDFont+F3"
    ],
    "sizes": [
      12.960525512695312
    ]
  },
  {
    "page_number": 3,
    "bbox": [
      144.0,
      684.81,
      526.56,
      767.44
    ],
    "text": ". . . . .",
    "fonts": [
      "CIDFont+F3",
      "CIDFont+F6"
    ],
    "sizes": [
      12.960525512695312
    ]
  },
  {
    "page_number": 4,
    "bbox": [
      72.0,
      778.85,
      525.82,
      805.76
    ],
    "text": "5",
    "fonts": [
      "CIDFont+F1"
    ],
    "sizes": [
      11.040450096130371
    ]
  },
  {
    "page_number": 4,
    "bbox": [
      144.0,
      72.09,
      529.8,
      189.02
    ],
    "text": ". , . . . . 1 .",
    "fonts": [
      "CIDFont+F6",
      "CIDFont+F7"
    ],
    "sizes": [
      12.960525512695312
    ]
  },
  {
    "page_number": 4,
    "bbox": [
      90.0,
      202.83,
      526.6,
      217.36
    ],
    "text": "9. It is impossible for a person to hang on to that window and continuously",
    "fonts": [
      "CIDFont+F3",
      "CIDFont+F4"
    ],
    "sizes": [
      12.960525512695312
    ]
  },
  {
    "page_number": 4,
    "bbox": [
      90.0,
      220.17,
      526.61,
      406.48
    ],
    "text": "observe what they were doing. It is also to be noted that as shown in P32, the window had been louvred. The slats have been fixed in such a way that outsiders can see only the upper part of the room. According to the witnesses PW1 and PW3, the three appellants have been seated on the floor packing heroin. The way that the slats of the louvre are fixed, it is clearly impossible for a person to see what is happening on the floor. Hanging on to the window on and off, taking turns by the two witnesses for one and a half hours, observing exactly what each appellant was doing in packing the heroin, seems to be highly improbable. 10. The reason given by the witnesses for waiting for one and a half hours is so",
    "fonts": [
      "CIDFont+F3",
      "CIDFont+F4"
    ],
    "sizes": [
      12.960525512695312
    ]
  },
  {
    "page_number": 4,
    "bbox": [
      108.0,
      409.29,
      526.61,
      544.0
    ],
    "text": "that they could safely detect the whole quantity of heroin. It is improbable that they would wait for a long time like one and a half hours taking turns hanging on to the window, when in fact, they were crouching to reach the flat to avoid outsiders seeing them. All three appellants have taken up the position that they were arrested elsewhere and this heroin was introduced. On the above premise, I am of the view that it is unsafe to act upon the evidence as to how the PW1 and PW3 conducted the raid, as it is highly improbable.",
    "fonts": [
      "CIDFont+F3"
    ],
    "sizes": [
      12.960525512695312
    ]
  },
  {
    "page_number": 4,
    "bbox": [
      90.0,
      551.91,
      526.56,
      566.44
    ],
    "text": "11. In case of Karuppiah Punkody v. Hon. The Attorney General CA 11 of 2005",
    "fonts": [
      "CIDFont+F3",
      "CIDFont+F4",
      "CIDFont+F8"
    ],
    "sizes": [
      12.960525512695312
    ]
  },
  {
    "page_number": 4,
    "bbox": [
      108.0,
      569.25,
      482.36,
      583.6
    ],
    "text": "26-8-2014 discussing the improbability of the prosecution version said:",
    "fonts": [
      "CIDFont+F3",
      "CIDFont+F8"
    ],
    "sizes": [
      12.960525512695312
    ]
  },
  {
    "page_number": 4,
    "bbox": [
      144.0,
      586.36,
      526.63,
      731.68
    ],
    "text": "The inbuilt improbabilities in the version of the prosecution which will go to show that no conviction could be possible even if the evidence of the witnesses are taken on their face value, warrant a court dealing with a criminal appeal not to shut its eyes particularly when the criminal proceedings set in motion against the appellant appear to be a probable case of abuse of process of Court to put the appellant's liberty in jeopardy.",
    "fonts": [
      "CIDFont+F5"
    ],
    "sizes": [
      8.040300369262695,
      12.960525512695312
    ]
  },
  {
    "page_number": 5,
    "bbox": [
      72.0,
      778.85,
      525.82,
      805.76
    ],
    "text": "6",
    "fonts": [
      "CIDFont+F1"
    ],
    "sizes": [
      11.040450096130371
    ]
  },
  {
    "page_number": 5,
    "bbox": [
      90.0,
      72.03,
      526.59,
      86.56
    ],
    "text": "12. The learned High Court Judge, in his judgment at page 41 (page 485 of the",
    "fonts": [
      "CIDFont+F3",
      "CIDFont+F4"
    ],
    "sizes": [
      12.960525512695312
    ]
  },
  {
    "page_number": 5,
    "bbox": [
      108.0,
      89.37,
      526.6,
      206.92
    ],
    "text": "brief) has said that PW1 and PW2 (the learned trial Judge may have referred to PW3 here) have been consistent in their evidence. It is important to note that the police officers PW1 and PW3 are trained police officers and that they have the opportunity of going through their notes before giving evidence. And further, the learned trial Judge has said, according to the photograph P32, the witnesses could observe what is happening inside the flat by standing on their toes (page 484 of the brief):",
    "fonts": [
      "CIDFont+F3",
      "CIDFont+F5"
    ],
    "sizes": [
      12.960525512695312
    ]
  },
  {
    "page_number": 5,
    "bbox": [
      144.0,
      218.01,
      526.59,
      250.24
    ],
    "text": ".",
    "fonts": [
      "CIDFont+F3",
      "CIDFont+F6"
    ],
    "sizes": [
      12.960525512695312
    ]
  },
  {
    "page_number": 5,
    "bbox": [
      90.0,
      264.63,
      526.53,
      279.16
    ],
    "text": "13. However, the learned High Court judge has failed to appreciate the evidence",
    "fonts": [
      "CIDFont+F3",
      "CIDFont+F4"
    ],
    "sizes": [
      12.960525512695312
    ]
  },
  {
    "page_number": 5,
    "bbox": [
      108.0,
      281.97,
      526.6,
      399.52
    ],
    "text": "given by the PW1 in cross examination, that they have to hang on to the window and observe. The learned High Court Judge has also failed to consider the angle of the slats fixed to the window which is clearly visible in P32 photograph, and that the appellants have been seated on the floor according to PW1 and PW3. Hence, I find that it is unsafe to convict the appellants on the above evidence on the raid, which is highly improbable. Hence, all three appellants are acquitted of both charges.",
    "fonts": [
      "CIDFont+F3"
    ],
    "sizes": [
      12.960525512695312
    ]
  },
  {
    "page_number": 5,
    "bbox": [
      144.0,
      402.28,
      235.73,
      425.92
    ],
    "text": "Appeal allowed.",
    "fonts": [
      "CIDFont+F3"
    ],
    "sizes": [
      6.960269927978516,
      12.960525512695312
    ]
  },
  {
    "page_number": 5,
    "bbox": [
      252.0,
      543.11,
      488.69,
      556.39
    ],
    "text": "PRESIDENT OF THE COURT OF APPEAL",
    "fonts": [
      "CIDFont+F2"
    ],
    "sizes": [
      12.000450134277344
    ]
  },
  {
    "page_number": 5,
    "bbox": [
      72.0,
      629.15,
      363.06,
      642.43
    ],
    "text": "WICKUM A. KALUARACHCHI, J.",
    "fonts": [
      "CIDFont+F2"
    ],
    "sizes": [
      12.000450134277344
    ]
  },
  {
    "page_number": 5,
    "bbox": [
      144.0,
      657.71,
      183.0,
      670.99
    ],
    "text": "I agree.",
    "fonts": [
      "CIDFont+F2",
      "CIDFont+F3"
    ],
    "sizes": [
      12.000450134277344
    ]
  },
  {
    "page_number": 5,
    "bbox": [
      72.0,
      743.99,
      460.73,
      757.27
    ],
    "text": "JUDGE OF THE COURT OF APPEAL",
    "fonts": [
      "CIDFont+F2",
      "CIDFont+F3"
    ],
    "sizes": [
      12.000450134277344
    ]
  }
]