[
  {
    "page_number": 0,
    "bbox": [
      72.02,
      728.41,
      543.27,
      755.88
    ],
    "text": "pg. 1",
    "fonts": [
      "Calibri",
      "Calibri-Light"
    ],
    "sizes": [
      11.039999961853027,
      14.039999961853027
    ]
  },
  {
    "page_number": 0,
    "bbox": [
      80.42,
      71.99,
      536.26,
      88.35
    ],
    "text": "IN THE COURT OF APPEAL OF THE DEMOCRATIC SOCIALIST",
    "fonts": [
      "BookmanOldStyle-Bold"
    ],
    "sizes": [
      14.039999961853027
    ]
  },
  {
    "page_number": 0,
    "bbox": [
      210.17,
      89.75,
      406.72,
      106.11
    ],
    "text": "REPUBLIC OF SRI LANKA.",
    "fonts": [
      "BookmanOldStyle-Bold"
    ],
    "sizes": [
      14.039999961853027
    ]
  },
  {
    "page_number": 0,
    "bbox": [
      288.05,
      141.96,
      535.49,
      237.08
    ],
    "text": "In the matter of an Appeal under and in terms of section 331 of the Code of Criminal Procedure Act No. 15 of 1979(as amended) read with Article 138 of the Constitution of the Democratic Socialist Republic of Sri Lanka.",
    "fonts": [
      "BookmanOldStyle"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 0,
    "bbox": [
      72.02,
      247.11,
      530.26,
      261.11
    ],
    "text": "Court of Appeal No: The Democratic Socialist Republic of Sri",
    "fonts": [
      "BookmanOldStyle"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 0,
    "bbox": [
      72.02,
      269.19,
      543.94,
      283.19
    ],
    "text": "CA/HCC/93/18 Lanka.",
    "fonts": [
      "BookmanOldStyle"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 0,
    "bbox": [
      72.02,
      291.27,
      526.66,
      305.27
    ],
    "text": "High Court of Galle Complainant",
    "fonts": [
      "BookmanOldStyle",
      "BookmanOldStyle-Bold"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 0,
    "bbox": [
      72.02,
      313.35,
      307.49,
      327.35
    ],
    "text": "Case No: HC/3055/2007 Vs.",
    "fonts": [
      "BookmanOldStyle"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 0,
    "bbox": [
      72.02,
      339.51,
      529.54,
      409.79
    ],
    "text": "1. Baddegama Ganithage Neil 2. Waliweriya Wardhanage Titus 3. Alabadage Priyantha 4. Dhanushka Vithana Accused",
    "fonts": [
      "ArialMT",
      "BookmanOldStyle",
      "BookmanOldStyle-Bold"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 0,
    "bbox": [
      72.02,
      439.97,
      423.19,
      453.97
    ],
    "text": "AND NOW BETWEEN",
    "fonts": [
      "BookmanOldStyle",
      "BookmanOldStyle-Bold"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 0,
    "bbox": [
      72.02,
      484.13,
      462.1,
      498.13
    ],
    "text": "Waliweriya Wardhanage Titus",
    "fonts": [
      "BookmanOldStyle"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 0,
    "bbox": [
      72.02,
      506.33,
      532.18,
      520.33
    ],
    "text": "Accused Appellant",
    "fonts": [
      "BookmanOldStyle",
      "BookmanOldStyle-Bold"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 0,
    "bbox": [
      72.02,
      552.65,
      305.57,
      566.65
    ],
    "text": "Vs.",
    "fonts": [
      "BookmanOldStyle"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 0,
    "bbox": [
      72.02,
      575.96,
      422.47,
      589.96
    ],
    "text": "Hon. Attorney General,",
    "fonts": [
      "BookmanOldStyle"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 0,
    "bbox": [
      72.02,
      598.04,
      464.5,
      612.04
    ],
    "text": "Attorney General Department,",
    "fonts": [
      "BookmanOldStyle"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 0,
    "bbox": [
      72.02,
      620.12,
      361.03,
      634.12
    ],
    "text": "Colombo 12.",
    "fonts": [
      "BookmanOldStyle"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 0,
    "bbox": [
      72.02,
      642.2,
      540.82,
      656.18
    ],
    "text": "Complainant-Respondent",
    "fonts": [
      "BookmanOldStyle-Bold"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 1,
    "bbox": [
      72.02,
      728.41,
      543.27,
      755.88
    ],
    "text": "pg. 2",
    "fonts": [
      "Calibri",
      "Calibri-Light"
    ],
    "sizes": [
      11.039999961853027,
      14.039999961853027
    ]
  },
  {
    "page_number": 1,
    "bbox": [
      72.02,
      117.6,
      345.43,
      131.6
    ],
    "text": "Before : Menaka Wijesundera J.",
    "fonts": [
      "BookmanOldStyle"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 1,
    "bbox": [
      144.02,
      140.4,
      368.23,
      154.4
    ],
    "text": "Wickum A. Kaluarachchi J.",
    "fonts": [
      "BookmanOldStyle"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 1,
    "bbox": [
      72.02,
      186.0,
      501.7,
      200.0
    ],
    "text": "Counsel : Anil Silva, PC with Isuru Jayawardane and Sarith",
    "fonts": [
      "BookmanOldStyle"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 1,
    "bbox": [
      72.02,
      208.08,
      443.35,
      222.08
    ],
    "text": "Wadugedhara for the Accused-Appellant.",
    "fonts": [
      "BookmanOldStyle"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 1,
    "bbox": [
      72.02,
      230.16,
      527.38,
      244.16
    ],
    "text": "Shanil Kularatne, SDSG for Hon. Attorney General.",
    "fonts": [
      "BookmanOldStyle"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 1,
    "bbox": [
      72.02,
      275.43,
      268.85,
      289.43
    ],
    "text": "Argued on : 03.06.2024",
    "fonts": [
      "BookmanOldStyle"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 1,
    "bbox": [
      72.02,
      298.23,
      268.85,
      312.23
    ],
    "text": "Decided on : 03.07.2024",
    "fonts": [
      "BookmanOldStyle"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 1,
    "bbox": [
      72.02,
      343.83,
      245.81,
      357.81
    ],
    "text": "MENAKA WIJESUNDERA J.",
    "fonts": [
      "BookmanOldStyle-Bold"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 1,
    "bbox": [
      72.02,
      366.75,
      543.82,
      441.37
    ],
    "text": "The instant appeal has been filed to set aside the judgement dated 15.02.2018 of the High Court of Galle. The accused appellant (hereinafter referred to as appellant) has been indicted with three others under Section 140, 146/296, 146/315 and in the alternative on the basis of Common Intention under the provisions of the Penal Code.",
    "fonts": [
      "BookmanOldStyle"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 1,
    "bbox": [
      72.02,
      450.77,
      543.72,
      479.77
    ],
    "text": "The Appellant has pleaded not guilty and he had been convicted and sentenced to the fourth charge in the Indictment.",
    "fonts": [
      "BookmanOldStyle"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 1,
    "bbox": [
      72.02,
      489.17,
      543.94,
      518.29
    ],
    "text": "The Appellant being aggrieved by the said judgement has filed the instant appeal.",
    "fonts": [
      "BookmanOldStyle"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 1,
    "bbox": [
      72.02,
      527.57,
      543.97,
      556.67
    ],
    "text": "The main grounds of appeal raised by the learned counsel for the appellant was the identification of the appellant at the scene of crime.",
    "fonts": [
      "BookmanOldStyle-Bold"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 1,
    "bbox": [
      72.02,
      565.97,
      543.94,
      686.32
    ],
    "text": "The main witness for the prosecution has been PW1 who had been the daughter of the deceased. According to the said witness, the incident had taken place around 8.45 in the evening, on the 4th of February 1998, in the house of the deceased. She had said in evidence, that ,she and her father (the deceased) had been near the front door of their house when four people had entered their compound out of which she had identified the first accused to be as Neil. The said, Neil, according to her narration had been carrying a knife and the appellant had been carrying a Kriss knife.",
    "fonts": [
      "BookmanOldStyle"
    ],
    "sizes": [
      8.039999961853027,
      12.0
    ]
  },
  {
    "page_number": 2,
    "bbox": [
      72.02,
      728.41,
      543.27,
      755.88
    ],
    "text": "pg. 3",
    "fonts": [
      "Calibri",
      "Calibri-Light"
    ],
    "sizes": [
      11.039999961853027,
      14.039999961853027
    ]
  },
  {
    "page_number": 2,
    "bbox": [
      72.02,
      72.12,
      543.94,
      207.56
    ],
    "text": "The first accused had approached her father and had assaulted with a knife and thereafter he had given the said knife to the appellant whom he had addressed as Titus. By this mention of the name Titus, the PW1 had got to know the name of the appellant. According to her, thereafter also Titus has assaulted the father and he had fallen down. The witness had tried to prevent the first accused but she had been dragged out by him. While she was outside, she had seen the father being held by the third and the fourth accused and the appellant had continued to assault the deceased while he had been fallen down ( 120 of the Appeal brief).",
    "fonts": [
      "BookmanOldStyle"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 2,
    "bbox": [
      72.02,
      216.96,
      543.89,
      261.23
    ],
    "text": "At this point, the third witness (The grandmother of the first witness) had come to the scene and had shouted for help. PW2 had also rushed in to the scene at this point. By this time, the assailants had left the scene.",
    "fonts": [
      "BookmanOldStyle"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 2,
    "bbox": [
      72.02,
      270.51,
      543.94,
      314.87
    ],
    "text": "At page 124 of the brief, this witness had said that she was so shocked with what had happened that she could not at once recall the incident in detail, which explains the state of mind of the witness, soon after the incident.",
    "fonts": [
      "BookmanOldStyle"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 2,
    "bbox": [
      72.02,
      324.15,
      543.68,
      353.27
    ],
    "text": "At page 127 of the brief, she had said that the entire incident had lasted for about 30 minutes.",
    "fonts": [
      "BookmanOldStyle"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 2,
    "bbox": [
      72.02,
      362.55,
      543.82,
      391.67
    ],
    "text": "At page 130 of the brief, she had referred to a previous misunderstanding between the deceased and the appellant.",
    "fonts": [
      "BookmanOldStyle"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 2,
    "bbox": [
      72.02,
      400.95,
      543.76,
      460.45
    ],
    "text": "This witness had identified the appellant at the identification parade, which had been held on 09.05.2001, which is nearly three years after the incident but this Court observes that this appellant had been arrested on 29.04.2001, which explains the delay for the holding of the Identification parade.",
    "fonts": [
      "BookmanOldStyle"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 2,
    "bbox": [
      72.02,
      469.85,
      543.93,
      605.32
    ],
    "text": "The witness has been extensively cross examined, and the learned presidents Counsel for the appellant had pointed out to the court that although the witness identified the appellant at the Identification parade, she had failed to mention his name in the police statement which had been made soon after the incident but this Court is mindful of the fact that the witness being a 17 year old girl witnessing the father being injured by a group of people, would have obviously been in distress as expressed by the witness in evidence at page 124 of the brief. But we observe that she had corroborated her position, taken up at the Identification parade, by her narration in court.",
    "fonts": [
      "BookmanOldStyle"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 2,
    "bbox": [
      72.02,
      614.6,
      543.93,
      689.32
    ],
    "text": "The witness had further been cross examined on minor contradictions, as with regards to the length of the weapon possessed by the first accused and the appellant and whether the appellant assaulted the deceased, after he had fallen down. But the witness in court reiterated her position that the appellant assaulted the deceased before and after he had been fallen down.",
    "fonts": [
      "BookmanOldStyle"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 3,
    "bbox": [
      72.02,
      728.41,
      543.27,
      755.88
    ],
    "text": "pg. 4",
    "fonts": [
      "Calibri",
      "Calibri-Light"
    ],
    "sizes": [
      11.039999961853027,
      14.039999961853027
    ]
  },
  {
    "page_number": 3,
    "bbox": [
      72.02,
      72.12,
      543.83,
      116.36
    ],
    "text": "Counsel for the appellant submitted that the Trial Judge has misdirected himself by not giving adequate weight to the contradictions marked in the evidence of PW1.",
    "fonts": [
      "BookmanOldStyle"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 3,
    "bbox": [
      72.02,
      125.76,
      543.81,
      200.36
    ],
    "text": "But, it is the opinion of this court that when considering the traumatic experience the PW1 had been subjected to, the contradictions referred to in her evidence is expected because it has been concluded in many of our decided cases that a witness cannot be expected to give a uncontradicted narration of events.",
    "fonts": [
      "BookmanOldStyle"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 3,
    "bbox": [
      72.02,
      209.76,
      544.17,
      284.37
    ],
    "text": "It has been decided in the case of AG VS Potta Naufer and others (2007) 2 Sri.L.R 186 to 187, Court should disregard discrepancies and contradictions which do not go to the root of the case. The mere presence of contradictions does not have the mitigating effect against the overall trustworthiness of witnesses.",
    "fonts": [
      "BookmanOldStyle-Bold"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 3,
    "bbox": [
      72.02,
      293.79,
      544.17,
      368.37
    ],
    "text": "In the case of Oliver Dayananda Kalanasooriya alias Raju v Republic of Sri Lanka, CA 28/2009 decided on 13/02/2013 by Justice Sisira Abrew, where it has been held that, It is an accepted principle that a criminal case cannot be proved with mathematical accuracy, by evidence given by human beings.",
    "fonts": [
      "BookmanOldStyle-Bold"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 3,
    "bbox": [
      72.02,
      377.79,
      543.85,
      452.53
    ],
    "text": "Therefore, it is the opinion of this court that the learned trial judge has not misdirected himself when concluding that PW1 has been a trustworthy witness, especially in view of the fact that the trial judge was mindful of the traumatic experience of PW1, the effect of which had been explained by PW1 at page 124 of the brief.",
    "fonts": [
      "BookmanOldStyle"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 3,
    "bbox": [
      72.02,
      461.81,
      543.92,
      688.48
    ],
    "text": "Thereafter, the prosecution had called PW2, who was the sister of the deceased who apparently had left the house of the deceased just before the incident. The witness had been living in close proximity to the house of the deceased and she says that she had heard her mother (PW3) shouting. Then she had gone to the front of the house and she had seen the deceased being assaulted by some persons. She had identified the first accused and the appellant(Page 209 of the brief) She had said that the appellant had a kriss knife in his hand. She says that she got to know the name of the appellant from the first accused. When she had witnessed the incident, she had seen her brother fallen and the first accused stabbing him. She had further said that the deceased had pleaded with the assailants not to assault him. She says that PW1 and PW3 were at the scene shouting out for help. She further states that she was injured when someone threw a bottle at her. At the Identification parade, she had not identified the appellant but the trial judge had wrongly concluded that she had done so.",
    "fonts": [
      "BookmanOldStyle"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 4,
    "bbox": [
      72.02,
      728.41,
      543.27,
      755.88
    ],
    "text": "pg. 5",
    "fonts": [
      "Calibri",
      "Calibri-Light"
    ],
    "sizes": [
      11.039999961853027,
      14.039999961853027
    ]
  },
  {
    "page_number": 4,
    "bbox": [
      72.02,
      72.12,
      543.84,
      131.6
    ],
    "text": "She had said in evidence at page 228 of the brief that, she couldnt narrate the exact sequence of the incident to the police due to the shock of seeing her brother being stabbed and assaulted by the assailants. She says very specifically that she has seen the appellant at the scene holding a kriss knife.",
    "fonts": [
      "BookmanOldStyle"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 4,
    "bbox": [
      72.02,
      140.88,
      543.77,
      200.36
    ],
    "text": "In cross examination, this witness had said that she saw the appellant assaulting the deceased but she had not said the same thing to the police, but she had said that, she could not narrate the correct sequence of events because she was suffering from shock.",
    "fonts": [
      "BookmanOldStyle"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 4,
    "bbox": [
      72.02,
      209.76,
      543.73,
      269.27
    ],
    "text": "The Doctor who conducted the post mortem report had not been available to give evidence, but another doctor who was able to identify his handwriting had given evidence. 14 external injuries had been detected. Injury number 2 had been identified to be necessarily fatal.",
    "fonts": [
      "BookmanOldStyle"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 4,
    "bbox": [
      72.02,
      278.55,
      543.85,
      368.39
    ],
    "text": "According to the investigating officers, the appellant as stated above, has been arrested nearly three years after the incident and the Identification parade has been held thereafter, the notes of the Identification parade has been admitted by both parties and has been marked in evidence. At this point the learned counsel for the appellant submitted that the appellant had taken up the objection at the parade that he had been shown to the witnesses.",
    "fonts": [
      "BookmanOldStyle"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 4,
    "bbox": [
      72.02,
      377.79,
      543.92,
      452.53
    ],
    "text": "But the learned SDSG appearing for the respondents submitted that the objection pertaining to the accused being shown to the witnesses at the parade is being overused and is becoming very common. He says further that if there is any truth in the statement of the appellant, he could have at least been more specific when referring to the witnesses that he has been shown to.",
    "fonts": [
      "BookmanOldStyle"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 4,
    "bbox": [
      72.02,
      461.81,
      543.94,
      506.05
    ],
    "text": "This position of the learned SDSG for the respondents, we hold is quite right because this court also notes that the objection taken up by the appellant that he has been shown to the witnesses at the parade is becoming very common.",
    "fonts": [
      "BookmanOldStyle"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 4,
    "bbox": [
      72.02,
      515.45,
      544.18,
      650.9
    ],
    "text": "But, at this stage, this court wishes to consider the admissibility of the parade notes because it has been held more than two years after the incident. The learned counsel for the appellant submitted a case decided by Sarath De Abrew, J Decided on 14.09.2011 CA No. 120/2004, Ranmuka Arachchilage Chaminda Roshan V The Republic of Sri Lanka, in which Keerthi Bandara v Attorney General (2002) 3 SLR 245, has been discussed and in the said case the salient features of an Identification parade has been discussed. In the said salient features it has been referred to that the identification parade has to be held at the very first instance.",
    "fonts": [
      "BookmanOldStyle",
      "BookmanOldStyle-Bold"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 4,
    "bbox": [
      72.02,
      660.2,
      543.94,
      704.68
    ],
    "text": "But in the instant case the appellant has been absconding for more than 2 years, and at the very first opportunity the police got, they had taken steps to produce the appellant for anidentification parade. Hence, it is the opinion of",
    "fonts": [
      "BookmanOldStyle"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 5,
    "bbox": [
      72.02,
      728.41,
      543.27,
      755.88
    ],
    "text": "pg. 6",
    "fonts": [
      "Calibri",
      "Calibri-Light"
    ],
    "sizes": [
      11.039999961853027,
      14.039999961853027
    ]
  },
  {
    "page_number": 5,
    "bbox": [
      72.02,
      72.12,
      543.73,
      101.24
    ],
    "text": "this court that the evidence pertaining to the identification parade can be accepted and the trial judge had been correct in doing so.",
    "fonts": [
      "BookmanOldStyle"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 5,
    "bbox": [
      72.02,
      110.52,
      543.94,
      230.84
    ],
    "text": "The appellant, when his defense was called, had made a statement from the dock. In the dock statement also, he had said that he was shown to the witnesses by the police before the identification parade. The learned SDSG appearing for the respondents brought to the notice of court that the appellant had the opportunity of stating at least in the dock statement a description of the witnesses to whom he had been shown to, but he has not done so. The trial judge has not accepted the dock statement, it is the opinion of this court that he is correct in doing so.",
    "fonts": [
      "BookmanOldStyle"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 5,
    "bbox": [
      72.02,
      240.15,
      543.94,
      360.47
    ],
    "text": "Therefore, when considering the submissions of both parties, it is the opinion of this court that the prosecution who has to prove their case beyond a reasonable doubt has done so when considering the evidence led at the trial. The prosecution witnesses evidence had been subjected to certain contradictions and omissions but as pointed out earlier, criminal cases cannot be expected to be proved with mathematical accuracy because the witnesses are human beings and they are subject to age and sickness and they are subject to change with passage of time.",
    "fonts": [
      "BookmanOldStyle"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 5,
    "bbox": [
      72.02,
      369.75,
      543.89,
      414.11
    ],
    "text": "The defense has cross examined the witnesses for the prosecution at length but they had stood the test of probability, spontaneity and trustworthiness beyond a reasonable doubt.",
    "fonts": [
      "BookmanOldStyle"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 5,
    "bbox": [
      72.02,
      423.41,
      543.87,
      513.25
    ],
    "text": "The appellant has been found guilty for a charge of murder. The evidence before the court had been, the appellant had been armed with a kriss knife, he had gone to the house of the deceased in the night, he had cut and assaulted the deceased and thereafter he had been absconding for nearly three years. The doctor had identified 14 injuries on the deceased, along with a necessarily fatal injury.",
    "fonts": [
      "BookmanOldStyle"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 5,
    "bbox": [
      72.02,
      522.65,
      543.94,
      627.76
    ],
    "text": "Therefore, considering the conduct of the appellant at the scene, his subsequent behavior after the incident, the nature of the injuries, the nature of the weapons used clearly displays the fact that the appellant committed the act with the intention of causing the death of the deceased and as he had gone to the scene with the first accused and had committed the above acts, displays the fact that he shared the common murderous intention to commit the murder of the deceased with the 1st accused.",
    "fonts": [
      "BookmanOldStyle"
    ],
    "sizes": [
      8.039999961853027,
      12.0
    ]
  },
  {
    "page_number": 6,
    "bbox": [
      72.02,
      728.41,
      543.27,
      755.88
    ],
    "text": "pg. 7",
    "fonts": [
      "Calibri",
      "Calibri-Light"
    ],
    "sizes": [
      11.039999961853027,
      14.039999961853027
    ]
  },
  {
    "page_number": 6,
    "bbox": [
      72.02,
      72.12,
      543.93,
      116.36
    ],
    "text": "As such, the ground of appeal raised by the learned counsel for the appellant is rejected for the reasons stated above and we affirm the conviction and sentence entered by the learned trial judge.",
    "fonts": [
      "BookmanOldStyle"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 6,
    "bbox": [
      72.02,
      125.64,
      265.25,
      139.64
    ],
    "text": "The instant appeal is dismissed.",
    "fonts": [
      "BookmanOldStyle"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 6,
    "bbox": [
      324.07,
      218.4,
      507.7,
      232.38
    ],
    "text": "Judge of the Court of Appeal",
    "fonts": [
      "BookmanOldStyle-Bold"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 6,
    "bbox": [
      72.02,
      264.87,
      313.25,
      278.85
    ],
    "text": "Hon. Justice Wickum A. Kaluarachchi",
    "fonts": [
      "BookmanOldStyle-Bold"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 6,
    "bbox": [
      90.02,
      286.95,
      173.06,
      300.93
    ],
    "text": "I agree.",
    "fonts": [
      "BookmanOldStyle-Bold"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 6,
    "bbox": [
      72.02,
      332.19,
      504.34,
      346.19
    ],
    "text": "Judge of the Court of Appeal",
    "fonts": [
      "BookmanOldStyle",
      "BookmanOldStyle-Bold"
    ],
    "sizes": [
      12.0
    ]
  }
]