[
  {
    "page_number": 0,
    "bbox": [
      70.94,
      781.9,
      302.91,
      806.28
    ],
    "text": "1",
    "fonts": [
      "Calibri"
    ],
    "sizes": [
      11.039999961853027
    ]
  },
  {
    "page_number": 0,
    "bbox": [
      81.62,
      94.2,
      512.5,
      108.18
    ],
    "text": "IN THE COURT OF APPEAL OF THE DEMOCRATIC SOCIALIST",
    "fonts": [
      "BookmanOldStyle-Bold"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 0,
    "bbox": [
      199.49,
      109.32,
      399.91,
      123.3
    ],
    "text": "REPUBLIC OF SRI LANKA",
    "fonts": [
      "BookmanOldStyle-Bold"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 0,
    "bbox": [
      70.94,
      132.48,
      528.21,
      442.33
    ],
    "text": "In the matter of an application under Section 773 and Section 839 of the Civil Procedure Code. Court of Appeal Hettiarachchige Dominic Marx Perera, Case No: CA/0713/2000F No. 267/B/45/A, Morawake Watte, Pahala Bomiriya, Kaduwela DC Colombo Case No: 3711/SPL Plaintiff Vs 1. Kuruwita Arachchige Mulin Perera (Deceased) 2. Milroy Christy Kasichetty Dalugama, Kelaniya 3. National Savings Bank, Galle Road, Collpetty, Colombo – 03.",
    "fonts": [
      "BookmanOldStyle",
      "BookmanOldStyle-Bold"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 0,
    "bbox": [
      70.94,
      442.49,
      513.58,
      766.36
    ],
    "text": "Defendants AND Hettiarachchige Dominic Marx Perera No. 267/B/45/A, Morawake Watte, Pahala Bomiriya, Kaduwela. Plaintiff-Appellant Vs 1.Kuruwita Arachchige Mulin Perera. (Deceased) 1A. Kuruwita Arachchige Jeramious Perera No. 542, Nungamugoda, Kelaniya 1B. Kuruwita Arachchige Violet Perera No. 184, Hospital Junction, Akaeagama",
    "fonts": [
      "BookmanOldStyle",
      "BookmanOldStyle-Bold"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 1,
    "bbox": [
      70.94,
      781.9,
      302.91,
      806.28
    ],
    "text": "2",
    "fonts": [
      "Calibri"
    ],
    "sizes": [
      11.039999961853027
    ]
  },
  {
    "page_number": 1,
    "bbox": [
      70.94,
      70.9,
      516.94,
      761.08
    ],
    "text": "1C. Leela Tilakaratne No. 636, Sri Vijaya Mawatha Arawwala, Pannipitiya 1D. Kuruwita Arachchige Sandya Chandani Perera No. 33, Maheshi Uyana, Kahatuduwa, Polgasowita. 1E. Kuruwita Arachchige Thamara Dinadari Perera No. 708 Abillawatta Road, Katuwawala Mawatha, Boralasgamuwa. 1F. Kuruwita Arachchige Jayantha Perera No. 636, Sri Vijaya Mawatha, Arawwala, Pannipitiya 1G. Kuruwita Arachchige Ranil Sanath Kumara Perera No. 47/12A, Bandaragama-West, Bandaragama. Substituted Defendant-Respondents 2. Milroy Christy Kasichetty Dalugama, Kelaniya. 3. National Savings Bank, Galle Road, Collpetty, Colombo – 03. Defendant-Respondents AND NOW BETWEEN Hettiarachchige Dominic Marx Perera No. 267/B/45/A, Morawake Watte, Pahala Bomiriya, Kaduwela Plaintiff-Appellant-Petitioner Vs 1. Kuruwita Arachchige Mulin Perera. (Deceased)",
    "fonts": [
      "BookmanOldStyle",
      "BookmanOldStyle-Bold"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 2,
    "bbox": [
      70.94,
      781.9,
      302.91,
      806.28
    ],
    "text": "3",
    "fonts": [
      "Calibri"
    ],
    "sizes": [
      11.039999961853027
    ]
  },
  {
    "page_number": 2,
    "bbox": [
      70.94,
      70.9,
      517.18,
      761.08
    ],
    "text": "1A. Kuruwita Arachchige Jeramious Perera No. 542, Nungamugoda, Kelaniya 1B. Kuruwita Arachchige Violet Perera No. 184, Hospital Junction, Akaeagama. 1C. Leela Tilakaratne No. 636, Sri Vijaya Mawatha Arawwala, Pannipitiya. (Deceaased) 1C 1. Kuruwita Arachchige Sandya Chandani Perera No.33, Maheshi Uyana, Kahatuduwa, Polgasowita. 1C 2. Kuruwita Arachchige Thamara Dinadari Perera No. 708, Abillawatta Road, Katuwawala Mawatha, Boralasgamuwa 1C 3. Kuruwita Arachchige Jayantha Perera No. 636, Sri Vijaya Mawatha Arawwala, Pannipitiya. 1C4. Kuruwita Arachchige Ranil Sanath Kumara Perera No. 47/12A, Bandaragama-West, Bandaragama. Substituted Defendant-Respondents- Respondents 1D. Kuruwita Arachchige Sandya Chandani Perera No. 33, Maheshi Uyana, Kahatuduwa, Polgasowita. 1E. Kuruwita Arachchige Thamara Dinadari Perera No. 708, Abillawatta Road Katuwawala Mawatha, Boralasgamuwa.",
    "fonts": [
      "BookmanOldStyle",
      "BookmanOldStyle-Bold"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 3,
    "bbox": [
      70.94,
      781.9,
      302.91,
      806.28
    ],
    "text": "4",
    "fonts": [
      "Calibri"
    ],
    "sizes": [
      11.039999961853027
    ]
  },
  {
    "page_number": 3,
    "bbox": [
      70.94,
      70.9,
      524.86,
      428.51
    ],
    "text": "1F. Kuruwita Arachchige Jayantha Perera No. 636, Sri Vijaya Mawatha, Arawwala, Pannipitiya 1G. Kuruwita Arachchige Ranil Sanath Kumara Perera No. 47/12A, Bandaragama-West Bandaragama. Substituted Defendant-Respondents- Respondents 2. Milroy Christy Kasichetty Dalugama, Kelaniya 3. National Savings Bank Galle Road, Collpetty, Colombo 03. Defendant-Respondents-Respondents Before : R. Gurusinghe, J. & S. Premachandra, J.",
    "fonts": [
      "BookmanOldStyle",
      "BookmanOldStyle-Bold"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 3,
    "bbox": [
      70.94,
      462.77,
      440.83,
      557.89
    ],
    "text": "Counsel : Anura Gunarathne For the Plaintiff-Appellant Yasas De Silva For the 2nd Defendant-Respondent-Respondent",
    "fonts": [
      "BookmanOldStyle",
      "BookmanOldStyle-Bold"
    ],
    "sizes": [
      8.039999961853027,
      12.0
    ]
  },
  {
    "page_number": 3,
    "bbox": [
      70.94,
      567.89,
      290.81,
      628.7
    ],
    "text": "Argued on : 22-09-2025 Decided on : 30-10-2025",
    "fonts": [
      "BookmanOldStyle"
    ],
    "sizes": [
      12.0,
      14.039999961853027
    ]
  },
  {
    "page_number": 3,
    "bbox": [
      70.94,
      638.24,
      327.55,
      652.24
    ],
    "text": "JUDGMENT",
    "fonts": [
      "BookmanOldStyle",
      "BookmanOldStyle-Bold"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 3,
    "bbox": [
      70.94,
      666.32,
      179.42,
      680.32
    ],
    "text": "R. Gurusinghe, J.",
    "fonts": [
      "BookmanOldStyle"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 3,
    "bbox": [
      70.94,
      694.4,
      528.33,
      757.0
    ],
    "text": "The Plaintiff-Appellant (hereinafter referred to as the Plaintiff) instituted this action seeking a declaration that the deed of transfer no. 259 dated 26-05-1992, attested by G.H. Premasundera, NP, is a forgery and is a fraudulent deed.",
    "fonts": [
      "BookmanOldStyle"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 4,
    "bbox": [
      70.94,
      781.9,
      302.91,
      806.28
    ],
    "text": "5",
    "fonts": [
      "Calibri"
    ],
    "sizes": [
      11.039999961853027
    ]
  },
  {
    "page_number": 4,
    "bbox": [
      70.94,
      70.9,
      532.03,
      522.37
    ],
    "text": "Further sought the reliefs prayed for in the prayer to the plaint. After trial the Learned District Judge dismissed the plaintiff’s action by judgment dated 02-02-2000. However, the judgment was delivered in open court on 21-07-2000. Being aggrieved by the said judgment, the plaintiff preferred an appeal to this court. While the appeal was pending before this court, the plaintiff made an application to admit fresh evidence, namely a conviction that was entered against the 1st defendant in the Magistrate's Court of Colombo. The 1st defendant had appealed against the conviction to the High Court. Whilst that appeal was pending before the High Court, the 1st Defendant had died, and the appeal was abated. This court refused to admit the evidence of the conviction on the basis that the conviction of the 1st defendant was not affirmed in the appeal and therefore, did not come within the provisions of section 41A(2) of the Evidence Ordinance as amended by Act No. 33 of 1988. The plaintiff appealed to the Supreme Court, against that order of the Court of Appeal. The Supreme Court on 31-10-2023 pronounced the judgment and directed to admit the evidence regarding the convictions and to consider the appeal on its merits, inclusive of the fresh evidence permitted by the Supreme Court. The facts of this case briefly are as follows: The property (hereinafter referred to as the property) in question in this case was owned by the 1st defendant's husband. The plaintiff is the 1st",
    "fonts": [
      "BookmanOldStyle"
    ],
    "sizes": [
      8.039999961853027,
      12.0
    ]
  },
  {
    "page_number": 4,
    "bbox": [
      70.94,
      524.57,
      528.34,
      749.08
    ],
    "text": "defendant's elder sister's son. The plaintiff, in his evidence, stated that, on the 1st defendant's request, her husband gifted the property to the plaintiff, by deed of gift no. 363 dated 13-02-1988, with a view that the plaintiff would look after the 1st defendant. If not for that deed, the 1st defendant would have been entitled to half of the property. The husband of the 1st defendant died two days after the execution of the above deed. The plaintiff did not assist or look after the 1st defendant as her husband and she expected. The 1st defendant sought to sell a portion of the land, and the plaintiff objected to the sale. Thereafter, the plaintiff learned that the 2nd defendant claimed part of the 10 perches of the land. He searched the land registry and found that by deed no. 259 dated 26-05-1992, attested by G.H. Premasundera NP, the property was gifted to the 1st defendant. However, the plaintiff had not signed such a deed, and that deed number 259 was a forgery.",
    "fonts": [
      "BookmanOldStyle"
    ],
    "sizes": [
      8.039999961853027,
      12.0
    ]
  },
  {
    "page_number": 5,
    "bbox": [
      70.94,
      781.9,
      302.91,
      806.28
    ],
    "text": "6",
    "fonts": [
      "Calibri"
    ],
    "sizes": [
      11.039999961853027
    ]
  },
  {
    "page_number": 5,
    "bbox": [
      70.94,
      70.9,
      532.11,
      765.28
    ],
    "text": "At the trial, the plaintiff and the Notary who attested the alleged forged deed testified in favour of the plaintiff’s case. The 1st and 2nd defendants also gave evidence in support of their respective claims. The 3rd defendant, the National Savings Bank, did not give evidence. The Learned District Judge observed the following facts and decided that the plaintiff had not proved his case. The Learned District Judge observed that after the 1st defendant requested to sell a part of the land, there was a resentment between the plaintiff and the 1st defendant. The 1st defendant had no other property or income for her living. The plaintiff had not come to see the 1st defendant for three and a half years. The plaintiff had not looked after the 1st defendant. The 1st defendant was in possession of all the original deeds, including the Deed of Gift, which conveyed the property to the plaintiff. The plaintiff resides a quarter of a mile from the property. When the 1st defendant sold a part of the property to the 2nd defendant, a surveyor prepared a plan, and the plaintiff would have probably known those facts. The plaintiff did not take any steps in that regard because the plaintiff attested the deed number 259 in favour of the 1st defendant. Further, the Notary who attested the deed stated that the person who signed deed no. 259 was not the plaintiff; however, he said that he had inspected the vendor's identity card. The plaintiff did not state that the identity card number on the deed is not his. The learned District Judge also observed that the signature in deed nos. 363 and 259 are similar or identical. The Learned District Judge believed the fact that all the original deeds were returned to the 1st defendant by the plaintiff when Deed 259 was executed. In the appeal, the conviction of the 1st defendant in the Magistrate’s Court Case No. 59332/1 in the Magistrate’s Court of Colombo marked as X1. In that case, the 1st defendant was charged under Section 454 of the Penal Code. The Learned Magistrate, having regard to the evidence for the prosecution, especially the report of the Examiner of Questioned Documents (EQD), convicted the 1st defendant and one of the attesting witnesses. The 1st defendant appealed against the conviction, and while the appeal was pending, she died. The appeal abated. When considering the evidence of the plaintiff that he did not sign the deed before G.H. Premasundera NP, even though the Learned District Judge observes some infirmities of the evidence on the plaintiff, the conviction of the 1st defendant outweighs such infirmities and heavily supports the plaintiff’s case. Therefore, I hold that the plaintiff has established his case by a preponderance of the evidence.",
    "fonts": [
      "BookmanOldStyle"
    ],
    "sizes": [
      8.039999961853027,
      12.0
    ]
  },
  {
    "page_number": 6,
    "bbox": [
      70.94,
      781.9,
      302.91,
      806.28
    ],
    "text": "7",
    "fonts": [
      "Calibri"
    ],
    "sizes": [
      11.039999961853027
    ]
  },
  {
    "page_number": 6,
    "bbox": [
      70.94,
      70.9,
      531.92,
      619.57
    ],
    "text": "The 2nd defendant purchased 10 perches of a divided and defined portion, out of the two roods and 30.75 perches of the property, by deed no. 757 attested by A.C. Amarasinghe, NP, dated 08-03-1993. The 2nd defendant mortgaged that 10 perches to the National Savings Bank on 09-03-1993 by deed no. 760 attested by the same Notary Public. The 2nd defendant gave evidence and stated that he had known the 1st defendant and her husband for a long time, and the land was situated in front of his ancestral house. The NSB had taken a title report, which was marked in evidence. All the original deeds were in the possession of the 1st defendant. The 2nd defendant was employed as a peon. He obtained a loan from the 3rd defendant Bank by mortgaging the plot of land purchased from the 1st defendant to pay the consideration to the 1st defendant. The 2nd defendant had nothing to do with the forged deed. In those circumstances, the 2nd defendant is a bona fide purchaser. The 2nd defendant had no opportunity to challenge the fresh evidence admitted in the appeal. The documents or signatures used by the EQD to compare the alleged forged signature on the deed are unknown and not before this court. The substituted parties for the 1st defendant did not contest the appeal. Furthermore, the plaintiff himself is an heir to the 1st defendant, in the event the 1st defendant is liable to pay damages to the 2nd defendant. In those circumstances, the court holds that the plaintiff is not entitled to costs from the 2nd defendant. For the reasons set out above, the appeal is allowed. Judgment delivered on 21-07-2000 is set aside. The Learned District Judge is directed to enter a decree as prayed for in the prayer to the plaint, except costs. No order for costs.",
    "fonts": [
      "BookmanOldStyle",
      "BookmanOldStyle-Italic"
    ],
    "sizes": [
      8.039999961853027,
      12.0
    ]
  },
  {
    "page_number": 6,
    "bbox": [
      70.94,
      621.8,
      462.7,
      733.12
    ],
    "text": "Judge of the Court of Appeal. Dr S. Premachandra J. I agree. Judge of the Court of Appeal.",
    "fonts": [
      "BookmanOldStyle",
      "BookmanOldStyle-Bold"
    ],
    "sizes": [
      12.0
    ]
  }
]