[
  {
    "page_number": 0,
    "bbox": [
      72.02,
      779.51,
      330.91,
      806.59
    ],
    "text": "Page 1 of 11",
    "fonts": [
      "TimesNewRomanPS-BoldMT",
      "TimesNewRomanPSMT"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 0,
    "bbox": [
      104.3,
      72.0,
      495.02,
      85.98
    ],
    "text": "IN THE COURT OF APPEAL OF THE DEMOCRATIC SOCIALIST",
    "fonts": [
      "BookmanOldStyle-Bold"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 0,
    "bbox": [
      217.49,
      93.12,
      381.94,
      107.1
    ],
    "text": "REPUBLIC OF SRI LANKA",
    "fonts": [
      "BookmanOldStyle-Bold"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 0,
    "bbox": [
      72.02,
      130.44,
      527.0,
      290.27
    ],
    "text": "In the matter of an application for orders in the nature of writs of Certiorari, Prohibition and Mandamus under and in terms of Article 140 of the Constitution of the Democratic Socialist Republic of Sri Lanka. SLIM Pharmaceuticals (Pvt) Ltd No.98/10, Namal Mavwatha, Kahantota Road, Malabe",
    "fonts": [
      "BookmanOldStyle",
      "BookmanOldStyle-Bold",
      "BookmanOldStyle-Italic"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 0,
    "bbox": [
      277.63,
      292.47,
      527.52,
      355.07
    ],
    "text": "PETITIONER Vs.",
    "fonts": [
      "BookmanOldStyle",
      "BookmanOldStyle-Bold"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 0,
    "bbox": [
      279.07,
      357.27,
      527.45,
      371.25
    ],
    "text": "1. State Pharmaceuticals Corporation",
    "fonts": [
      "Arial-BoldMT",
      "BookmanOldStyle-Bold"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 0,
    "bbox": [
      277.63,
      373.47,
      508.32,
      436.09
    ],
    "text": "of Sri Lanka 16th Floor, \"MEHEWARA PIYASA\". No. 41, Kirula Road, Colombo 05.",
    "fonts": [
      "BookmanOldStyle",
      "BookmanOldStyle-Bold"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 0,
    "bbox": [
      279.07,
      438.29,
      458.14,
      452.27
    ],
    "text": "2. Dr. Manuj C Weerasinghe",
    "fonts": [
      "Arial-BoldMT",
      "BookmanOldStyle-Bold"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 0,
    "bbox": [
      277.63,
      454.49,
      527.21,
      533.29
    ],
    "text": "Chairman, State Pharmaceuticals Corporation (SPC) 16th Floor, \"MEHEWARA PIYASA\", No.41, Kirula Road, Colombo 05.",
    "fonts": [
      "BookmanOldStyle"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 0,
    "bbox": [
      277.63,
      535.49,
      527.45,
      646.72
    ],
    "text": "3. National Medicines Regulatory Authority (NMRA) State Engineering Corporation Building (2nd Floor), No.130, W.A.D Ramanayaka Mawatha, Colombo 02.",
    "fonts": [
      "Arial-BoldMT",
      "BookmanOldStyle",
      "BookmanOldStyle-Bold"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 0,
    "bbox": [
      279.07,
      648.92,
      420.22,
      662.9
    ],
    "text": "4. Dr. Saveen Semage",
    "fonts": [
      "Arial-BoldMT",
      "BookmanOldStyle-Bold"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 0,
    "bbox": [
      297.07,
      665.12,
      527.21,
      743.94
    ],
    "text": "Director General / Chief Executive Officer, National Medicines Regulatory Authority (NMRA), State Engineering Corporation Building (2nd Floor),",
    "fonts": [
      "BookmanOldStyle"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 0,
    "bbox": [
      69.98,
      291.39,
      230.33,
      319.65
    ],
    "text": "CA (Writ) Application No. 201/2025",
    "fonts": [
      "BookmanOldStyle-Bold"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 1,
    "bbox": [
      72.02,
      779.51,
      330.91,
      806.59
    ],
    "text": "Page 2 of 11",
    "fonts": [
      "TimesNewRomanPS-BoldMT",
      "TimesNewRomanPSMT"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 1,
    "bbox": [
      277.63,
      72.0,
      527.28,
      118.4
    ],
    "text": "No.130, W.A.D Ramanayaka Mawatha, Colombo 02.",
    "fonts": [
      "BookmanOldStyle"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 1,
    "bbox": [
      279.07,
      120.6,
      527.47,
      134.58
    ],
    "text": "5. Director, National Medicines Quality",
    "fonts": [
      "Arial-BoldMT",
      "BookmanOldStyle-Bold"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 1,
    "bbox": [
      277.63,
      136.8,
      527.28,
      264.23
    ],
    "text": "Assurance Laboratory (NMQAL) National Medicines Regulatory Authority (NMRA), State Engineering Corporation Building (2nd Floor), No.130, W.A.D Ramanayaka Mawatha, Colombo 02.",
    "fonts": [
      "BookmanOldStyle",
      "BookmanOldStyle-Bold"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 1,
    "bbox": [
      279.07,
      266.43,
      527.42,
      280.41
    ],
    "text": "6. B. Braun Medical Industries Sdn,",
    "fonts": [
      "Arial-BoldMT",
      "BookmanOldStyle-Bold"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 1,
    "bbox": [
      277.63,
      282.63,
      527.24,
      345.23
    ],
    "text": "Bhd (Malaysia) Phase lI, Bayan Lepas Free Industrial Zone, Penang, Malaysia.",
    "fonts": [
      "BookmanOldStyle",
      "BookmanOldStyle-Bold"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 1,
    "bbox": [
      277.63,
      347.43,
      527.16,
      442.45
    ],
    "text": "Represented in Sri Lanka by B. Braun Lanka (Pvt) Ltd No. 14-02, 14th Floor, West Tower, World Trade Center, Echelon Square, Colombo 01.",
    "fonts": [
      "BookmanOldStyle"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 1,
    "bbox": [
      279.07,
      444.65,
      454.3,
      458.63
    ],
    "text": "7. B. Braun Lanka (Pvt) Ltd",
    "fonts": [
      "Arial-BoldMT",
      "BookmanOldStyle-Bold"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 1,
    "bbox": [
      277.63,
      460.85,
      527.28,
      523.45
    ],
    "text": "No. 14-02, 14th Floor, West Tower World Trade Center, Echelon Square, Colombo 01.",
    "fonts": [
      "BookmanOldStyle"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 1,
    "bbox": [
      279.07,
      525.65,
      408.94,
      539.63
    ],
    "text": "8. Dr. Anil Jasinghe",
    "fonts": [
      "Arial-BoldMT",
      "BookmanOldStyle-Bold"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 1,
    "bbox": [
      277.63,
      541.85,
      527.23,
      636.88
    ],
    "text": "Secretary to the Ministry of Health and Mass media, Suwasiripaya, No.385, Rev. Baddegama Wimalawansa Thero Mawatha, Colombo 10.",
    "fonts": [
      "BookmanOldStyle"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 1,
    "bbox": [
      279.07,
      639.08,
      467.02,
      653.08
    ],
    "text": "9. Hon. Dr. Nalinda Jayatissa",
    "fonts": [
      "ArialMT",
      "BookmanOldStyle",
      "BookmanOldStyle-Bold"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 1,
    "bbox": [
      288.07,
      655.28,
      527.18,
      750.3
    ],
    "text": "Minister of Health and Mass Media, Ministry of Health, Suwasiripaya, No.385, Rev. Baddegama Wimalawansa Thero Mawatha, Colombo 10.",
    "fonts": [
      "BookmanOldStyle"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 1,
    "bbox": [
      427.9,
      752.5,
      527.52,
      766.48
    ],
    "text": "RESPONDENTS",
    "fonts": [
      "BookmanOldStyle-Bold"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 2,
    "bbox": [
      72.02,
      779.51,
      330.91,
      806.59
    ],
    "text": "Page 3 of 11",
    "fonts": [
      "TimesNewRomanPS-BoldMT",
      "TimesNewRomanPSMT"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 2,
    "bbox": [
      72.02,
      72.0,
      405.46,
      150.8
    ],
    "text": "Before: M. T. MOHAMMED LAFFAR, J. (ACT. P/CA) K. P. FERNANDO, J. Counsel:",
    "fonts": [
      "BookmanOldStyle",
      "BookmanOldStyle-Bold"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 2,
    "bbox": [
      72.02,
      153.0,
      527.28,
      762.18
    ],
    "text": "Chamara Nanayakkarawasam and Apoorwa Narayalkara, instructed by Sampath Yalewatta for the Petitioner Nihal Ferando, P.C. with Harshula Seneviatne, instructed by Varners for the 6th and 7th Respondents Yuresha Fernando, D.S.G. for the 1st to 4th, 8th and 9th Respondents Supported on : 07.04.2025, 29.04.2025, 21.05.2025 Written Submissions on : 28.05.2025 (For the Petitioner) 26.05.2025 (For the 6th and 7th Respondent) Decided on : 03.06.2025 MOHAMMED LAFFAR, J. This matter arises pursuant to an application filed by the Petitioner, seeking mandates in the nature of Writs of Certiorari, Prohibition, and Mandamus and presently pursing interim relief until the final determination of the application. The Petitioner challenges the decision of the 1st Respondent, the State Pharmaceuticals Corporation of Sri Lanka (hereinafter referred to as \"SPC\"), to award a public procurement tender for the supply of Total Parenteral Nutrition (TPN) to the 6th and 7th Respondents, despite the Petitioner being the lowest evaluated bidder and a previous supplier of the same product (marked P17 and P18). The relevant tender in issue, bearing No. DHS/P/WW/419/25, was advertised on or about 22nd October 2024 by the 1st Respondent for the supply of 24,000 units of TPN. The Petitioner, holding a valid five-year product registration from the NMRA issued on 27th January 2022 for its product \"TNA Peri\", submitted a bid priced at LKR 8,995 per unit, totalling LKR 215,880,000. At the bid opening on 3rd December 2024, only two bids were received; from the Petitioner and the 6th Respondent whose bid was priced at USD 46 per unit, amounting to approximately LKR 321,668,000 based on the prevailing exchange rate.",
    "fonts": [
      "BookmanOldStyle",
      "BookmanOldStyle-Bold",
      "BookmanOldStyle-Italic"
    ],
    "sizes": [
      8.039999961853027,
      12.0
    ]
  },
  {
    "page_number": 3,
    "bbox": [
      72.02,
      779.51,
      330.91,
      806.59
    ],
    "text": "Page 4 of 11",
    "fonts": [
      "TimesNewRomanPS-BoldMT",
      "TimesNewRomanPSMT"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 3,
    "bbox": [
      72.02,
      72.0,
      527.28,
      748.14
    ],
    "text": "The Petitioner avers that it has supplied TPN to the 1st Respondent and various public hospitals for several years without any substantiated product quality concerns. However, by letter dated 25th September 2023, the 3rd Respondent notified the Petitioner that one batch of TNA Peri was being withheld due to discolouration observed in two units, and called for a response within 28 days. The corresponding laboratory report (NMQAL Report No. NDLB/DU/T25/2023 dated 22nd September 2023) described the sample as light brown in colour, deviating from manufacturer specifications. The Petitioner contends that no formal quality failure determination or product withdrawal followed and that the NMRA took no further regulatory action, thus implying that the explanation had been accepted. The Petitioner avers that in or around February 2025, it was informally made aware that the 1st Respondent intended to award the tender to the 6th Respondent, despite the Petitioner's lower price and continued regulatory compliance. The Petitioner further notes that the NMRA registration of the 6th Respondents product, Nutriflex Omega Peri, was granted only on 28th November 2024, days before the bid closing, raising concerns of strategic timing to influence the tender outcome. The instant Writ Application was filed on 19th March 2025, seeking interim relief to prevent the award and/or implementation of the said tender in favour of the 6th and 7th Respondents, alleging violations of the National Procurement Guidelines (2006) and the Guidelines for Procurement of Pharmaceuticals and Medical Devices of a Consumable Nature - 2022. In response, the 6th and 7th Respondents filed a Limited Statement of Objections dated 1st April 2025 asserting, inter alia, that the Petitioners product is outdated, non-compliant with the required third-generation TPN specifications, lacks Omega-3 fatty acids and nitrogen, and has a documented history of defective supplies. They further allege that awarding the tender to the Petitioner would increase costs due to the need for administering two packs per patient daily and expose patients to increased infection risks. Upon the matter being supported, this Court issued a temporary interim order maintaining the status quo, pending production of the Technical Evaluation Committee (TEC) Report. The said report and annexures were thereafter produced by the Hon. Attorney General by motion dated 22nd April 2025, and the matter was accordingly fixed for order on interim relief, with parties (Petitioner and the 6th and 7th Respondents) having filed written submissions. Petitioners Contention The Petitioner submits that it has operated as a reputable supplier of pharmaceutical products in Sri Lanka since 2011, representing over 40 global manufacturers including those with stringent international approvals from regulatory bodies such as PIC/S, USFDA, and EU-GMP. The Petitioner has supplied over 400 products registered with the NMRA, and has regularly supplied Total Parenteral Nutrition (TPN) under the brand name TNA Peri to",
    "fonts": [
      "BookmanOldStyle",
      "BookmanOldStyle-Bold",
      "BookmanOldStyle-Italic"
    ],
    "sizes": [
      8.039999961853027,
      12.0
    ]
  },
  {
    "page_number": 4,
    "bbox": [
      72.02,
      779.51,
      330.91,
      806.59
    ],
    "text": "Page 5 of 11",
    "fonts": [
      "TimesNewRomanPS-BoldMT",
      "TimesNewRomanPSMT"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 4,
    "bbox": [
      72.02,
      72.0,
      527.27,
      748.14
    ],
    "text": "the State Pharmaceuticals Corporation (SPC) and various Government Hospitals over a sustained period of five years. The Petitioner avers that its product TNA Peri holds a valid 5-year registration issued by the National Medicines Regulatory Authority (NMRA) on 27th January 2022, and that the product meets all applicable clinical, quality, and regulatory standards. On 22nd October 2024, the 1st Respondent issued Tender No. DHS/P/WW/419/25 calling for bids for the supply of 24,000 units of TPN, and the Petitioner submitted a bid priced at LKR 8,995 per unit, totalling LKR 215,880,000. At the bid opening on 3rd December 2024, it was revealed that only two bids were received; one from the Petitioner and the other from the 6th Respondent, whose bid was priced at USD 46 per unit, resulting in a total bid value approximately LKR 100 million higher than that of the Petitioner. The Petitioners position is that it was the lowest evaluated responsive bidder and had every legitimate expectation of being awarded the tender based on price, past performance, and regulatory standing. However, in or about February 2025, the Petitioner informally learned that the SPC intended to award the contract to the 6th Respondent despite its higher bid and its products lack of previous supply history to the Ministry of Health or the SPC. It is alleged that no reasons or formal notice were issued rejecting the Petitioners bid, which it contends amounts to arbitrary and procedurally unfair administrative conduct. The Petitioner acknowledges that on 25th September 2023, the NMRA issued a letter withholding a specific batch of TNA Peri based on a quality control report identifying light brown coloration in two out of 6,250 units. The Petitioner submits that it promptly responded by submitting an explanation from the manufacturer attributing the visual deviation to minor oxidative changes or potential pinhole needling during storage or transport, and affirmed that the batch otherwise remained pharmacopoeially compliant and safe. It is contended that the NMRA never issued a formal finding of quality failure, nor did it proceed to suspend or revoke the products registration, and thus the Petitioner reasonably assumed the explanation was accepted and the issue resolved. This assumption is further supported, according to the Petitioner, by the fact that subsequent to the withholding, the SPC continued to issue letters of indent for TNA Peri on 13th October 2023 and 19th January 2024, valid for the rest of the respective years. These events, in the Petitioners view, confirm the continued confidence of the State procurement authorities in the safety and efficacy of the product, even after the alleged issue arose. Additionally, local purchase orders were made for TNA Peri by government hospitals including District General Hospital Nuwara Eliya, Teaching Hospital Jaffna, Colombo South Teaching Hospital, and the National Hospital of Sri Lanka between February 2024 and February 2025, indicating that the product remained in",
    "fonts": [
      "BookmanOldStyle"
    ],
    "sizes": [
      8.039999961853027,
      12.0
    ]
  },
  {
    "page_number": 5,
    "bbox": [
      72.02,
      779.51,
      330.91,
      806.59
    ],
    "text": "Page 6 of 11",
    "fonts": [
      "TimesNewRomanPS-BoldMT",
      "TimesNewRomanPSMT"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 5,
    "bbox": [
      72.02,
      72.0,
      527.28,
      748.14
    ],
    "text": "clinical use for critical patient care without any subsequent incident or concern. The Petitioner argues that the batch withholding in 2023 was an isolated incident involving a defect rate of only 0.00032%, and should not be construed as a disqualification criterion in the absence of formal regulatory action or notification to that effect. Moreover, it submits that the NMRAs continued recognition of the products registration, and the absence of any withdrawal, suspension, or adverse notification, confirms that there was no actionable quality failure. The Petitioner also draws attention to the timing of the 6th Respondents product registration, which was granted on 28th November 2024, just days before the tender closing date, suggesting it was obtained solely for the purpose of qualifying for the bid, raising suspicions of preferential treatment or procedural irregularity. In response to criticisms levelled against its product by the 6th and 7th Respondents, the Petitioner asserts that its product complies with all the specifications outlined in the tender document, including required volume, caloric content, and acceptable lipid formulations. It disputes the notion that its product, described as second-generation, is clinically inferior, and points out that both its product and the 6th Respondents product would require equivalent administration volumes in real-world use cases. It further argues that excessive volume, as contained in the 6th Respondents product, may even pose risks in ICU patients requiring fluid restriction. The Petitioner also challenges the reliance on a nutritionist evaluation said to support the clinical superiority of the 6th Respondents product, arguing that the document was not part of the official TEC or DPC records, bore no receipt stamp or date of submission, and was likely introduced post-evaluation to increase the Respondents litigation stance. This, the Petitioner contends, undermines its authenticity and relevance. In regard to the argument concerning the Petitioners Maximum Retail Price (MRP), it is submitted that the MRP cited by the Respondents is irrelevant to public procurement, since actual sale prices are negotiated and several documented government orders have been placed at significantly lower prices than the MRP. Finally, the Petitioner contends that the impugned conduct of the Respondents is in breach of the National Procurement Guidelines (2006) and the Guidelines for Procurement of Pharmaceuticals and Medical Devices of a Consumable Nature - 2022, both of which emphasize value for money, procedural fairness, and non-discrimination. It therefore prays for interim relief to restrain implementation of the award to the 6th Respondent, asserting that a prima facie case exists. 6th and 7th Respondents Contention",
    "fonts": [
      "BookmanOldStyle",
      "BookmanOldStyle-Bold",
      "BookmanOldStyle-Italic"
    ],
    "sizes": [
      8.039999961853027,
      12.0
    ]
  },
  {
    "page_number": 6,
    "bbox": [
      72.02,
      779.51,
      330.91,
      806.59
    ],
    "text": "Page 7 of 11",
    "fonts": [
      "TimesNewRomanPS-BoldMT",
      "TimesNewRomanPSMT"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 6,
    "bbox": [
      72.02,
      72.0,
      528.12,
      762.18
    ],
    "text": "The 6th and 7th Respondents, strongly oppose the grant of interim relief to the Petitioner and assert that the Petitioner's application constitutes a suppression of material facts, misrepresentation, and an abuse of process, warranting dismissal in limine without issuance of notice. They emphasize that the subject tender relates to the procurement of Total Parenteral Nutrition (TPN), a life-saving intravenous therapy administered primarily to critically ill ICU patients who are unable to intake nutrition through normal digestive processes. The Respondents contend that the technical specifications of the tender were framed by qualified medical experts to reflect the latest clinical advancements in TPN formulation and explicitly required third-generation TPN products incorporating Omega-3 fatty acids, or alternatively, second-generation products only in the event third-generation products were not submitted. The Respondents argue that their product, Nutriflex Omega Peri, fully complies with the tender specifications as a third-generation TPN formulation containing Omega-3, which delivers superior clinical outcomes including improved lipid metabolism, reduced inflammation, and lower infection risks. In contrast, they assert that the Petitioner's product, TNA Peri, is an outdated second-generation formulation that does not contain Omega-3 or meet other key tender specifications, such as nitrogen content, and therefore does not qualify as a \"responsive\" bid within the meaning of public procurement principles. They further state that the Petitioners representation of being the lowest responsive bidder is therefore false and misleading, as its bid is non-compliant in material respects and fails to meet the minimum technical threshold established by the tender. The Respondents place heavy reliance on an expert analysis issued by a panel of independent medical professionals associated with the Nutrition Department of the Ministry of Health. This report, dated 27th December 2024 and annexed to the Hon. Attorney Generals Motion, concludes that Nutriflex Omega Peri offers superior nutritional value and clinical safety compared to TNA Peri, including higher caloric content (by 192 kcal), more protein (10g more), better lipid profiles, and stronger anti-inflammatory properties. The report also states that the need to administer two packs of TNA Peri per patient per day to match the therapeutic efficacy of a single pack of Nutriflex Omega Peri would incur higher costs, increase workload on clinical staff, and heighten the risk of catheter-related bloodstream infections, including sepsis. On this basis, the Respondents submit that selecting the Petitioners product would not only compromise clinical care but also result in higher overall cost to the State, amounting to approximately Rs. 109 million more than the Respondents' product despite the latters higher unit price. The Respondents also contest the Petitioner's claim that the 2023 batch withholding was an isolated or minor issue, instead arguing that the Petitioners product had a demonstrable history of defective supply. They refer to the Petitioners own letter of apology dated 23rd October 2023 addressed to the Ministry of Health in which the manufacturer admits and apologizes for",
    "fonts": [
      "BookmanOldStyle",
      "BookmanOldStyle-Italic"
    ],
    "sizes": [
      8.039999961853027,
      12.0
    ]
  },
  {
    "page_number": 7,
    "bbox": [
      72.02,
      779.51,
      330.91,
      806.59
    ],
    "text": "Page 8 of 11",
    "fonts": [
      "TimesNewRomanPS-BoldMT",
      "TimesNewRomanPSMT"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 7,
    "bbox": [
      72.02,
      72.0,
      527.28,
      762.18
    ],
    "text": "the deviation observed in the withheld batch, which they claim establishes an admission of fault. They further allege that emails sent by the SPC in December 2023 (tendered by the Attorney General) confirm that further supply of the Petitioners product was suspended, a fact the Petitioner has wrongfully suppressed in its pleadings. They argue that any portrayal of the incident as trivial is deceptive and a material suppression of fact, especially given that TPN is used in vulnerable patients whose lives depend on its sterility and nutritional reliability. The Respondents also seek to discredit the Petitioners commercial and ethical standing by drawing attention to its alleged involvement in other pharmaceutical controversies. They specifically refer to paragraph 75 of the Fundamental Rights Petition in SCFR 99/2024 filed by Transparency International Sri Lanka, in which the Petitioner is named as the 63rd Respondent and implicated in the supply of Bupivacaine (Zupivac-H), which allegedly resulted in adverse reactions and two deaths. The Respondents argue that the Petitioner has failed to disclose this litigation and associated allegations, further demonstrating that it has not approached this Court with clean hands and is not entitled to discretionary interim relief. In response to the Petitioners allegation regarding the timing of the 6th Respondents NMRA registration, the Respondents produce documentary evidence showing that the application for registration of Nutriflex Omega Peri was submitted on 25th August 2023, well in advance of the tender, and therefore refute any implication of collusion or strategic timing. They contend that the Petitioners repeated assertions that the registration was timed to influence the tender process are frivolous and deliberately misleading. The Respondents also argue that the Petitioner has failed to establish a prima facie case warranting interim relief, as its bid is not technically compliant, its product has a record of defective supply, and the balance of convenience lies in ensuring uninterrupted supply of clinically superior TPN to critically ill patients. They note that the issuance of interim relief would delay the delivery of life-saving medication to ICUs across Sri Lanka, a delay that could have grave and irreversible consequences. They further argue that the interim status quo order issued previously was granted before the production of the TEC Report and the medical evaluation annexures, and that now that these materials are before the Court, the case for interim relief has completely eroded. The Respondents therefore urge the Court to reject the interim relief sought and to dismiss the Petition at the threshold for lack of merit and abuse of process. Observations of the Court Upon careful consideration of the material placed before this Court and the submissions advanced on behalf of the Petitioner, this Court is satisfied that",
    "fonts": [
      "BookmanOldStyle",
      "BookmanOldStyle-Bold"
    ],
    "sizes": [
      8.039999961853027,
      12.0
    ]
  },
  {
    "page_number": 8,
    "bbox": [
      72.02,
      779.51,
      330.91,
      806.59
    ],
    "text": "Page 9 of 11",
    "fonts": [
      "TimesNewRomanPS-BoldMT",
      "TimesNewRomanPSMT"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 8,
    "bbox": [
      72.02,
      72.0,
      527.28,
      762.18
    ],
    "text": "the Petitioner has disclosed a prima facie case warranting the grant of interim relief. The factual matrix placed before this Court reveals that the Petitioners product TNA Peri is registered with the National Medicines Regulatory Authority (NMRA) by way of a valid five-year certificate issued on 27th January 2022 (marked P3), and has been regularly supplied to both the SPC and public sector hospitals over the course of the past several years (marked P11P16). It is not disputed that the Petitioner submitted a bid offering a unit price of LKR 8,995, amounting to a total bid value of LKR 215,880,000 (marked P18). The only competing bid was submitted by the 6th Respondent at a unit price of USD 46, amounting to approximately LKR 321,668,000 based on the prevailing exchange rate of LKR 291.67 per USD. Thus, the difference in price between the two bids exceeds LKR 100 million. The Respondents attempt to contend that the Petitioners product would necessitate double dosing and therefore result in higher expenditure is not supported by the express tender specifications (marked P17) and appears to constitute a post-hoc rationalisation rather than a conclusion reached through any recorded procurement evaluation. In any event, the Petitioners product, being 1000ml in volume, falls within the specified range of 500ml to 2000ml and thus satisfies the volumetric and compositional requirements of the tender. The Respondents seek to assert that the Petitioners product is a second-generation formulation and does not contain Omega-3 fatty acids. However, the tender document does not stipulate that the presence of Omega-3 is mandatory or that only third-generation formulations would be deemed responsive. The Petitioners bid was accepted at the bid opening stage, and the Technical Evaluation Committee (TEC) has recorded that the Petitioners bid was the lowest evaluated substantially responsive bid. At no stage was the Petitioner notified that its bid was rejected on technical grounds. It is a well-established principle that where a lower bid is rejected in the context of a public procurement, the procuring authority bears the burden of assigning reasons, particularly when the bid has not been expressly declared non-responsive. The failure to provide any such reason or formal notice of rejection constitutes a violation of the principles of natural justice and fair administrative procedure. The Respondents further rely upon a previous incident in which a batch of the Petitioners product was withheld in September 2023 by the NMRA following a finding of discolouration in two units out of a total batch of 6,250 units. However, the Petitioner promptly submitted an explanation from the manufacturer attributing the visual deviation to minor oxidative changes during storage or transport, which was asserted to have no bearing on the pharmaceutical efficacy or compliance of the product. The NMRA did not thereafter issue any decision, directive, or regulatory order declaring that the",
    "fonts": [
      "BookmanOldStyle"
    ],
    "sizes": [
      8.039999961853027,
      12.0
    ]
  },
  {
    "page_number": 9,
    "bbox": [
      72.02,
      779.51,
      333.91,
      806.59
    ],
    "text": "Page 10 of 11",
    "fonts": [
      "TimesNewRomanPS-BoldMT",
      "TimesNewRomanPSMT"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 9,
    "bbox": [
      72.02,
      72.0,
      527.28,
      762.18
    ],
    "text": "product had failed quality control, nor was the product registration suspended or withdrawn. This Court observes that in terms of the National Medicines Regulatory Authority Act, the NMRA is vested with the power to suspend, cancel, or withdraw registration where necessary; the absence of any such action strongly implies that the explanation was found satisfactory or that the issue was not considered material. The subsequent procurement of the same product by the SPC and multiple state hospitals supports the inference that no adverse regulatory conclusion was reached. It is also significant that no inquiry or adjudicatory process has ever been conducted to determine that the Petitioners product is defective or unfit for supply. In the present instance, the use of a past incident, unaccompanied by any formal finding or decision in order to disqualify or bypass the Petitioner amounts to procedural impropriety. Allegations alone, without any conclusive adjudication, cannot be used to deprive a party of its right to be treated fairly in the procurement process. The Respondents' reliance on an unsigned and irregularly dated evaluation document authored by two nutritionists does not assist their case. As demonstrated in the Petitioners submissions, this document was not referenced in the TEC or Departmental Procurement Committee (DPC) minutes, bears no official stamp or acknowledgment of receipt, and appears to have been introduced subsequently in support of the Respondents position. Procedural regularity is the hallmark of procurement integrity, evaluations affecting tender outcomes must be transparently recorded and verifiable within the official record of the procurement process. The Court is also mindful of the Respondents submission that the 6th Respondents NMRA registration was applied for in August 2023. However, the relevant certificate of registration was only issued on 28th November 2024, just five days prior to bid closing. While this alone is not evidence of impropriety, it lends weight to the Petitioners contention that the registration may have been expedited to qualify the 6th Respondent for the tender. The circumstances surrounding the timing of the registration and the lack of any prior supply history by the 6th Respondent support the need for careful scrutiny. In these circumstances, this Court is of the view that the Petitioner has established a strong prima facie case that its bid is arbitrarily disregarded, and that the procurement process, as it stands, suffers from procedural irregularities. The failure of the 1st Respondent to communicate any reason for rejection of the Petitioners bid, notwithstanding that it was the lowest responsive bid, amounts to a breach of administrative duty. Further, the Respondents have failed to demonstrate that the Petitioners product is legally or technically disqualified. The facts before court favours the maintenance of the interim status quo, and the absence of formal disqualification or adverse regulatory finding holds against any risk to the public interest.",
    "fonts": [
      "BookmanOldStyle"
    ],
    "sizes": [
      8.039999961853027,
      12.0
    ]
  },
  {
    "page_number": 10,
    "bbox": [
      72.02,
      779.51,
      333.91,
      806.59
    ],
    "text": "Page 11 of 11",
    "fonts": [
      "TimesNewRomanPS-BoldMT",
      "TimesNewRomanPSMT"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 10,
    "bbox": [
      72.02,
      72.0,
      527.16,
      128.24
    ],
    "text": "Accordingly, notices are issued on the Respondents and interim orders as prayed for in paragraphs (c), (d) and (e) of the prayers to the petition are issued until the final determination of this application.",
    "fonts": [
      "BookmanOldStyle"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 10,
    "bbox": [
      236.57,
      198.72,
      527.28,
      212.72
    ],
    "text": "PRESIDENT OF THE COURT OF APPEAL (ACTG)",
    "fonts": [
      "BookmanOldStyle"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 10,
    "bbox": [
      72.02,
      262.23,
      197.33,
      276.21
    ],
    "text": "K.P. FERNANDO, J.",
    "fonts": [
      "BookmanOldStyle-Bold"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 10,
    "bbox": [
      72.02,
      304.47,
      118.82,
      318.47
    ],
    "text": "I agree.",
    "fonts": [
      "BookmanOldStyle"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 10,
    "bbox": [
      308.59,
      346.71,
      527.28,
      360.71
    ],
    "text": "JUDGE OF THE COURT OF APPEAL",
    "fonts": [
      "BookmanOldStyle"
    ],
    "sizes": [
      12.0
    ]
  }
]