[
  {
    "page_number": 0,
    "bbox": [
      70.94,
      781.9,
      527.0,
      806.28
    ],
    "text": "1",
    "fonts": [
      "Calibri"
    ],
    "sizes": [
      11.039999961853027
    ]
  },
  {
    "page_number": 0,
    "bbox": [
      104.3,
      95.04,
      495.02,
      109.02
    ],
    "text": "IN THE COURT OF APPEAL OF THE DEMOCRATIC SOCIALIST",
    "fonts": [
      "BookmanOldStyle-Bold"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 0,
    "bbox": [
      217.49,
      111.36,
      381.91,
      125.34
    ],
    "text": "REPUBLIC OF SRI LANKA",
    "fonts": [
      "BookmanOldStyle-Bold"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 0,
    "bbox": [
      241.13,
      135.48,
      528.34,
      214.4
    ],
    "text": "In the matter of an application for Restitution, in the nature of Restitutio-In-Integrum under and in terms of Article 138 of the Constitution of the Democratic Socialist Republic of Sri Lanka.",
    "fonts": [
      "BookmanOldStyle",
      "BookmanOldStyle-Italic"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 0,
    "bbox": [
      70.94,
      224.52,
      516.46,
      757.0
    ],
    "text": "Court of Appeal Case No: RII/0033/2023 Commercial Bank of Ceylon PLC No. 21, Sir Razik Fareed Mawatha, DC Galle Colombo 01 and Case No: 3104/MB having a branch officer and/or a place of Business called and known as the “Koggala” Branch at No. H/8, Export Promotion Zone, Galle Road, Koggala Plaintiff VS Galbokka Hewage Indika Upul Kumara No. 02, Gangarama Cross Road Magalle, Galle Defendant AND In the matter of an application under Section 26 of the Mortgage Act Commercial Bank of Ceylon PLC No. 21, Sir Razik Fareed Mawatha, Colombo 01 and Having a branch officer and/or a place of business called and known as “Koggala” branch at No. H/8, Export Promotion Zone Galle Road, Koggala. Plaintiff-Petitioner",
    "fonts": [
      "BookmanOldStyle",
      "BookmanOldStyle-Bold"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 1,
    "bbox": [
      70.94,
      781.9,
      527.0,
      806.28
    ],
    "text": "2",
    "fonts": [
      "Calibri"
    ],
    "sizes": [
      11.039999961853027
    ]
  },
  {
    "page_number": 1,
    "bbox": [
      70.94,
      70.9,
      527.02,
      742.84
    ],
    "text": "Vs. Sureka Aroshani Weerasuriya No. 293/16, Kanampitiya Road, Galle and No. Gangarama Cross Road, Magalla, Galle Respondent AND NOW Sureka Aroshani Weerasuriya No. 293/16, Kanampitiya Road Galle. Respondent-Petitioner Vs. Commercial Bank of Ceylon PLC No. 21, Sir Razik Fareed Mawatha, Colombo 01 and Having a branch officer and/or a place of business called and known as “Koggala” branch at No. H/8, Export Promotion Zone Galle Road, Koggala. Plaintiff-Petitioner -Respondent Before : R. Gurusinghe, J. & Dr S. Premachandra, J. Counsel : Sandamal Rajapaksha with V.G.H.K. Mendis for the Respondent-Petitioner Shivaan Cooray instructed by Julius & Creasy for the Plaintiff-Petitioner-Respondent",
    "fonts": [
      "BookmanOldStyle",
      "BookmanOldStyle-Bold"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 2,
    "bbox": [
      70.94,
      781.9,
      527.0,
      806.28
    ],
    "text": "3",
    "fonts": [
      "Calibri"
    ],
    "sizes": [
      11.039999961853027
    ]
  },
  {
    "page_number": 2,
    "bbox": [
      70.94,
      70.9,
      290.81,
      133.64
    ],
    "text": "Argued on : 10-09-2025 Decided on: 09-10-2025",
    "fonts": [
      "BookmanOldStyle"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 2,
    "bbox": [
      70.94,
      143.64,
      532.07,
      740.92
    ],
    "text": "JUDGMENT R. Gurusinghe, J. The petitioner filed this Restitutio-in-Integrum application against the plaintiff-respondent Bank (hereinafter referred to as the Bank), seeking the relief prayed for in the petition. The respondent bank instituted an action against the petitioner’s late husband as the defendant to recover monies due upon a mortgage bond. The petitioner’s husband and the Bank agreed to settle the action on 22 February 2018. The written terms of the settlement motion dated 22-02-2018, signed by the registered Attorneys for the bank and the petitioners’ husband and his registered Attorney, were tendered to the court. A decree was entered in accordance with the terms of the settlement. On 24-05-2019, the petitioner’s husband passed away. The bank made an application under Section 26 of the Mortgage Bond Act to the District Court on 11-12-2020, and that application was supported in open court on 14-12-2020. The Bank produced the death certificate of the deceased defendant and the marriage certificate of the petitioner and the deceased defendant. Accordingly, the District Court issued notice on the petitioner. The Fiscal of the Court reported to the court that the notice had been served on the petitioner. The court appointed the petitioner as the legal representative of the deceased defendant. Thereafter, the Bank submitted an application to execute the writ in accordance with the settlement decree. The court allowed that application. Petitioner in this application states that although the notices were issued on the petitioner, the petitioner was not duly appointed as the legal representative of the deceased-defendant. Further, the petitioner states that she is not the only heir to the deceased-defendant. The deceased-defendant and the petitioner have four children, and those children should have been made parties. Petitioner states that she did not receive the notice of the application made by the Bank, as she had left the premises at No. 2 Gangarama Cross Road, Magalle, Galle, prior to the dispatch of such notice.",
    "fonts": [
      "BookmanOldStyle",
      "BookmanOldStyle-Bold",
      "BookmanOldStyle-Italic"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 3,
    "bbox": [
      70.94,
      781.9,
      527.0,
      806.28
    ],
    "text": "4",
    "fonts": [
      "Calibri"
    ],
    "sizes": [
      11.039999961853027
    ]
  },
  {
    "page_number": 3,
    "bbox": [
      70.94,
      70.9,
      527.01,
      344.15
    ],
    "text": "Section 26 of the Mortgage Act No. 6 of 1949, as amended by Act No. 24 of 1969, reads as follows: 26(1) Where any mortgagor dies before the institution of a hypothecary action in respect of the mortgaged land, or any mortgagor or any person who is or becomes a party to a hypothecary action dies after the institution of the action, and grant of probate of the will or issue of letters of administration to the estate of the deceased has not been made, the court in which the action is to be or has been instituted may in its discretion, after the service of notice on such persons, if any, and after such inquiry as the court may consider necessary, make order appointing a person to represent the estate of the deceased for the purpose of the hypothecary action, and such person may be made or added as a party to the action :",
    "fonts": [
      "BookmanOldStyle"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 3,
    "bbox": [
      143.42,
      346.35,
      482.62,
      360.35
    ],
    "text": "Provided, however, that such order may be made only if -",
    "fonts": [
      "BookmanOldStyle"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 3,
    "bbox": [
      204.41,
      362.55,
      489.1,
      376.55
    ],
    "text": "(a) the value of the mortgaged property does not",
    "fonts": [
      "BookmanOldStyle"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 3,
    "bbox": [
      208.25,
      378.75,
      432.43,
      392.75
    ],
    "text": "exceed twenty thousand rupees; or",
    "fonts": [
      "BookmanOldStyle"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 3,
    "bbox": [
      204.41,
      411.15,
      512.86,
      425.15
    ],
    "text": "(b) a period of six months has elapsed after the date",
    "fonts": [
      "BookmanOldStyle"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 3,
    "bbox": [
      208.25,
      427.35,
      411.07,
      441.35
    ],
    "text": "of the death of the deceased; or",
    "fonts": [
      "BookmanOldStyle"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 3,
    "bbox": [
      204.41,
      459.77,
      525.34,
      473.77
    ],
    "text": "(c) the court is satisfied that delay in the institution of",
    "fonts": [
      "BookmanOldStyle"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 3,
    "bbox": [
      70.94,
      475.97,
      503.26,
      538.57
    ],
    "text": "the action would render the action not maintainable by reason of the provisions of the Prescription Ordinance.",
    "fonts": [
      "BookmanOldStyle"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 3,
    "bbox": [
      74.78,
      540.77,
      522.22,
      635.68
    ],
    "text": "(2) In making any appointment under subsection (1) the court shall appoint as representative a person who, after summary inquiry, appears to the court to be the person to whom probate of the will or letters of administration to the estate of the deceased would ordinarily be issued:",
    "fonts": [
      "BookmanOldStyle"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 3,
    "bbox": [
      70.94,
      654.08,
      526.83,
      765.28
    ],
    "text": "Provided, however, that in the event of a dispute between persons claiming to be entitled to be so appointed, the court shall make such an appointment (whether of one of those persons or of any other person) as would in the opinion of the court be in the interests of the estate of the deceased.",
    "fonts": [
      "BookmanOldStyle"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 4,
    "bbox": [
      70.94,
      781.9,
      527.0,
      806.28
    ],
    "text": "5",
    "fonts": [
      "Calibri"
    ],
    "sizes": [
      11.039999961853027
    ]
  },
  {
    "page_number": 4,
    "bbox": [
      70.94,
      70.9,
      530.78,
      652.12
    ],
    "text": "The petitioner is the wife of the deceased defendant and the person to who probate of the will or letters of administration to the estate of the deceased would ordinarily be issued; the petitioner does not dispute this fact. A settlement was reached between the bank and the defendant, and accordingly, the rights of the parties had already been determined. The petitioner has not made any application to the District Court. In terms of the provisions in Section 26 of the Mortgage Act No. 6 of 1949 as amended, the petitioner, being the wife of the deceased defendant, is the most suitable person to be appointed as Legal Representative. The respondent bank made the application to appoint the petitioner on 11-12-2020. The defendant died on 24-05-2019. Clearly, the bank has made the application under section 26 of the Mortgage Act after the expiration of a six-month period following the death of the deceased. The bank has produced copies of the death certificate of the deceased defendant and the marriage certificate of the deceased defendant and the petitioner. If the petitioner's position is that she did not receive the notices, she should have made an application before the District Court and given evidence to prove that fact. The petitioner has not made any application to the District Court. In terms of section 26 of the Mortgage Act, the petitioner is appointed to represent the estate of the deceased defendant for the purpose of the hypothecary action. In terms of section 26 of the Mortgage Act, there is no necessity to make all the heirs as legal representatives in a mortgage bond action. In terms of the proviso to Article 138 (1), no judgment, decree or order of any court shall be reversed or varied on account of any error, defect or irregularity, which has not prejudiced the substantial rights of the parties or occasioned a failure of justice. In this case, the substantial rights of the parties were settled between the deceased defendant and the bank. There was no application to set aside the consent decree. Restitutio-in-Integrum is an extraordinary remedy and will be granted under exceptional circumstances. (vide Sri Lanka Insurance Corporation Limited vs Shanmugam and another [1995] 1 SLR 55). In that case it was held that relief by way of Restitutio-in-Integrum in respect of judgments of original courts may be sought;",
    "fonts": [
      "BookmanOldStyle",
      "BookmanOldStyle-Italic"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 4,
    "bbox": [
      88.94,
      662.24,
      526.53,
      676.3
    ],
    "text": "a) Where judgments have been obtained by fraud, by production of false",
    "fonts": [
      "Arial-ItalicMT",
      "BookmanOldStyle-Italic"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 4,
    "bbox": [
      70.94,
      678.32,
      430.75,
      708.58
    ],
    "text": "evidence, non-disclosure of material facts or by force; or",
    "fonts": [
      "BookmanOldStyle-Italic"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 4,
    "bbox": [
      88.94,
      710.72,
      526.52,
      724.78
    ],
    "text": "b) Where fresh evidence has cropped up since judgements, which was",
    "fonts": [
      "Arial-ItalicMT",
      "BookmanOldStyle-Italic"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 4,
    "bbox": [
      106.94,
      726.92,
      526.39,
      757.18
    ],
    "text": "unknown to earlier to the parties relying on it or which no diligence could have helped to disclose earlier, or",
    "fonts": [
      "BookmanOldStyle-Italic"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 5,
    "bbox": [
      70.94,
      781.9,
      527.0,
      806.28
    ],
    "text": "6",
    "fonts": [
      "Calibri"
    ],
    "sizes": [
      11.039999961853027
    ]
  },
  {
    "page_number": 5,
    "bbox": [
      88.94,
      95.04,
      526.57,
      109.1
    ],
    "text": "c) Where judgments have been pronounced by mistake and decree entered",
    "fonts": [
      "Arial-ItalicMT",
      "BookmanOldStyle-Italic"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 5,
    "bbox": [
      106.94,
      111.24,
      526.46,
      141.62
    ],
    "text": "thereon provided of course it is an error which connotes a reasonable and excusable error.",
    "fonts": [
      "BookmanOldStyle-Italic"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 5,
    "bbox": [
      70.94,
      151.8,
      313.37,
      165.8
    ],
    "text": "In this case, there are no such grounds.",
    "fonts": [
      "BookmanOldStyle"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 5,
    "bbox": [
      70.94,
      175.92,
      527.02,
      222.44
    ],
    "text": "For the reasons stated above, we hold that the petitioner is not entitled to relief in an application of Restitutio-in-Integrum. The application of the petitioner is dismissed.",
    "fonts": [
      "BookmanOldStyle",
      "BookmanOldStyle-Italic"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 5,
    "bbox": [
      70.94,
      232.56,
      462.7,
      408.59
    ],
    "text": "Judge of the Court of Appeal. Dr. S. Premachandra J. I agree. Judge of the Court of Appeal.",
    "fonts": [
      "BookmanOldStyle",
      "BookmanOldStyle-Bold"
    ],
    "sizes": [
      12.0
    ]
  }
]