[
  {
    "page_number": 0,
    "bbox": [
      108.0,
      778.85,
      489.82,
      805.76
    ],
    "text": "1",
    "fonts": [
      "CIDFont+F1"
    ],
    "sizes": [
      11.040450096130371
    ]
  },
  {
    "page_number": 0,
    "bbox": [
      127.56,
      94.86,
      472.03,
      110.02
    ],
    "text": "IN THE COURT OF APPEAL OF THE DEMOCRATIC",
    "fonts": [
      "CIDFont+F2"
    ],
    "sizes": [
      12.960525512695312
    ]
  },
  {
    "page_number": 0,
    "bbox": [
      171.36,
      117.66,
      428.35,
      132.82
    ],
    "text": "SOCIALIST REPUBLIC OF SRI LANKA",
    "fonts": [
      "CIDFont+F2"
    ],
    "sizes": [
      12.960525512695312
    ]
  },
  {
    "page_number": 0,
    "bbox": [
      108.0,
      141.29,
      491.47,
      296.26
    ],
    "text": "In the matter of an Appeal under Section 331 of the Code of Criminal Procedure Act No. 15 of 1979, read with Article 138 of the Constitution of the Democratic Socialist Republic of Sri Lanka.",
    "fonts": [
      "CIDFont+F3"
    ],
    "sizes": [
      12.960525512695312
    ]
  },
  {
    "page_number": 0,
    "bbox": [
      288.0,
      299.21,
      449.6,
      331.42
    ],
    "text": "The Democratic Socialist Republic of Sri Lanka",
    "fonts": [
      "CIDFont+F3"
    ],
    "sizes": [
      12.960525512695312
    ]
  },
  {
    "page_number": 0,
    "bbox": [
      108.0,
      334.37,
      436.28,
      489.34
    ],
    "text": "Court of Appeal Case No. CA/HCC/0149/2019 Complainant High Court of Ratnapura V. Case No. HCR/51/2014 Kankanamalage Nihal Gunathilake",
    "fonts": [
      "CIDFont+F2",
      "CIDFont+F3"
    ],
    "sizes": [
      12.960525512695312
    ]
  },
  {
    "page_number": 0,
    "bbox": [
      108.0,
      491.7,
      478.07,
      732.36
    ],
    "text": "Accused AND NOW BETWEEN Kankanamalage Nihal Gunathilake AccusedAppellant V. Hon. Attorney General, Attorney Generals Department, Colombo 12.",
    "fonts": [
      "CIDFont+F2",
      "CIDFont+F3"
    ],
    "sizes": [
      12.000450134277344,
      12.960525512695312
    ]
  },
  {
    "page_number": 0,
    "bbox": [
      324.0,
      735.29,
      408.79,
      767.38
    ],
    "text": "Respondent",
    "fonts": [
      "CIDFont+F2",
      "CIDFont+F3"
    ],
    "sizes": [
      12.960525512695312
    ]
  },
  {
    "page_number": 1,
    "bbox": [
      108.0,
      778.85,
      489.82,
      805.76
    ],
    "text": "2",
    "fonts": [
      "CIDFont+F1"
    ],
    "sizes": [
      11.040450096130371
    ]
  },
  {
    "page_number": 1,
    "bbox": [
      108.0,
      72.06,
      491.5,
      365.4
    ],
    "text": "BEFORE : K. PRIYANTHA FERNANDO, J. (P/CA) WICKUM A. KALUARACHCHI, J. COUNSEL : Bandara Senarath for the Accused Appellant. Disna Warnakula, Deputy Solicitor General for the Respondent. ARGUED ON : 08.06.2022 WRITTEN SUBMISSIONS FILED ON : 20.05.2021by the Accused Appellant. 31.03.2022by the Respondent. JUDGMENT ON : 26.07.2022",
    "fonts": [
      "CIDFont+F2",
      "CIDFont+F3"
    ],
    "sizes": [
      12.000450134277344,
      12.960525512695312
    ]
  },
  {
    "page_number": 1,
    "bbox": [
      255.72,
      367.74,
      343.83,
      382.9
    ],
    "text": "**************",
    "fonts": [
      "CIDFont+F2"
    ],
    "sizes": [
      12.960525512695312
    ]
  },
  {
    "page_number": 1,
    "bbox": [
      108.0,
      382.8,
      359.95,
      431.86
    ],
    "text": "K. PRIYANTHA FERNANDO, J.(P/CA)",
    "fonts": [
      "CIDFont+F2"
    ],
    "sizes": [
      12.000450134277344,
      12.960525512695312
    ]
  },
  {
    "page_number": 1,
    "bbox": [
      126.0,
      434.67,
      491.48,
      449.38
    ],
    "text": "1. The accused appellant (hereinafter referred to as the",
    "fonts": [
      "CIDFont+F3",
      "CIDFont+F4"
    ],
    "sizes": [
      12.960525512695312
    ]
  },
  {
    "page_number": 1,
    "bbox": [
      126.0,
      452.33,
      491.5,
      677.5
    ],
    "text": "appellant) was indicted in the High Court of Ratnapura on three counts of rape, committed between the 1st of January 2007 and the 31st of December 2007, punishable in terms of section 364(2)(e) of the Penal Code. Upon conviction after trial, the appellant was sentenced to fourteen years of rigorous imprisonment on each count to run concurrently. In addition, the appellant was ordered to pay a fine of Rupees twenty five thousand on each count, and compensation to the victim of Rupees two hundred thousand on each count. 2. Aggrieved by the above conviction and the sentence,",
    "fonts": [
      "CIDFont+F3",
      "CIDFont+F4",
      "CIDFont+F5"
    ],
    "sizes": [
      8.520299911499023,
      12.960525512695312
    ]
  },
  {
    "page_number": 1,
    "bbox": [
      147.0,
      680.57,
      491.48,
      730.18
    ],
    "text": "the appellant preferred the instant appeal. In his written submissions, the learned Counsel for the appellant urged the following grounds of appeal.",
    "fonts": [
      "CIDFont+F3"
    ],
    "sizes": [
      12.960525512695312
    ]
  },
  {
    "page_number": 1,
    "bbox": [
      162.48,
      732.99,
      491.49,
      765.34
    ],
    "text": "I. The ingredients of the charge have not been proved beyond reasonable doubt.",
    "fonts": [
      "CIDFont+F3",
      "CIDFont+F4"
    ],
    "sizes": [
      12.960525512695312
    ]
  },
  {
    "page_number": 2,
    "bbox": [
      108.0,
      778.85,
      489.82,
      805.76
    ],
    "text": "3",
    "fonts": [
      "CIDFont+F1"
    ],
    "sizes": [
      11.040450096130371
    ]
  },
  {
    "page_number": 2,
    "bbox": [
      126.0,
      72.51,
      491.5,
      613.79
    ],
    "text": "II. As per the evidence given by the prosecutrix herself, out of the 3 incidents with regard to the 3 counts, at the first instance no penetration has taken place. III. The belatedness of the information with regard to the alleged rape, given by the prosecutrix to the school teacher, Jayanthi Dhammika Kumari (PW4) and police has affected the accuracy of her testimony. IV. The credibility of the prosecutrix cannot be relied upon. V. The evidence of the prosecutrix does not satisfy the tests of consistency and probability. VI. In the medico-legal report (P03), the doctor, Chandrasekara Dasanayake (PW11), who is not a qualified Medico-legal officer, has neither mentioned of any injury nor most importantly a penetration, it is stated that the victim has been raped, entirely depending on the fact that the absence of the hymen. VII. Subsequent conduct of the prosecutrix that is to say the intentional non-disclosure and subsequent sexual encounters with the accused, made the prosecution story improbable. VIII. The dock statement of the accused had not been properly evaluated by the learned trial Judge. 3. As per the evidence of the child victim Dinusha",
    "fonts": [
      "CIDFont+F3",
      "CIDFont+F4",
      "CIDFont+F5"
    ],
    "sizes": [
      12.960525512695312
    ]
  },
  {
    "page_number": 2,
    "bbox": [
      147.0,
      616.73,
      491.49,
      754.18
    ],
    "text": "Miyanawala (PW1), the facts of this case can be summarized as follows. The PW1 was a student of Veheragoda Primary School, where the appellant served as a teacher. According to the PW1, the appellant has raped her continuously whilst she was a student in the said school. The first incident of rape has taken place within the school premises, inside a school building. Thereafter, she has",
    "fonts": [
      "CIDFont+F3",
      "CIDFont+F5"
    ],
    "sizes": [
      12.960525512695312
    ]
  },
  {
    "page_number": 3,
    "bbox": [
      108.0,
      778.85,
      489.82,
      805.76
    ],
    "text": "4",
    "fonts": [
      "CIDFont+F1"
    ],
    "sizes": [
      11.040450096130371
    ]
  },
  {
    "page_number": 3,
    "bbox": [
      126.0,
      72.65,
      491.48,
      139.9
    ],
    "text": "continuously been raped in school as well as in her house. 4. Although eight grounds of appeal have been",
    "fonts": [
      "CIDFont+F3",
      "CIDFont+F4"
    ],
    "sizes": [
      12.960525512695312
    ]
  },
  {
    "page_number": 3,
    "bbox": [
      126.0,
      142.85,
      491.5,
      648.82
    ],
    "text": "preferred in his written submissions, the learned Counsel for the appellant mainly pursued the first ground of appeal. The learned Counsel for the appellant submitted that, according to the evidence adduced in the High Court, the victim, PW1 has been admitted to Veheragoda Vidyalaya on the 2nd of January 2008. The PW1 in her evidence has clearly stated that, it was after she was admitted to Veheragoda Vidyalaya that she was initially raped by the appellant. It is the contention of the learned Counsel for the appellant that the prosecution has failed to prove that the PW1 was raped by the appellant in the year 2007 as mentioned in the indictment. The learned Counsel further submitted that, the date or time period of offence being one of the main ingredients that has to be proved beyond reasonable doubt by the prosecution, has not been proved. It was further submitted that the appellant has been served with three more indictments in the same High Court of Ratnapura. According to the case No. HCR 52-2014 in the High Court of Ratnapura, the appellant is indicted on three counts for raping the victim in the year 2008. Case No. HCR 53-2014 refers to three counts of rape allegedly committed in the year 2009 and the indictment of case No. HCR 54-2014 refers to three counts of rape in the year 2011. 5. The learned Deputy Solicitor General for the",
    "fonts": [
      "CIDFont+F3",
      "CIDFont+F4",
      "CIDFont+F5"
    ],
    "sizes": [
      8.520299911499023,
      12.960525512695312
    ]
  },
  {
    "page_number": 3,
    "bbox": [
      147.0,
      651.77,
      491.49,
      754.18
    ],
    "text": "respondent conceded that the accused appellant has already been indicted in cases HCR 52-2014, 53-2014 and 54-2014 in the High Court of Ratnapura and those cases are pending before Court. The learned Deputy Solicitor General also conceded that according to the PW1s evidence, the first incident of",
    "fonts": [
      "CIDFont+F3",
      "CIDFont+F5"
    ],
    "sizes": [
      12.960525512695312
    ]
  },
  {
    "page_number": 4,
    "bbox": [
      108.0,
      778.85,
      489.82,
      805.76
    ],
    "text": "5",
    "fonts": [
      "CIDFont+F1"
    ],
    "sizes": [
      11.040450096130371
    ]
  },
  {
    "page_number": 4,
    "bbox": [
      108.0,
      72.65,
      491.49,
      210.1
    ],
    "text": "rape has been committed by the appellant after she was admitted to Veheragoda Vidyalaya. It was further conceded that, although the evidence of the childs mother was that the child was admitted to school in the last term of year four in school, the document marked P-6, revealed that the child has been admitted to school on the 2nd of January 2008.",
    "fonts": [
      "CIDFont+F3",
      "CIDFont+F5"
    ],
    "sizes": [
      8.520299911499023,
      12.960525512695312
    ]
  },
  {
    "page_number": 4,
    "bbox": [
      126.0,
      212.91,
      491.48,
      227.62
    ],
    "text": "6. In terms of section 165 (1) of the Code of Criminal",
    "fonts": [
      "CIDFont+F3",
      "CIDFont+F4"
    ],
    "sizes": [
      12.960525512695312
    ]
  },
  {
    "page_number": 4,
    "bbox": [
      147.0,
      230.57,
      341.4,
      293.74
    ],
    "text": "Procedure Act No. 15 of 1979. Section 165(1)",
    "fonts": [
      "CIDFont+F3"
    ],
    "sizes": [
      9.96037483215332,
      12.960525512695312
    ]
  },
  {
    "page_number": 4,
    "bbox": [
      126.0,
      296.95,
      491.49,
      469.3
    ],
    "text": "The charge shall contain such particulars as to the time and place of the alleged offence and as to the person (if any) against whom and as to the thing (if any) in respect of which it was committed as are reasonably sufficient to give the accused notice of the matter with which he is charged and to show that the offence is not prescribed. 7. The time period as mentioned in the indictment on",
    "fonts": [
      "CIDFont+F3",
      "CIDFont+F4",
      "CIDFont+F5"
    ],
    "sizes": [
      12.960525512695312
    ]
  },
  {
    "page_number": 4,
    "bbox": [
      126.0,
      472.25,
      491.49,
      662.27
    ],
    "text": "counts one to three is that the offences were committed within the period of 1st of January 2007 to 1st of December 2007. Therefore, the requirement of date and time of the offence is sufficiently addressed. The date and time of the offence is one of the elements that the prosecution has to prove beyond reasonable doubt. Therefore, it is incumbent on the prosecution to prove that the PW1 was raped within the said specified period. 8. On behalf of the accused appellant, Kumararathne",
    "fonts": [
      "CIDFont+F3",
      "CIDFont+F4",
      "CIDFont+F5"
    ],
    "sizes": [
      8.520299911499023,
      12.960525512695312
    ]
  },
  {
    "page_number": 4,
    "bbox": [
      147.0,
      665.33,
      491.52,
      767.63
    ],
    "text": "Bandara was called as a witness to give evidence. The documents pertaining to admission and leaving of children from Veheragoda Vidyalaya was submitted to Court through the witness as X-1. According to X-1, the PW1 has been admitted to Veheragoda Vidyalaya in 2008. The learned State",
    "fonts": [
      "CIDFont+F3",
      "CIDFont+F5"
    ],
    "sizes": [
      12.960525512695312
    ]
  },
  {
    "page_number": 5,
    "bbox": [
      108.0,
      778.85,
      489.82,
      805.76
    ],
    "text": "6",
    "fonts": [
      "CIDFont+F1"
    ],
    "sizes": [
      11.040450096130371
    ]
  },
  {
    "page_number": 5,
    "bbox": [
      126.0,
      72.65,
      491.5,
      366.94
    ],
    "text": "Counsel for the prosecution in the High Court has moved for further time to inspect the relevant documents including X-1. However, even on the next date, it was evident that the PW1 had been admitted to Veheragoda Vidyalaya on 2nd of January 2008. After the case for the defence was called, the learned State Counsel has moved to call a witness to give evidence in rebuttal. That witness was Amarasiri Herath, the principle of Kalupahana Maha Vidyalaya where the PW1 was admitted after leaving Veheragoda Vidyalaya. This witness who was called by the prosecution reconfirmed that the PW1 had been admitted to Veheragoda Vidyalaya on the 2nd of January 2008. The document produced by the above witness marked P-6 confirmed the above position. 9. The learned High Court Judge in page 32 of his",
    "fonts": [
      "CIDFont+F3",
      "CIDFont+F4",
      "CIDFont+F5"
    ],
    "sizes": [
      8.520299911499023,
      12.960525512695312
    ]
  },
  {
    "page_number": 5,
    "bbox": [
      108.0,
      370.01,
      491.49,
      560.02
    ],
    "text": "judgment (page 293 of the appeal brief) has rejected the position taken up by the defence that the child was admitted to Veheragoda Vidyalaya in year 2008. The learned trial Judge has rejected the defence on the basis that he has doubts on the genuineness of the document marked X-1. However, the fact that the document P-6 was submitted by the prosecution itself stating that the child has been admitted to Veheragoda Vidyalaya in 2008, has escaped the mind of the learned High Court Judge.",
    "fonts": [
      "CIDFont+F3",
      "CIDFont+F5"
    ],
    "sizes": [
      12.960525512695312
    ]
  },
  {
    "page_number": 5,
    "bbox": [
      126.0,
      562.83,
      491.49,
      577.54
    ],
    "text": "10. In her evidence, PW1 has given contradictory",
    "fonts": [
      "CIDFont+F3",
      "CIDFont+F4"
    ],
    "sizes": [
      12.960525512695312
    ]
  },
  {
    "page_number": 5,
    "bbox": [
      147.0,
      580.61,
      491.49,
      753.11
    ],
    "text": "evidence regarding the year in which she sat for her year 5 scholarship examination. It is understood that a child of this nature, who is giving evidence after a long lapse may forget the year in which she sat for her scholarship examination. However, PW1 has been specific on the fact that these sexual assaults by the appellant commenced after she was admitted to Veheragoda Vidyalaya. She also stated that the first sexual assault took place on a table in Veheragoda Vidyalaya. Therefore, as the child has",
    "fonts": [
      "CIDFont+F3",
      "CIDFont+F5"
    ],
    "sizes": [
      12.960525512695312
    ]
  },
  {
    "page_number": 6,
    "bbox": [
      108.0,
      778.85,
      489.82,
      805.76
    ],
    "text": "7",
    "fonts": [
      "CIDFont+F1"
    ],
    "sizes": [
      11.040450096130371
    ]
  },
  {
    "page_number": 6,
    "bbox": [
      126.0,
      72.65,
      503.78,
      315.34
    ],
    "text": "been admitted to Veheragoda Vidyalaya on the 2nd of January 2008, the prosecution has failed to prove beyond reasonable doubt that the appellant has raped the PW1 in the year 2007 as charged. It is pertinent to note the observations made in case of R v. Dossi 13, Cr.APP.R.158 on proving the date of offence. In Dossi it was held that, a date specified in an indictment is not a material matter unless it is an essential part of the alleged offence. The defendant may be convicted although the jury finds that the offence was committed on a date other than that specified in the indictment. 11. In the instant case, sufficient evidence was led by the",
    "fonts": [
      "CIDFont+F3",
      "CIDFont+F4",
      "CIDFont+F5",
      "CIDFont+F6"
    ],
    "sizes": [
      8.520299911499023,
      12.960525512695312
    ]
  },
  {
    "page_number": 6,
    "bbox": [
      126.0,
      318.41,
      491.5,
      630.22
    ],
    "text": "prosecution to prove that the appellant has raped the PW1 after she was admitted to Vehergoda Vidyalaya, that is after the 2nd of January 2008. Those dates do not fall within the time period provided in the indictment. However, it is submitted and also conceded by the learned Deputy Solicitor General that the appellant has already been indicted for committing rape on PW1 in the year 2008 in case No. HCR 52-2014 in the High Court of Ratnapura, and that the said matter is pending before the High Court. Therefore, the legal question envisaged in Dossi should not be applied in this case as the Honourable Attorney General has already indicted the appellant for the offences of rape alleged to have been committed in the year 2008. If not, the appellant will face double jeopardy. 12. As the prosecution has failed to prove that the",
    "fonts": [
      "CIDFont+F3",
      "CIDFont+F4",
      "CIDFont+F5"
    ],
    "sizes": [
      8.520299911499023,
      12.960525512695312
    ]
  },
  {
    "page_number": 6,
    "bbox": [
      147.0,
      633.17,
      491.5,
      753.1
    ],
    "text": "alleged rape was committed in the year 2007 which is one of the main elements of the offence, the conviction by the learned High Court Judge on counts one to three are set aside and the accused is acquitted from all counts. The learned High Court Judge of the High Court of Ratnapura is directed to hear and conclude the cases HCR 52-2014, 53-2014",
    "fonts": [
      "CIDFont+F3",
      "CIDFont+F5"
    ],
    "sizes": [
      12.960525512695312
    ]
  },
  {
    "page_number": 7,
    "bbox": [
      108.0,
      778.85,
      489.82,
      805.76
    ],
    "text": "8",
    "fonts": [
      "CIDFont+F1"
    ],
    "sizes": [
      11.040450096130371
    ]
  },
  {
    "page_number": 7,
    "bbox": [
      126.0,
      72.65,
      491.48,
      153.85
    ],
    "text": "and 54-2014 expeditiously. The Registrar of this Court is directed to forward a copy of this judgment to the learned High Court Judge of Ratnapura and the Honourable Attorney General.",
    "fonts": [
      "CIDFont+F3",
      "CIDFont+F5"
    ],
    "sizes": [
      9.96037483215332,
      12.960525512695312
    ]
  },
  {
    "page_number": 7,
    "bbox": [
      108.0,
      156.41,
      283.29,
      188.38
    ],
    "text": "Appeal allowed.",
    "fonts": [
      "CIDFont+F3"
    ],
    "sizes": [
      12.960525512695312
    ]
  },
  {
    "page_number": 7,
    "bbox": [
      108.0,
      249.84,
      471.36,
      436.54
    ],
    "text": "PRESIDENT OF THE COURT OF APPEAL WICKUM A. KALUARACHCHI, J. I agree.",
    "fonts": [
      "CIDFont+F2",
      "CIDFont+F3"
    ],
    "sizes": [
      12.000450134277344,
      12.960525512695312
    ]
  },
  {
    "page_number": 7,
    "bbox": [
      216.0,
      438.72,
      441.11,
      452.76
    ],
    "text": "JUDGE OF THE COURT OF APPEAL",
    "fonts": [
      "CIDFont+F2",
      "CIDFont+F3"
    ],
    "sizes": [
      12.000450134277344
    ]
  }
]