[
  {
    "page_number": 0,
    "bbox": [
      70.94,
      781.8,
      302.91,
      806.28
    ],
    "text": "1",
    "fonts": [
      "Calibri"
    ],
    "sizes": [
      11.039999961853027
    ]
  },
  {
    "page_number": 0,
    "bbox": [
      104.3,
      70.9,
      495.01,
      84.88
    ],
    "text": "IN THE COURT OF APPEAL OF THE DEMOCRATIC SOCIALIST",
    "fonts": [
      "Bookman Old Style,Bold"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 0,
    "bbox": [
      217.49,
      86.16,
      381.91,
      100.14
    ],
    "text": "REPUBLIC OF SRI LANKA",
    "fonts": [
      "Bookman Old Style,Bold"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 0,
    "bbox": [
      70.94,
      153.48,
      526.06,
      435.13
    ],
    "text": "Court of Appeal Kalukapuge Thomas Perera, Case No. DCF 0541/2000 612, Desinghe Mawatha, Thalangama South. DC Colombo Case No. 14564/P Plaintiff Vs. 1. Kalukapuge Engalthina, 2. Kalukapuge Simiyan, Both of No. 612, Desinghe Mawatha, Thalangama South, 3. Lanka Lands Company Ltd, No. 347, Union Place Colombo 02. Defendants",
    "fonts": [
      "Bookman Old Style",
      "Bookman Old Style,Bold"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 0,
    "bbox": [
      70.94,
      435.29,
      520.42,
      604.24
    ],
    "text": "AND BETWEEN Lanka Lands Company Ltd, No. 347, Union Place Colombo 02. 3rd Defendant - Appellant Vs Kalukapuge Thomas Perera, 612, Desinghe Mawatha, Thalangama South,",
    "fonts": [
      "Bookman Old Style",
      "Bookman Old Style,Bold"
    ],
    "sizes": [
      8.039999961853027,
      12.0
    ]
  },
  {
    "page_number": 0,
    "bbox": [
      70.94,
      604.28,
      527.98,
      730.96
    ],
    "text": "Plaintiff-Respondent 1. Kalukapuge Engalthina, 2. Kalukapuge Simiyan, Both of No. 612, Desinghe Mawatha, Thalangama South,",
    "fonts": [
      "Bookman Old Style",
      "Bookman Old Style,Bold"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 0,
    "bbox": [
      250.97,
      731.11,
      509.14,
      759.18
    ],
    "text": "1st and 2nd Defendant Respondents",
    "fonts": [
      "Bookman Old Style",
      "Bookman Old Style,Bold"
    ],
    "sizes": [
      8.039999961853027,
      12.0
    ]
  },
  {
    "page_number": 1,
    "bbox": [
      70.94,
      781.8,
      302.91,
      806.28
    ],
    "text": "2",
    "fonts": [
      "Calibri"
    ],
    "sizes": [
      11.039999961853027
    ]
  },
  {
    "page_number": 1,
    "bbox": [
      70.94,
      70.9,
      542.62,
      760.36
    ],
    "text": "AND NOW BETWEEN Apogee International (Pvt) Ltd No. 99/6, Rosmead Place, Colombo 07 Substituted 3rd Defendant Appellant Petitioner VS Kalukapuge Thomas Perera, 612, Desinghe Mawatha, Thalangama South, Plaintiff Respondent (Deceased) Kalukapuge Karthelis Perera 622/A, Desinghe Mawatha, Thalangama South, Substituted Plaintiff Respondent (Deceased) Sunithra Perera, No. 622/A, Desinghe Mawatha, Thalangama South, Substituted Plaintiff Respondent-Respondent 1. Kalukapuge Engalthina (Deceased), 1 A. Wanniachchige Nepo Singho Fonseka, 611, Desinghe Mawatha, Thalangama South Substituted 1st Defendant Respondent - Respondent 2. Kalukapuge Simiyan 612, Desinghe Mawatha, Thalangama South, 2nd Defendant Repondent -Respondent",
    "fonts": [
      "Bookman Old Style",
      "Bookman Old Style,Bold"
    ],
    "sizes": [
      8.039999961853027,
      12.0
    ]
  },
  {
    "page_number": 2,
    "bbox": [
      70.94,
      781.8,
      302.91,
      806.28
    ],
    "text": "3",
    "fonts": [
      "Calibri"
    ],
    "sizes": [
      11.039999961853027
    ]
  },
  {
    "page_number": 2,
    "bbox": [
      70.94,
      70.9,
      434.86,
      206.48
    ],
    "text": "Before : R. Gurusinghe J & M.C.B.S. Morais J Counsel : Dr. Romesh de Silva, P.C. with Sugath Caldera for the substituted 3rd Defendant-Appellant",
    "fonts": [
      "Bookman Old Style",
      "Bookman Old Style,Bold"
    ],
    "sizes": [
      8.039999961853027,
      12.0
    ]
  },
  {
    "page_number": 2,
    "bbox": [
      70.94,
      215.76,
      490.78,
      305.75
    ],
    "text": "Dr. Jayatissa de Costa, P.C. with Charuka Ekanayake and D.D.P. Dassanayake For the Substituted Plaintiff-Respondent Argued on : 15.02.2024",
    "fonts": [
      "Bookman Old Style",
      "Bookman Old Style,Bold"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 2,
    "bbox": [
      70.94,
      314.91,
      290.81,
      328.91
    ],
    "text": "Decided on : 04.04.2024",
    "fonts": [
      "Bookman Old Style"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 2,
    "bbox": [
      70.94,
      363.87,
      171.74,
      377.87
    ],
    "text": "R. Gurusinghe J",
    "fonts": [
      "Bookman Old Style"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 2,
    "bbox": [
      70.94,
      392.07,
      531.96,
      770.94
    ],
    "text": "The deceased plaintiff-respondent (hereinafter referred to as the Plaintiff) instituted these proceedings before the District Court of Colombo seeking inter alia that the land described in the 2nd schedule to the amended plaint be partitioned amongst himself and the1st and 2nd defendant respondents in the manner set out in the amended plaint dated 26.04.1991. The 3rd defendant-appellant company (hereinafter referred to as the 3rd defendant) was not made a party by the plaintiff. The 3rd defendant intervened in the proceeding and was added as the 3rd defendant on 13.07.1988. The 3rd defendant was a company incorporated under the provisions of the Companies Act No. 17 of 1982. The 3rd defendant had not been re-registered under the provisions of the Companies Act No. 7 of 2007. The Supreme Court allowed Communication and Business Equipment (Pvt) Ltd. (now known as Apogee International (Pvt) Ltd) to be substituted in place of the original 3rd defendant company. The 3rd defendants position is that it is the sole owner of the corpus and some of the adjoining lands, and the plaintiff and the 1st and 2nd defendants had no title to the corpus of this action. After trial, the Learned Additional District Judge of Colombo delivered the judgment on 04.07.2000, allowing the partition. Being aggrieved by the said judgment, the 3rd defendant preferred this appeal.",
    "fonts": [
      "Bookman Old Style",
      "Bookman Old Style,Italic"
    ],
    "sizes": [
      8.039999961853027,
      12.0
    ]
  },
  {
    "page_number": 3,
    "bbox": [
      70.94,
      781.8,
      302.91,
      806.28
    ],
    "text": "4",
    "fonts": [
      "Calibri"
    ],
    "sizes": [
      11.039999961853027
    ]
  },
  {
    "page_number": 3,
    "bbox": [
      70.94,
      70.9,
      524.62,
      130.52
    ],
    "text": "The following three grounds of appeal were set forth by the 3rd defendant-appellant.",
    "fonts": [
      "Bookman Old Style"
    ],
    "sizes": [
      8.039999961853027,
      12.0
    ]
  },
  {
    "page_number": 3,
    "bbox": [
      70.94,
      131.76,
      520.54,
      160.88
    ],
    "text": "1. The corpus was not properly identified, and it is part of a larger land.",
    "fonts": [
      "Arial",
      "Bookman Old Style"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 3,
    "bbox": [
      88.94,
      162.12,
      528.34,
      176.12
    ],
    "text": "2. The Learned Additional District Judge raised an issue regarding the",
    "fonts": [
      "Arial",
      "Bookman Old Style"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 3,
    "bbox": [
      70.94,
      177.36,
      528.3,
      221.72
    ],
    "text": "prescriptive title of the plaintiff and the 1st and 2nd defendant without notice to the parties.",
    "fonts": [
      "Bookman Old Style"
    ],
    "sizes": [
      8.039999961853027,
      12.0
    ]
  },
  {
    "page_number": 3,
    "bbox": [
      70.94,
      222.96,
      532.05,
      769.26
    ],
    "text": "3. The title was not properly investigated. The corpus of the action is described in the 2nd schedule to the amended plaint. It is a land in extent of 1 acre and two roods, which was part of the land in extent of 6 acres, 1 rood and 18 perches, described in the 1st schedule to the plaint. According to the amended plaint Kalukapuge Punchi Appu who is the predecessor in title of the plaintiff, the 1st and 2nd defendants had possessed entity of the land described in the 2nd schedule to the amended plaint (corpus in this action), in lieu of his undivided rights in the larger land described in the 1st schedule to the plaint (hereinafter referred to as the larger land), for a long period of time and had acquired a prescriptive title to the corpus. According to the preliminary plan No.197 marked X, the extent of the land surveyed is 1 acre and 7.6 perches. The substituted plaintiff, in his evidence, stated that a part of the corpus had been encroached into the neighbouring lands. That explanation can be accepted as such an occurrence is possible throughout the long period of time during which the plaintiff and his predecessor in title possessed the corpus. When the preliminary plan is examined, one will find physical demarcations of the boundaries of the corpus. There is a road and embankment () in the Western, North Western and Northern boundaries. There is a drain and live wire fence on the Southern boundary, and there is a live wire fence on the Eastern boundary, which indicates that the corpus had been possessed as a separate entity for a long period of time. The Learned Presidents Counsel for the 3rd defendant-appellant submitted that the corpus, in this case, is part of a larger land, and therefore, the plaintiff cannot institute and maintain the partition action, to partition a portion of that land. For the reasons I will set forth in this judgment, I conclude that the plaintiff and his predecessor in title had possessed the corpus in this case shown in the preliminary plan exclusively for a long period of time, in lieu of their",
    "fonts": [
      "Arial",
      "Bookman Old Style",
      "Iskoola Pota"
    ],
    "sizes": [
      8.039999961853027,
      12.0
    ]
  },
  {
    "page_number": 4,
    "bbox": [
      70.94,
      781.8,
      302.91,
      806.28
    ],
    "text": "5",
    "fonts": [
      "Calibri"
    ],
    "sizes": [
      11.039999961853027
    ]
  },
  {
    "page_number": 4,
    "bbox": [
      70.94,
      70.9,
      528.34,
      756.9
    ],
    "text": "undivided right in the larger land described in the 1st schedule to the plaint and acquired prescriptive title to the corpus by long-continued exclusive possession. With the acquisition of prescriptive title to the corpus by the plaintiff and his predecessors in title to the corpus, it ceased to be a part of the larger land described in the 1st schedule to the plaint and became a distinct and separate entity of land. The question of instituting a partition action to a part of a larger land will not arise in this case. The 3rd defendant had disputed the plaintiffs pedigree. However, the 3rd defendant is not claiming as a co-owner of the corpus or a co-owner of the larger land. The 3rd defendant merely seeks the dismissal of the plaintiffs action. According to the plaintiffs pedigree, Kalukapuge Julius Perera had been the original owner of half share of the larger land described in the 1st schedule to the plaint in extent of 6 acres, one rood and 18 perches on deed no. 5887 dated 13.11.1882 marked 1. Julius Perera had transferred the undivided extent of 1 acre, 3 roods out of his undivided rights to Kalukapuge Piloris Perera upon deed no. 8964 dated 23.04.1888 marked 2. After the death of Piloris Perera, his rights devolved on his surviving brother, Julius Perera, who was the only heir of Piloris Perera. Thus, Julius Perera becomes the owner of shares in the larger land. After the death of Julius Perera, his rights devolved on his two sons, Punchi Appu and Mohotti. Thus, Punchi Appu became entitled to an undivided 1/4 of the larger land. The 3rd defendant acknowledged that the said Punchi Appu had title to the larger land by producing deed no. 8647 dated 04.09.1930 marked 39. I will deal with that deed later in the judgment. Punchi Appu was the father of the plaintiff and the 1st and 2nd defendants. After Punchi Appus death, his rights devolved on the plaintiff and the 1st and 2nd defendants. It is the case of the plaintiff that Punchi Appu has possessed the entirety of the corpus in lieu of his undivided rights in the larger land and acquired a prescriptive title to the corpus. According to the pedigree of the 3rd defendant-appellant, the original owner of the corpus was one Vairavanathan Kathigesu, who became the owner upon deed nos. 7107, 7108, 7109, and 7207 that were executed in 1927, and on the deed no. 8647 executed in 1930. The plaintiffs deeds 1 and 2 had been executed very much earlier in 1888. Julius Perera had become the owner of the share in the larger land. Therefore, upon those deeds, the predecessor in title of the 3rd defendant could not have become the sole owner of the larger land called Mudalkelle. It is the case of the 3rd defendant that Punchi Appu Perera, the father of the Plaintiff, had transferred all his rights of the corpus to Kathigesu, the",
    "fonts": [
      "Bookman Old Style",
      "Iskoola Pota"
    ],
    "sizes": [
      8.039999961853027,
      12.0
    ]
  },
  {
    "page_number": 5,
    "bbox": [
      70.94,
      781.8,
      302.91,
      806.28
    ],
    "text": "6",
    "fonts": [
      "Calibri"
    ],
    "sizes": [
      11.039999961853027
    ]
  },
  {
    "page_number": 5,
    "bbox": [
      70.94,
      70.78,
      528.34,
      425.41
    ],
    "text": "predecessor in title of the 3rd defendant, in 1930, on deed no. 8647. The paragraph 21 of the statement of claim filed by the 3rd defendant read as follows: In any event, this defendant states that Punchi Appu refers to in paragraphs 4, 5 and 6 of the amended plaint by deed no. 8647 dated 30.09.1927 attested by L.M.P. Jayawardena, a Notary Public, conveyed all his rights in the land called Mudalkelle, which is the subject matter of this action, to the aforesaid by Vairavanathan Kathigesu,, the predecessor in title of this defendant. The said deed no. 8647 was produced in evidence marked 39. Upon 39, Punchi Appu had transferred only a divided and defined extent of 3 roods and 2 perches out of an amalgamated two lands, viz Mudalkelle and Vanathawatta, as per plan no. 2128 made by N.D. de Silva Surveyor on 01.09.1930. Mudalkelle referred to in that deed is the same land referred to in the 1st schedule to the plaint. The 3rd defendant did not produce the plan referred to in the 39 deed. The Learned Additional District Judge had correctly observed that in the absence of such a plan, one cannot identify the extent of land in the corpus transferred by the said deed.",
    "fonts": [
      "Bookman Old Style",
      "Bookman Old Style,Italic",
      "Iskoola Pota"
    ],
    "sizes": [
      8.039999961853027,
      12.0
    ]
  },
  {
    "page_number": 5,
    "bbox": [
      70.94,
      432.41,
      528.34,
      754.86
    ],
    "text": "Therefore, the Learned Additional District Judge was not misdirected in not accepting the pedigree shown by the 3rd defendant-appellant. The Learned Additional District Judge rightly observed that even after Punchi Appu had transferred a portion of his rights in the corpus to Vairavanathan Kathigesu on that 39 deed, a substantial portion of his rights in the corpus remained with Punchi Appu. By relying on 39, the 3rd defendant-appellant had conceded the position that Punchi Appu had possessed a separate portion of land in lieu of his undivided rights. If not, a co-owner of a land could not have transferred a divided and defined portion of the land on a plan. The deed 39 shows that even at the time of the 1930s, the plaintiffs predecessor in title, Punchi Appu, had possessed a divided portion of land in lieu of his undivided rights in the larger land described in the 1st schedule to the plaint. The deed marked 1 shows that Julius Perera had become the owner of an undivided share of the larger land described in the 1st schedule to the plaint. Julius Perera had transferred an extent of 1 acre and 3 roods to Pirolis. After the death of Pirolis his rights came back to Julius. After the death of Julius, his share had devolved on his two sons, Punchi Appu and",
    "fonts": [
      "Bookman Old Style",
      "Iskoola Pota"
    ],
    "sizes": [
      8.039999961853027,
      12.0
    ]
  },
  {
    "page_number": 6,
    "bbox": [
      70.94,
      781.8,
      302.91,
      806.28
    ],
    "text": "7",
    "fonts": [
      "Calibri"
    ],
    "sizes": [
      11.039999961853027
    ]
  },
  {
    "page_number": 6,
    "bbox": [
      70.94,
      70.78,
      528.34,
      765.66
    ],
    "text": "Mohotti. Thus, Punchi Appu was entitled to 1/4th share of the larger land, and upon his death, his share had devolved on his children; the plaintiff, the 1st and 2nd defendants in equal shares. The Learned Additional District Judge correctly accepted that portion of the pedigree. It is the case of the plaintiff that his father, Punchi Appu, had possessed the corpus in lieu of his undivided rights in the larger land as a separate entity and acquired a prescriptive title to the corpus. The extent of undivided rights owned by Punchi Appu in the larger land was 1/4th (1 A, 2 R and 4.5 p). Therefore, the extent of the corpus tallies with his undivided rights in the larger land. Later, the neighbouring lands encroached on a smaller portion of it. Physical boundaries of the corpus suggest that it had been possessed as a separate entity and not as a portion of the larger land. This is also a factor in favour of the plaintiffs version of prescriptive title. The substituted plaintiff stated in his evidence that he lived in a house within the corpus and that the plaintiff and the 1st and 2nd defendants were in possession of it. He stated . . The director of the 3rd defendant said that they were not in possession of the corpus. This evidence shows that the co-owners shown in the plaintiff's pedigree had exclusive possession in the corpus, and no one else was in possession. The third defendant company was not in possession of the corpus. There were two houses in the corpus. The agents of the 3rd defendant had set fire to the houses and destroyed them. It has been suggested to the substituted plaintiff in cross-examination that there were no houses in the corpus, and the survey had not shown any house in the preliminary plan. In reply, the substituted plaintiff gave a reasonable explanation, which is acceptable. He stated that at the time of the preliminary survey, there were no houses. The evidence of the Grama Niladari and the complaint made to the Grama Niladari revealed that the houses were destroyed long before the preliminary survey. The evidence of the substituted plaintiff was not shaken in cross-examination. The evidence of the substituted plaintiff regarding possession was corroborated by the evidence of the substituted 1st defendant and the 2nd defendant. Further, it was corroborated by a complaint marked 3 and the evidence of Grama Niladari, an independent official witness. The substituted 1st defendant stated in his evidence that prior to the institution of this partition action, the plaintiff, the 1st and 2nd defendants, were in possession of the corpus. His mother, the 1st defendant, and the two",
    "fonts": [
      "Bookman Old Style",
      "Iskoola Pota"
    ],
    "sizes": [
      8.039999961853027,
      12.0
    ]
  },
  {
    "page_number": 7,
    "bbox": [
      70.94,
      781.8,
      302.91,
      806.28
    ],
    "text": "8",
    "fonts": [
      "Calibri"
    ],
    "sizes": [
      11.039999961853027
    ]
  },
  {
    "page_number": 7,
    "bbox": [
      70.94,
      70.78,
      528.34,
      767.21
    ],
    "text": "brothers of his mother (the plaintiff and the 1st defendant) resided in the corpus. There were two houses in the corpus, and the 3rd defendant company set fire to the houses. This witness denied the fact that Suvaris had resided in the corpus as an agent of Sadanandan, a predecessor in title to the 3rd defendant company. This witness further stated that he and Suvaris had schooled together, and for that reason, he allowed Suvaris to have a smithy in the corpus, and later, as he had committed thefts, he chased him away. s: , , , ?. : . . . The second defendant, who was born in 1912, stated in his evidence that his father, Punchi Appu, possessed the corpus and was in exclusive possession. Pg 347 . In page 325, the 2nd defendant stated in cross examination as follows: s: 4 5 . : . This witness also stated that Sadanandan, a predecessor in title of the 3rd defendant, never possessed the corpus. There were houses in the corpus earlier. The houses were rented out to a couple at the time the dispute arose. The houses were set on fire and destroyed. His brother, the plaintiff, had planted coconut trees in the corpus. The witness, Dabare, who was the Grama Niladari of the area, stated in his evidence that during the time known to him, the original plaintiff, Thomis Perera, resided in the corpus. There were two houses on the land, and he was personally aware of them. There was a house rented out to a third party. A complaint was made by the plaintiff regarding an arson which produced marked 3. When he came to the corpus for an inquiry into the complaint, he saw the signs of arson and destruction. He gave the following evidence in that regard. s: . h ? :",
    "fonts": [
      "Bookman Old Style",
      "Iskoola Pota"
    ],
    "sizes": [
      8.039999961853027,
      12.0
    ]
  },
  {
    "page_number": 8,
    "bbox": [
      70.94,
      781.8,
      302.91,
      806.28
    ],
    "text": "9",
    "fonts": [
      "Calibri"
    ],
    "sizes": [
      11.039999961853027
    ]
  },
  {
    "page_number": 8,
    "bbox": [
      70.94,
      70.91,
      528.34,
      672.03
    ],
    "text": "s: ? : . s: ? : . s: ? : . On behalf of the 3rd defendant, Mahanthi Arachige Suvaris gave evidence. In evidence-in-chief, this witness said that the plaintiff never resided in the corpus. But in cross-examination, he answered as follows: Pg 373 s: ? : Pg 374 s: ? : Pg 370 s: ? : . 300/- . s: 50 ? : s: . 300/- ?",
    "fonts": [
      "Bookman Old Style",
      "Iskoola Pota",
      "MS Shell Dlg 2"
    ],
    "sizes": [
      8.039999961853027,
      8.520000457763672,
      12.0
    ]
  },
  {
    "page_number": 8,
    "bbox": [
      70.94,
      685.65,
      528.26,
      756.66
    ],
    "text": ": The evidence of this witness is contradictory at this point. This witness had been paid and maintained by the 3rd defendant company. Therefore, the",
    "fonts": [
      "Bookman Old Style",
      "Iskoola Pota"
    ],
    "sizes": [
      8.039999961853027,
      12.0
    ]
  },
  {
    "page_number": 9,
    "bbox": [
      70.94,
      781.8,
      305.81,
      806.28
    ],
    "text": "10",
    "fonts": [
      "Calibri"
    ],
    "sizes": [
      11.039999961853027
    ]
  },
  {
    "page_number": 9,
    "bbox": [
      70.94,
      70.78,
      528.34,
      246.8
    ],
    "text": "evidence given against the plaintiff by Suvaris has a very scanty value. This witness never stated in his evidence that he had functioned as a watcher and looked after the land on behalf of the 3rd defendant as claimed by the company director Ranatunge. Therefore, the Learned Additional District Judge was correct in not accepting the evidence of Suvaris. The Learned Additional District Judge concluded that Suvaris and the surveyor called by the third defendant were partial witnesses. After seeing and hearing the witnesses and observing their demeanour, the Learned Additional District Judge reached that conclusion and we see no reason to interfere with that finding.",
    "fonts": [
      "Bookman Old Style",
      "Iskoola Pota"
    ],
    "sizes": [
      8.039999961853027,
      12.0
    ]
  },
  {
    "page_number": 9,
    "bbox": [
      70.94,
      263.19,
      528.28,
      291.23
    ],
    "text": "In the case of Alwis v Piyasena Fernando [1993] 1Sri LR 119, G. P. S. de Silva, C.J. stated that;",
    "fonts": [
      "Bookman Old Style",
      "Bookman Old Style,Italic"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 9,
    "bbox": [
      70.94,
      305.31,
      526.79,
      333.41
    ],
    "text": "\"it is well established that findings of primary facts by a trial Judge who hears and sees witnesses are not to be lightly disturbed on appeal\".",
    "fonts": [
      "Bookman Old Style,Italic"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 9,
    "bbox": [
      70.94,
      347.31,
      528.34,
      766.38
    ],
    "text": "The proceedings reveal that even after concluding his evidence, the witness was present in court where Ranatunga was giving evidence, which indicates that the witness has a personal interest in the case. The Learned Additional District Judge preferred to accept the evidence of the sub-plaintiff, 2nd defendant and substituted 1st defendant and Grama Niladari Dabare and refused to accept the evidence of the 3rd defendant witness Suvaris and the Learned Additional District Judge was correct in coming to that conclusion. The fact that there were physical demarcations in the boundaries of the corpus supports the plaintiff's version that his father possessed the corpus as a separate entity in lieu of his undivided rights in the larger land. The fact that there were physical boundaries around the corpus also shows that the 3rd defendant did not possess the corpus. The 3rd defendants predecessor in title was in possession of the land adjoining to the corpus, which was separated by the said physical boundaries. In the circumstances, the conclusion that the plaintiffs and the 1st defendant had become in exclusive possession of the corpus adverse to the rights of the other co-owners of the larger land and had possessed the corpus as a separate entity of the land for a period of well over 10 years and acquired prescriptive title to the corpus was correct. The act of ouster can be presumed from the commencement of the possession of the corpus as a separate entity with physical demarcation of boundaries as far back as 1930.",
    "fonts": [
      "Bookman Old Style"
    ],
    "sizes": [
      8.039999961853027,
      12.0
    ]
  },
  {
    "page_number": 10,
    "bbox": [
      70.94,
      781.8,
      305.81,
      806.28
    ],
    "text": "11",
    "fonts": [
      "Calibri"
    ],
    "sizes": [
      11.039999961853027
    ]
  },
  {
    "page_number": 10,
    "bbox": [
      70.94,
      70.78,
      528.34,
      765.72
    ],
    "text": "Even in 1930, as shown by the 39 deed, the predecessor in title of the plaintiff and the 1st and 2nd defendants purportedly disposed of a divided and defined portion of the land to the 3rd defendants predecessor. The 2nd defendant, who was 80 years old at the time he testified in court, stated that his father had exclusive possession in the corpus. Vairavanathan Kathigesu, buying a defined portion of the larger land from Punchi Appu, indicates that Punchi Appu had possessed a specific portion of the larger land as a separate entity, which they did not consider as a co-owned land. This is further manifested by the fact that the possession of a separate entity by Punchi Appu was not merely for convenience but also, he had acted on the basis that it was his own land, and he even disposed of a defined and divided portion of it without the concurrence of the other co-owners of the larger land. Since that position was accepted by Vairavanathan Kathigesu, the 3rd defendant who is claiming rights under Vairavanathan Kathigesu cannot repudiate the fact that Punchi Appu had possessed a part of the larger land as a separate entity. The plaintiff produced documents marked 1, 2 title deeds and 3 to 33, proving that the plaintiff had possessed the land and paid the taxes to the local authorities for a long period of time before the dispute arose. None of those documents were objected to by the third defendant at the closure of the plaintiffs case. All those documents are part of the evidence. In the above circumstances, one can safely come to the conclusion that the plaintiff and his predecessors in title had been in exclusive possession of the corpus as a separate entity for a period of well over 10 years. In the case of Munasinghe v C.P. Vidanage 69 NLR 97 (Privy Council), Lord Pearson stated regarding the proper approach to deal with appeals as follows; The jurisdiction of an appellate court to review the record of the evidence in order to determine whether the conclusion reached by the trial Judge upon that evidence should stand has to be exercised with caution. If there is no evidence to support a particular conclusion (and this is really a question of law) the appellate court will not hesitate so to decide. But if the evidence as a whole can reasonably be regarded as justifying the conclusion arrived at, at the trial, and especially if that conclusion has been arrived at on conflicting testimony by a tribunal which saw and heard the witnesses, the appellate court will bear in mind that it has not enjoyed this opportunity and that the view of the trial judge as to where credibility lies is entitled to great",
    "fonts": [
      "Bookman Old Style",
      "Bookman Old Style,Italic",
      "Iskoola Pota"
    ],
    "sizes": [
      8.039999961853027,
      12.0
    ]
  },
  {
    "page_number": 11,
    "bbox": [
      70.94,
      781.8,
      305.81,
      806.28
    ],
    "text": "12",
    "fonts": [
      "Calibri"
    ],
    "sizes": [
      11.039999961853027
    ]
  },
  {
    "page_number": 11,
    "bbox": [
      70.94,
      70.78,
      528.34,
      710.43
    ],
    "text": "weight. This is not to say that the judge of first instance can be treated as infallible in determining which side is telling the truth or is refraining from exaggeration. Like other tribunals, he may go wrong on a question of fact, but it is a cogent circumstance that a judge of first instance, when estimating the value of verbal testimony, has the advantage (which is denied to courts of appeal) of having the witnesses before him and observing the manner in which their evidence is given.\"-per VISCOUNT SIMON in Watt or Thomas v. Thomas (1947 A. C. 484 at pp. 485-6). For the reasons set out above, the argument that the Learned Additional District Judge had not investigated the title of each party is not acceptable. Before the pronouncement of the judgment, the Learned Additional District Judge framed an additional issue, which was numbered 4 . This issue has been subjected to severe criticism. Issue No. 4 , 1 2 ? The Learned Additional District Judge stated that in the judgment, although the plaintiff did not raise a specific issue on the prescriptive possession of the plaintiff, the evidence that had been led before him regarding the same was without objections. He answered the issue in the affirmative in favour of the plaintiff, 1st and 2nd defendants. However, at the trial, issue no. 2 had been raised on behalf of the plaintiff, which reads as follows: (2) 6 1991 26 6 ? Paragraph 6 of the amended plaint reads as follows: 6. . 2 .",
    "fonts": [
      "Bookman Old Style",
      "Bookman Old Style,Italic",
      "Iskoola Pota"
    ],
    "sizes": [
      8.039999961853027,
      8.520000457763672,
      12.0
    ]
  },
  {
    "page_number": 11,
    "bbox": [
      70.94,
      720.45,
      528.34,
      766.38
    ],
    "text": "That issue refers to the prescriptive rights of Punchi Appu. Issue No. 4 refers to the prescriptive rights of the predecessor in title of the plaintiff, 1st",
    "fonts": [
      "Bookman Old Style",
      "Iskoola Pota"
    ],
    "sizes": [
      8.039999961853027,
      12.0
    ]
  },
  {
    "page_number": 12,
    "bbox": [
      70.94,
      781.8,
      305.81,
      806.28
    ],
    "text": "13",
    "fonts": [
      "Calibri"
    ],
    "sizes": [
      11.039999961853027
    ]
  },
  {
    "page_number": 12,
    "bbox": [
      70.94,
      70.78,
      528.34,
      392.75
    ],
    "text": "and 2nd defendants. Punchi Appu, referred to in issue no. 2, is the predecessor in title of the plaintiff, 1st and 2nd defendants. Therefore, 2 issues are basically the same. Both refer to the prescriptive rights of the predecessor in title of the plaintiff, 1st and 2nd defendants, and issue no. 2 specifically refers to Punchi Appu. According to the averments in paragraph 6 of the amended plaint, Punchi Appu had commenced to possess the corpus in lieu of his undivided rights in the larger land and acquired a prescriptive title. Therefore, the Learned Additional District Judge had the every opportunity to consider the evidence on prescriptive rights of Punchi Appu under issue No. 2. Therefore, one cannot complain that the 3rd defendant was materially prejudiced by raising issue no. 4 . For the reasons stated in this judgment, I conclude that the Learned Additional District Judge properly considered and analysed the evidence presented by the parties and reached the correct conclusion. I see no reason to interfere with the Judgment of the Learned Additional District Judge. The appeal of the 3rd defendant-appellant is dismissed with costs.",
    "fonts": [
      "Bookman Old Style",
      "Iskoola Pota"
    ],
    "sizes": [
      8.039999961853027,
      12.0
    ]
  },
  {
    "page_number": 12,
    "bbox": [
      70.94,
      394.95,
      458.86,
      538.57
    ],
    "text": "Judge of the Court of Appeal M.C.B.S. Morais J. I agree.",
    "fonts": [
      "Bookman Old Style",
      "Bookman Old Style,Bold"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 12,
    "bbox": [
      70.94,
      540.77,
      462.7,
      652.12
    ],
    "text": "Judge of the Court of Appeal.",
    "fonts": [
      "Bookman Old Style"
    ],
    "sizes": [
      12.0
    ]
  }
]