[
  {
    "page_number": 0,
    "bbox": [
      72.02,
      781.78,
      324.89,
      806.26
    ],
    "text": "Page 1 of 7",
    "fonts": [
      "Calibri",
      "Calibri-Bold"
    ],
    "sizes": [
      11.039999961853027
    ]
  },
  {
    "page_number": 0,
    "bbox": [
      91.22,
      74.28,
      506.81,
      86.28
    ],
    "text": "IN THE COURT OF APPEAL OF THE DEMOCRATIC SOCIALIST REPUBLIC OF SRI LANKA",
    "fonts": [
      "Calibri-Bold"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 0,
    "bbox": [
      324.07,
      98.06,
      525.97,
      141.74
    ],
    "text": "In the matter of an appeal under and in terms of section 331 of the Code of Criminal Procedure Act No. 15 of 1979.",
    "fonts": [
      "Calibri"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 0,
    "bbox": [
      72.02,
      153.5,
      518.69,
      181.34
    ],
    "text": "CA No: CA/HCC/ 0139-140/2016 The Democratic Socialist Republic of Sri HC: Kuliyapitiya: HC 125/2007 Lanka",
    "fonts": [
      "Calibri",
      "Calibri-Bold"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 0,
    "bbox": [
      72.02,
      185.18,
      528.77,
      244.58
    ],
    "text": "Complainant Vs. 1. W.P. Palitha Sarath Kumara 2. W.P. Athula Priyashantha",
    "fonts": [
      "ArialMT",
      "Calibri",
      "Calibri-Bold"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 0,
    "bbox": [
      324.07,
      247.4,
      526.13,
      282.38
    ],
    "text": "Accused And now between",
    "fonts": [
      "Calibri",
      "Calibri-Bold"
    ],
    "sizes": [
      6.0,
      12.0
    ]
  },
  {
    "page_number": 0,
    "bbox": [
      310.61,
      292.31,
      465.29,
      322.01
    ],
    "text": "1. W.P. Palitha Sarath Kumara 2. W.P. Athula Priyashantha",
    "fonts": [
      "ArialMT",
      "Calibri"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 0,
    "bbox": [
      422.59,
      336.29,
      526.13,
      348.29
    ],
    "text": "Accused- Appellants",
    "fonts": [
      "Calibri-Bold"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 0,
    "bbox": [
      324.07,
      358.85,
      344.54,
      370.85
    ],
    "text": "Vs.",
    "fonts": [
      "Calibri-Bold"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 0,
    "bbox": [
      324.07,
      382.73,
      483.77,
      426.29
    ],
    "text": "The Hon. Attorney General Attorney General's Department. Colombo 12.",
    "fonts": [
      "Calibri"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 0,
    "bbox": [
      72.02,
      430.13,
      526.13,
      456.77
    ],
    "text": "Complainant-Respondent",
    "fonts": [
      "Calibri",
      "Calibri-Bold"
    ],
    "sizes": [
      11.039999961853027,
      12.0
    ]
  },
  {
    "page_number": 0,
    "bbox": [
      72.02,
      468.55,
      354.74,
      503.71
    ],
    "text": "Before: N. Bandula Karunarathna J. &",
    "fonts": [
      "Calibri",
      "Calibri-Bold"
    ],
    "sizes": [
      6.960000038146973,
      12.0
    ]
  },
  {
    "page_number": 0,
    "bbox": [
      72.02,
      505.33,
      451.37,
      540.31
    ],
    "text": "R. Gurusinghe J.",
    "fonts": [
      "Calibri-Bold"
    ],
    "sizes": [
      6.0,
      12.0
    ]
  },
  {
    "page_number": 0,
    "bbox": [
      72.02,
      550.99,
      525.87,
      621.67
    ],
    "text": "Counsel: Shavindra Fernando PC with Tharani Mayadunne AAL and Ranjith Rajapathirana AAL for the 01st accused-appellant Ranjith Rajapathirana AAL for the 02nd Accused-Appellant",
    "fonts": [
      "Calibri",
      "Calibri-Bold"
    ],
    "sizes": [
      8.039999961853027,
      12.0
    ]
  },
  {
    "page_number": 0,
    "bbox": [
      72.02,
      624.31,
      476.81,
      675.43
    ],
    "text": "Dileepa Peiris SDSG for the Complainant-Respondent Written Submissions: By the Accused-Appellant on 07.03.2017",
    "fonts": [
      "Calibri",
      "Calibri-Bold"
    ],
    "sizes": [
      8.039999961853027,
      12.0
    ]
  },
  {
    "page_number": 0,
    "bbox": [
      72.02,
      677.86,
      434.54,
      765.1
    ],
    "text": "By the Complainant-Respondent 03.05.2017 Argued on : 29.03.2022 Decided on : 30.05.2022",
    "fonts": [
      "Calibri",
      "Calibri-Bold"
    ],
    "sizes": [
      6.960000038146973,
      12.0
    ]
  },
  {
    "page_number": 1,
    "bbox": [
      72.02,
      781.78,
      324.89,
      806.26
    ],
    "text": "Page 2 of 7",
    "fonts": [
      "Calibri",
      "Calibri-Bold"
    ],
    "sizes": [
      11.039999961853027
    ]
  },
  {
    "page_number": 1,
    "bbox": [
      72.02,
      74.28,
      210.72,
      86.28
    ],
    "text": "N. Bandula Karunarathna J.",
    "fonts": [
      "Calibri-Bold"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 1,
    "bbox": [
      72.02,
      98.18,
      526.13,
      177.62
    ],
    "text": "This appeal is from the judgment, delivered by the learned Judge of the High Court of Kuliyapitiya, dated 03.08.2016, by which, the 1st and 2nd accused-appellants, who are before this Court, were convicted and sentenced to death for having murdered Adhikari Mudiyanselage Sarath Chandrasiri (the deceased) and committing the offence of murder, under section 296 of the Penal Code.",
    "fonts": [
      "Calibri"
    ],
    "sizes": [
      8.039999961853027,
      12.0
    ]
  },
  {
    "page_number": 1,
    "bbox": [
      72.02,
      189.47,
      390.14,
      202.46
    ],
    "text": "The 3rd accused person was acquitted by the learned trial Judge.",
    "fonts": [
      "Calibri"
    ],
    "sizes": [
      8.039999961853027,
      12.0
    ]
  },
  {
    "page_number": 1,
    "bbox": [
      72.02,
      215.3,
      349.58,
      227.3
    ],
    "text": "The charge against the accused persons was as follows;",
    "fonts": [
      "Calibri"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 1,
    "bbox": [
      117.02,
      240.02,
      525.93,
      283.7
    ],
    "text": "that on or about 18.08.2005, committed the offence of murder by causing the death of Adhikari Mudiyanselage Sarath Chandrasiri which is an offence punishable under Section 296 read with section 32 of the Penal Code.",
    "fonts": [
      "Calibri"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 1,
    "bbox": [
      72.02,
      295.49,
      526.02,
      433.97
    ],
    "text": "The accused opted for a trial without a jury which commenced before the learned High Court Judge of the High Court of Kurunegala on 19.11.2013. This case was transferred to the High Court of Kuliyapitiya on 29.08.2014 and thereafter the trial proceeded in the newly established High Court at Kuliyapitiya. The prosecution led in evidence eight witnesses, out of which only one witness, namely A.R.M Piyarathne (PW 1) was the sole eye witness. Another witness for the prosecution who is not an eye witness, A.M Kumarasiri (PW 8) gave evidence of a dying declaration. The police witnesses gave evidence of Section 27 Recoveries and the evidence of the medical officer who conducted the post mortem was also led finally, the evidence of the Court Mudliyar was also led.",
    "fonts": [
      "Calibri"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 1,
    "bbox": [
      72.02,
      445.73,
      525.79,
      473.57
    ],
    "text": "All three accused persons gave dock statements and merely stated that they were innocent of the charges levelled against them.",
    "fonts": [
      "Calibri"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 1,
    "bbox": [
      72.02,
      484.36,
      526.07,
      513.19
    ],
    "text": "The judgment was delivered on 03.08.2016 and the 1st and the 2nd accused-appellants were convicted and sentenced to death. The 3rd accused-appellant was acquitted.",
    "fonts": [
      "Calibri"
    ],
    "sizes": [
      8.039999961853027,
      12.0
    ]
  },
  {
    "page_number": 1,
    "bbox": [
      72.02,
      524.95,
      526.12,
      616.03
    ],
    "text": "The two accused-appellants (hereinafter referred to as appellants) are brothers. The deceased is their Brother-in-law. On the day in question, the two accused-appellants had an altercation with the brother of the deceased namely A.M. Rupasinghe. The said Rupasinghe is married to the sister of the accused persons. The accused person's mother lived at Rupasinghe's residence. The two accused had gone to the said house and had quarrelled with their mother in respect of a land issue.",
    "fonts": [
      "Calibri"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 1,
    "bbox": [
      72.02,
      627.91,
      526.13,
      734.74
    ],
    "text": "At the said instance Brother-in-law Rupasinghe and the accused person's sister were assaulted with a mamoty. The Deceased arrived at the scene with eye witness A.R.M Piyarathne (PW 1) and deceased another brother Kumarasiri too arrived at the scene. The Deceased was initially assaulted by the 1st accused-appellant. The 3rd accused had intervened to settle the matter. At the said instance the 2nd accused-appellant who suddenly arrived at the scene fought and during that time stabbed the deceased. Thereafter the 1st and 2nd accused-appellants had left the scene together.",
    "fonts": [
      "Calibri"
    ],
    "sizes": [
      8.039999961853027,
      12.0
    ]
  },
  {
    "page_number": 2,
    "bbox": [
      72.02,
      781.78,
      324.89,
      806.26
    ],
    "text": "Page 3 of 7",
    "fonts": [
      "Calibri",
      "Calibri-Bold"
    ],
    "sizes": [
      11.039999961853027
    ]
  },
  {
    "page_number": 2,
    "bbox": [
      72.02,
      74.28,
      526.12,
      276.02
    ],
    "text": "The prosecution witnesses, Rupasinghe and Kumarasiri are brothers of the deceased Sarath Chandrasiri. Piyarathne is also related to both the accused and deceased and also a friend of Kumarasiri and the deceased Sarath Chandrasiri. The two appellants are brothers of Rupasinghe's wife. As such, both the accused party and the deceased party are interrelated. On the day in question, the appellants had an incident with Rupasinghe and his wife. This is regarding a land dispute involving the mother of the appellants as well as Rupasinghe's wife. It was about the distribution of property by their mother who was at the time living with Rupasinghe and his wife. Owing to the said incident, Rupasinghe and his wife got injured. At that time Piyaratne was with the deceased Sarath Chandrasiri and Kumarasiri about half a kilometre away. On hearing of this incident, Piyarathne and the deceased proceeded to Rupasinghe's house on a motorcycle and Kumarasiri followed on a pushbike. Upon nearing the house of Rupasinghe, the alleged incident had occurred. About how the incident occurred, there are contradictions and inconsistencies in the evidence.",
    "fonts": [
      "Calibri"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 2,
    "bbox": [
      72.02,
      287.81,
      526.11,
      363.05
    ],
    "text": "Two contradictions have been marked and two omissions have been highlighted with regard to the evidence of the eyewitness. The learned Presidents Counsel for the accused-appellants argued that the learned High Court Judge has failed to evaluate the said contradictions and omissions. If that evidence were properly evaluated it would have necessarily concluded that the said witnesses' evidence is not credible and therefore should not be accepted.",
    "fonts": [
      "Calibri"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 2,
    "bbox": [
      72.02,
      374.93,
      526.05,
      450.05
    ],
    "text": "The witness Kumarasiri who speaks of a Dying declaration in four different places stated different versions of what exactly was told to him by the deceased. However, the learned High Court Judge has failed to consider the inherent weaknesses and the principles relating to Dying declarations as enunciated in the decision of Ranasinghe vs. Attorney General 2007 (1) SLR 216.",
    "fonts": [
      "Calibri"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 2,
    "bbox": [
      72.02,
      461.93,
      526.1,
      553.03
    ],
    "text": "Three contradictions and one omission has been highlighted in the evidence of Kumarasiri. Further, Kumarasiri's evidence contradicts the evidence of Piyarathne the eyewitness. Kumarasiri states that when he went to the scene of the incident, he did not see Piyarathne. However, Piyarathne states that he came and told Kumarasiri to be with the deceased before he went to look for a vehicle. The police evidence speaks of Section 27 recovery. This has been challenged by the appellants.",
    "fonts": [
      "Calibri"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 2,
    "bbox": [
      72.02,
      564.79,
      526.11,
      687.46
    ],
    "text": "The learned Presidents Counsel for the accused-appellants states that the learned trial Judge has failed to analyse the evidence in a fair and just manner. In setting out the legal principles, he has misdirected himself about how contradictions and omissions should be considered. He further says that the learned High Court Judge has misdirected himself that merely because the witnesses were related to both the deceased as well as the appellants, they were impartial witnesses. Since the dispute was between related parties and as the witnesses were closer in a relationship as well as affinity to the deceased as demonstrated through their evidence, they were not impartial witnesses as found to be by the learned High Court Judge.",
    "fonts": [
      "Calibri"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 2,
    "bbox": [
      72.02,
      699.22,
      525.97,
      758.74
    ],
    "text": "It is my view that the learned High Court Judge has gone out of the way to find excuses for the contradictions and omissions and therefore failed to give the benefit of the doubt to the appellants as required in law in a criminal case. The learned trial Judge failed to consider the medical evidence properly since the doctor had said that death would have resulted in three",
    "fonts": [
      "Calibri"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 3,
    "bbox": [
      72.02,
      781.78,
      324.89,
      806.26
    ],
    "text": "Page 4 of 7",
    "fonts": [
      "Calibri",
      "Calibri-Bold"
    ],
    "sizes": [
      11.039999961853027
    ]
  },
  {
    "page_number": 3,
    "bbox": [
      72.02,
      74.28,
      526.11,
      102.14
    ],
    "text": "to four minutes after the deceased was stabbed. It was imperative to consider this, in view of Kumarasiri's evidence of a Dying declaration.",
    "fonts": [
      "Calibri"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 3,
    "bbox": [
      72.02,
      113.9,
      526.12,
      204.98
    ],
    "text": "The injuries on the deceased were two cut injuries. One on the head and the other one on the chest. The learned Presidents Counsel for the accused-appellant argued that this contradicts the eyewitness's evidence that the deceased was hit on the head with a club. It depends on how strong the blow was and if it didnt hit with a reasonable force there may not be a visible injury on the head. Even if there is no injury the eyewitness's evidence that the deceased was hit on the head with a club cannot be ignored.",
    "fonts": [
      "Calibri"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 3,
    "bbox": [
      72.02,
      216.74,
      526.13,
      339.41
    ],
    "text": "The learned High Court Judge has erred in stating that the suggestion by the learned counsel for the defence that the deceased and Piyarathne first attacked the appellants was a suggestion made only to Piyarathne and therefore faulted the Defence for not having made this suggestion at the early stage of the defence. It reflects that the learned High Court Judge has wrongly applied the principle enunciated by Justice F.N.D Jayasuriya in the case of (Kobeigane Murder) Ajith Samarakoon vs. State 2004 (2) SLR 209. The said suggestion could only be made to Piyarathne as he was the sole eyewitness who gave evidence for the prosecution.",
    "fonts": [
      "Calibri"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 3,
    "bbox": [
      72.02,
      351.29,
      526.12,
      473.93
    ],
    "text": "It was the contention of the learned Additional Solicitor General who appeared for the respondent that the prosecution case was based on the strong eyewitness testimony of A.R.M. Priyarathne (PW 1). He has strongly implicated the culpability of both accused. Not only that the PW 1 sole eyewitness was an independent and unbiased witness who testified before the court without any exaggeration of the incident. It is important to note that the said argument has some merit. At the same time, it cannot be ignored that the deceased and the appellants were engaged in a fight before this unfortunate incident took place. That fact was not seriously considered by the learned trial Judge.",
    "fonts": [
      "Calibri"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 3,
    "bbox": [
      72.02,
      485.71,
      526.13,
      545.11
    ],
    "text": "The learned trial Judge observes that the accused-appellants entertained a common murderous intention with a pre-plan and premeditation. I do not agree with that as there was no evidence to prove it was a pre-planned murder. The medical evidence does not elicit clearly or indicate the murderous intention of the accused-appellants.",
    "fonts": [
      "Calibri"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 3,
    "bbox": [
      72.02,
      556.99,
      526.13,
      648.07
    ],
    "text": "It is true that the Section 27 recoveries further corroborate the stance taken by the eyewitness. Chief Inspector Jayawardana (PW 14), PS 16557 Ranbanda (PW 17) and PC 7739 Balasuriya (PW 16) testified regarding the police investigations and the recoveries made based on accused-appellants statements. The learned trial Judge observes that the stance taken by the defence in respect of the knife recovered by police is contradictory (pages 263 to 264)",
    "fonts": [
      "Calibri"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 3,
    "bbox": [
      72.02,
      659.86,
      526.08,
      719.26
    ],
    "text": "The learned counsel for the respondent states that the accused-appellants failed to give any prudent explanation to the incrimination evidence elicited against them and the learned trial Judge correctly observed that there are no contradictions or inconsistencies in the testimonies of the prosecution witnesses.",
    "fonts": [
      "Calibri"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 3,
    "bbox": [
      72.02,
      730.15,
      526.04,
      758.86
    ],
    "text": "It is evident that the 1st accused-appellant had attempted to assault the deceased with the club, whilst further assaults the 2nd accused-appellant had stabled him with a knife.",
    "fonts": [
      "Calibri"
    ],
    "sizes": [
      8.039999961853027,
      12.0
    ]
  },
  {
    "page_number": 4,
    "bbox": [
      72.02,
      781.78,
      324.89,
      806.26
    ],
    "text": "Page 5 of 7",
    "fonts": [
      "Calibri",
      "Calibri-Bold"
    ],
    "sizes": [
      11.039999961853027
    ]
  },
  {
    "page_number": 4,
    "bbox": [
      72.02,
      74.28,
      526.13,
      181.1
    ],
    "text": "The Post mortem was done on 19.08.2005 and 2 cut injuries were found on the body of the deceased person. One is on the head and the other one on the chest. The stab injury on the chest was a fatal injury according to the doctors evidence and the head injury was not a serious cut injury. If the accused-appellant were having an intention to kill the deceased person they would have easily inflicted more injuries on the body of the deceased person. As there was a fight between the two parties this court is of the view that the accused-appellant should not have been convicted of murder.",
    "fonts": [
      "Calibri"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 4,
    "bbox": [
      72.02,
      192.98,
      526.13,
      315.65
    ],
    "text": "When considering the circumstances of this case it is my view that the learned trial Judge has failed to provide reasons as per Section 283 of the Code of Criminal Procedure Act and to explain whether the accused committed a murder or a culpable homicide not amounting to murder. In a case of homicide, the Prosecution has to prove its case whether it is a murder which comes under section 294 of the Penal Code or culpable homicide not amounting to murder. Thereafter, the learned Judge should analyse the evidence why he decides, that the relevant case does not fall under the category of a culpable homicide not amounting to murder, but a murder which comes under section 294.",
    "fonts": [
      "Calibri"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 4,
    "bbox": [
      72.02,
      327.41,
      415.1,
      339.41
    ],
    "text": "In the case of Farook vs. AG 2006 (3) SLR 174, it was stated as follows;",
    "fonts": [
      "Calibri"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 4,
    "bbox": [
      108.02,
      351.29,
      526.05,
      410.69
    ],
    "text": "\"As regards the attempt to bring the case to one of culpable homicide not amounting to murder mainly on the basis that there is no intention to cause death. The intention that is required is to cause the injury inflicted. If the intended injury is sufficient to cause death in the ordinary course of nature, the offence is murder;\"",
    "fonts": [
      "Calibri"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 4,
    "bbox": [
      72.02,
      422.45,
      525.65,
      466.13
    ],
    "text": "It is important to be noted that the Prosecution has not put the question to the Judicial Medical Officer whether the said injuries are sufficient to cause the death in the ordinary cause of nature.",
    "fonts": [
      "Calibri"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 4,
    "bbox": [
      72.02,
      477.91,
      525.99,
      505.75
    ],
    "text": "In Ariyadasa vs. AG 2012(1) SLR 84 it was held, that the prosecution must prove that the injury is sufficient to cause the death in the ordinary course of nature among the following facts;",
    "fonts": [
      "Calibri"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 4,
    "bbox": [
      106.94,
      515.65,
      443.3,
      529.51
    ],
    "text": "(i) It must establish quite objectively that a bodily injury is present.",
    "fonts": [
      "ArialMT",
      "Calibri"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 4,
    "bbox": [
      104.18,
      533.35,
      526.13,
      561.19
    ],
    "text": "(ii) The nature of the injury must be proved. These are purely objective investigations.",
    "fonts": [
      "ArialMT",
      "Calibri"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 4,
    "bbox": [
      101.54,
      565.03,
      526.13,
      592.75
    ],
    "text": "(iii) It must be proved that there was an intention to inflict that particular body injury.",
    "fonts": [
      "ArialMT",
      "Calibri"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 4,
    "bbox": [
      101.54,
      596.59,
      525.82,
      624.43
    ],
    "text": "(iv) That is to say that it was not accidental or unintended or some other kind of injury",
    "fonts": [
      "ArialMT",
      "Calibri"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 4,
    "bbox": [
      126.02,
      628.15,
      200.16,
      640.15
    ],
    "text": "was intended.",
    "fonts": [
      "Calibri"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 4,
    "bbox": [
      72.02,
      652.06,
      525.88,
      695.62
    ],
    "text": "Once the aforesaid 4 elements are established only, then the offence of murder under Section 294 is established. If the Prosecution was not able to prove even a single condition amongst the above, then the offence of murder will not be proved.",
    "fonts": [
      "Calibri"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 4,
    "bbox": [
      72.02,
      707.5,
      525.91,
      766.9
    ],
    "text": "If the accused committed a murder, then under which limb should he be liable? When a learned Judge decides a homicide should be a murder, then he has to provide reasons under which limb of section 294 of the penal code the accused is liable for committing an offence of murder. In the present case, the learned trial Judge has just stated that the accused had",
    "fonts": [
      "Calibri"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 5,
    "bbox": [
      72.02,
      781.78,
      324.89,
      806.26
    ],
    "text": "Page 6 of 7",
    "fonts": [
      "Calibri",
      "Calibri-Bold"
    ],
    "sizes": [
      11.039999961853027
    ]
  },
  {
    "page_number": 5,
    "bbox": [
      72.02,
      74.28,
      525.78,
      117.86
    ],
    "text": "committed the murder stipulated in the indictment but the learned Judge has failed to explain under which limb of section 294, the accused had been convicted for murder. It is to be noted depending on the limb of section 294, the proof of each murder case will be different.",
    "fonts": [
      "Calibri"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 5,
    "bbox": [
      72.02,
      129.74,
      526.12,
      252.38
    ],
    "text": "The first limb in section 294 states that culpable homicide is murder if the act in which death is caused is done to cause death. The second limb deals with acts done with the intention of causing such bodily injury as the offender knows to be likely to cause the death of the person to whom, that harm is caused. The third limb discards the test of subjective knowledge. It deals with acts done to cause bodily injury to a person and the bodily injury intended to be inflicted is sufficient in the ordinary course of nature to cause death. The fourth limb comprehends generally, the commission of imminently dangerous acts which must in all probability cause death.",
    "fonts": [
      "Calibri"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 5,
    "bbox": [
      72.02,
      264.14,
      526.04,
      307.85
    ],
    "text": "In the judgment of Vithana and another v. Republic 2007(1) SLR 169, it was held that to prove a charge of murder under the 3rd limb of Section 294, the following ingredients must be proved;",
    "fonts": [
      "Calibri"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 5,
    "bbox": [
      92.54,
      317.75,
      525.63,
      394.85
    ],
    "text": "(i) The accused inflicted a bodily injury on the victim. (ii) The victim died as a result of the above bodily injury. (iii) The accused had the intention to cause the bodily injury. (iv) The above injury was sufficient to cause the death of the victim in the ordinary course of nature.",
    "fonts": [
      "ArialMT",
      "Calibri"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 5,
    "bbox": [
      72.02,
      406.73,
      526.1,
      481.99
    ],
    "text": "Therefore, depending on the limb of section 294, the burden of proof is different for the Prosecution. In the present case, the Prosecution has not proved the offence of 'murder' as per the provisions of Section 294 of the penal code. The learned trial Judge failed to appreciate the burden cast on the prosecution in establishing a case entirely based on the evidence of a single eye witness.",
    "fonts": [
      "Calibri"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 5,
    "bbox": [
      72.02,
      493.75,
      525.93,
      584.83
    ],
    "text": "Per Soertsz J in R v Chandrasekera 44 NLR 97, Where \"by involving the fact in issue in sufficient doubt the accused ipso facto involves in such doubt an element of the offence that the prosecution had to prove. In such a case the proper view seems to me to be that the accused succeeds in avoiding the charge of murder, not because he has established his defence but because by involving the essential elements of intention in doubt, he has produced the result that the prosecution has not established a necessary part of its case.\"",
    "fonts": [
      "Calibri",
      "Calibri-Italic"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 5,
    "bbox": [
      72.02,
      596.59,
      526.13,
      655.99
    ],
    "text": "The infirmities in the judgment support the contention that the finding of the learned trial Judges judgment is unsound in law. For the reasons set out above, I conclude that the learned trial Judge had misdirected himself by failing to evaluate the said material in favour of the 1st and the 2nd accused-appellants.",
    "fonts": [
      "Calibri"
    ],
    "sizes": [
      8.039999961853027,
      12.0
    ]
  },
  {
    "page_number": 5,
    "bbox": [
      72.02,
      667.9,
      525.99,
      743.14
    ],
    "text": "For the reasons set out above, I conclude that the learned Trial Judge had misdirected himself by failing to evaluate the said material in favour of the accused-appellants. I, therefore, decide to set aside the conviction and sentence and replace it with a conviction for culpable homicide not amounting to murder under section 297 of the Penal Code based on sudden fight and impose a sentence of rigorous imprisonment for 7 years.",
    "fonts": [
      "Calibri"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 6,
    "bbox": [
      72.02,
      781.78,
      324.89,
      806.26
    ],
    "text": "Page 7 of 7",
    "fonts": [
      "Calibri",
      "Calibri-Bold"
    ],
    "sizes": [
      11.039999961853027
    ]
  },
  {
    "page_number": 6,
    "bbox": [
      72.02,
      74.28,
      490.37,
      86.28
    ],
    "text": "Further we impose a fine of Rs.5,000/- and in default 3 months simple imprisonment.",
    "fonts": [
      "Calibri"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 6,
    "bbox": [
      72.02,
      121.94,
      526.11,
      165.5
    ],
    "text": "We direct that the sentence should take effect from the date of imposition. Therefore, considering the circumstances of this case the sentence imposed should take effect from 03-08-2016.",
    "fonts": [
      "Calibri"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 6,
    "bbox": [
      72.02,
      201.14,
      182.73,
      213.14
    ],
    "text": "The appeal is allowed.",
    "fonts": [
      "Calibri"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 6,
    "bbox": [
      72.02,
      248.78,
      526.03,
      276.62
    ],
    "text": "Registrar is directed to send a copy of this judgement along with the original case record to the High Court of Kuliyapitiya and the Prison Authorities forthwith.",
    "fonts": [
      "Calibri"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 6,
    "bbox": [
      360.07,
      383.81,
      507.65,
      395.81
    ],
    "text": "Judge of the Court of Appeal",
    "fonts": [
      "Calibri",
      "Calibri-Bold"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 6,
    "bbox": [
      72.02,
      433.49,
      154.41,
      445.49
    ],
    "text": "R. Gurusinghe J.",
    "fonts": [
      "Calibri-Bold"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 6,
    "bbox": [
      72.02,
      458.33,
      255.84,
      470.33
    ],
    "text": "I agree.",
    "fonts": [
      "Calibri-Bold"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 6,
    "bbox": [
      72.02,
      532.87,
      504.89,
      544.87
    ],
    "text": "Judge of the Court of Appeal",
    "fonts": [
      "Calibri-Bold"
    ],
    "sizes": [
      12.0
    ]
  }
]