[
  {
    "page_number": 0,
    "bbox": [
      72.02,
      731.38,
      542.6,
      755.86
    ],
    "text": "Page 1 of 7",
    "fonts": [
      "Calibri",
      "Calibri-Bold"
    ],
    "sizes": [
      11.039999961853027
    ]
  },
  {
    "page_number": 0,
    "bbox": [
      78.26,
      71.98,
      537.86,
      85.96
    ],
    "text": "IN THE COURT OF APPEAL OF THE DEMOCRATIC SOCIALIST REPUBLIC",
    "fonts": [
      "BookmanOldStyle-Bold"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 0,
    "bbox": [
      260.33,
      86.04,
      355.87,
      100.02
    ],
    "text": "OF SRI LANKA",
    "fonts": [
      "BookmanOldStyle-Bold"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 0,
    "bbox": [
      72.02,
      114.12,
      530.5,
      198.68
    ],
    "text": "In the matter of an application in terms of Article 140 of the Constitution of the Democratic Socialist Republic of Sri Lanka for Mandates in the nature of a Writ of Certiorari and a Writ of Prohibition.",
    "fonts": [
      "BookmanOldStyle",
      "BookmanOldStyle-Italic"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 0,
    "bbox": [
      72.02,
      198.72,
      518.02,
      438.13
    ],
    "text": "Kelani Valley Plantations PLC, (Formerly Kelani Valley Plantations Limited) 400, Deans Road, Colombo 10. Petitioner Chairman, Sri Lanka State Plantations Corporation, 21, Meeraniya Street, Colombo 12. Respondent Before: M. T. MOHAMMED LAFFAR, J.",
    "fonts": [
      "BookmanOldStyle",
      "BookmanOldStyle-Bold"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 0,
    "bbox": [
      144.02,
      445.73,
      322.85,
      459.71
    ],
    "text": "S. U. B. KARALLIYADDE, J.",
    "fonts": [
      "BookmanOldStyle-Bold"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 0,
    "bbox": [
      72.02,
      489.17,
      522.98,
      518.29
    ],
    "text": "Counsel: Ikram Mohammed, PC with Neomal Senatilleke instructed by N. Jayanthan for the Petitioner.",
    "fonts": [
      "BookmanOldStyle"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 0,
    "bbox": [
      144.02,
      547.73,
      522.74,
      576.85
    ],
    "text": "Rohan Sahabandu, PC with Ms. Nathasha Fernando and Ms. S. Senanayake for the Respondent.",
    "fonts": [
      "BookmanOldStyle"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 0,
    "bbox": [
      72.02,
      606.08,
      299.33,
      620.08
    ],
    "text": "Argued on: 29.02.2022",
    "fonts": [
      "BookmanOldStyle"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 0,
    "bbox": [
      72.02,
      649.4,
      407.35,
      663.4
    ],
    "text": "Written Submissions on: 11.04.2019 (by the Petitioner)",
    "fonts": [
      "BookmanOldStyle"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 0,
    "bbox": [
      72.02,
      692.71,
      296.69,
      706.72
    ],
    "text": "Decided on: 26.07.2022",
    "fonts": [
      "BookmanOldStyle"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 0,
    "bbox": [
      62.16,
      189.54,
      208.04,
      202.4
    ],
    "text": "Court of Appeal Case No.",
    "fonts": [
      "BookmanOldStyle-Bold"
    ],
    "sizes": [
      11.039999961853027
    ]
  },
  {
    "page_number": 0,
    "bbox": [
      62.16,
      211.5,
      179.21,
      224.36
    ],
    "text": "CA/WRT/170/2019",
    "fonts": [
      "BookmanOldStyle-Bold"
    ],
    "sizes": [
      11.039999961853027
    ]
  },
  {
    "page_number": 1,
    "bbox": [
      72.02,
      731.38,
      542.6,
      755.86
    ],
    "text": "Page 2 of 7",
    "fonts": [
      "Calibri",
      "Calibri-Bold"
    ],
    "sizes": [
      11.039999961853027
    ]
  },
  {
    "page_number": 1,
    "bbox": [
      72.02,
      71.98,
      234.77,
      85.96
    ],
    "text": "MOHAMMED LAFFAR, J.",
    "fonts": [
      "BookmanOldStyle-Bold"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 1,
    "bbox": [
      72.02,
      114.29,
      540.88,
      175.26
    ],
    "text": "The Petitioner in this application has invoked the Writ jurisdiction of this Court under Article 140 of the Constitution seeking, inter alia, the following relief:",
    "fonts": [
      "BookmanOldStyle",
      "BookmanOldStyle-Italic"
    ],
    "sizes": [
      12.960000038146973
    ]
  },
  {
    "page_number": 1,
    "bbox": [
      72.02,
      183.41,
      541.2,
      213.78
    ],
    "text": "(c) A Mandate in the nature of a Writ of Certiorari, quashing the Notice to Quit dated 27-03-2018, marked D, issued by the Respondent.",
    "fonts": [
      "BookmanOldStyle"
    ],
    "sizes": [
      12.960000038146973
    ]
  },
  {
    "page_number": 1,
    "bbox": [
      72.02,
      221.93,
      544.25,
      302.97
    ],
    "text": "(d) A Mandate in the nature of a Writ of Prohibition, prohibiting the Respondent from acting upon the said Notice to Quit dated 27-03-2018, marked D, and/or from initiating and/or from proceeding with any action under the State Lands (Recovery of Possession) Act, No. 7 of 1979 (As Ammended), on the said notice.",
    "fonts": [
      "BookmanOldStyle"
    ],
    "sizes": [
      12.960000038146973
    ]
  },
  {
    "page_number": 1,
    "bbox": [
      72.02,
      312.2,
      180.71,
      327.3
    ],
    "text": "Factual matrix.",
    "fonts": [
      "BookmanOldStyle-Bold"
    ],
    "sizes": [
      12.960000038146973
    ]
  },
  {
    "page_number": 1,
    "bbox": [
      72.02,
      336.68,
      544.25,
      500.03
    ],
    "text": "The Pedro Estate situated in Nuwara Eliya was vested in the Land Reform Commission under the provisions of the Land Reform Law No. 1 of 1972 (as amended), in 1975, and was thereafter managed by the Sri-Lanka State Plantation Corporation on behalf of the Land Reform Commission. By Order dated 18-04-1994 published in the Extra Ordinary Gazette No. 815/10 dated 21-04-1994 marked as B, the Minister of Forestry, irrigation and Mahaweli Development, acting under Section 27A (1) of the Land Reform Law vested the said Pedro Estate in the Sri-Lanka State Plantation Corporation. Accordingly, the Sri-Lanka State Plantation Corporation became the owner of the entirety of Pedro Estate.",
    "fonts": [
      "BookmanOldStyle"
    ],
    "sizes": [
      12.960000038146973
    ]
  },
  {
    "page_number": 1,
    "bbox": [
      72.02,
      509.38,
      544.18,
      606.86
    ],
    "text": "Thereupon, by virtue of the Indenture of Lease bearing No. 448 dated 30-04-1996, attested by C.J. Fernando, Notary Public marked C, the State Plantation Corporation leased out the said Pedro Estate to the Petitioner from 18-06-1992 to 17-06-1945, subject to the terms and conditions contained therein. Accordingly, the Petitioner has been in possession of the said: Pedro Estate which consists of a tea plantation.",
    "fonts": [
      "BookmanOldStyle"
    ],
    "sizes": [
      12.960000038146973
    ]
  },
  {
    "page_number": 1,
    "bbox": [
      72.02,
      616.21,
      544.24,
      697.21
    ],
    "text": "The Respondent, as the Competent Authority, under Section 3 of the State Lands (Recovery of Possession) Act, No. 7 of 1979 (as amended) has issued to the Petitioner a Notice to Quit dated 27-03-2019 marked as D, directing the Petitioner to deliver vacant possession of a portion of the said Pedro Estate, approximately 8 Acres in extent, which is identified as lot F in",
    "fonts": [
      "BookmanOldStyle"
    ],
    "sizes": [
      12.960000038146973
    ]
  },
  {
    "page_number": 2,
    "bbox": [
      72.02,
      731.38,
      542.6,
      755.86
    ],
    "text": "Page 3 of 7",
    "fonts": [
      "Calibri",
      "Calibri-Bold"
    ],
    "sizes": [
      11.039999961853027
    ]
  },
  {
    "page_number": 2,
    "bbox": [
      72.02,
      72.05,
      544.15,
      103.62
    ],
    "text": "plan bearing No. NU/SG/2018/29 made by the Surveyor Superintendent of Nuwara Eliya, to the Respondent before 30-04-2019.",
    "fonts": [
      "BookmanOldStyle"
    ],
    "sizes": [
      12.960000038146973
    ]
  },
  {
    "page_number": 2,
    "bbox": [
      72.02,
      112.97,
      544.23,
      259.89
    ],
    "text": "The Petitioner states that the said Indenture of Lease marked as C is still in operation and valid up to 17-06-2045, and has not been terminated at all. As such, the Respondent is not entitled in law to interfere with the Petitioners possession of the said estate or any part thereof so long as the said lease is in operation. The Petitioner pleads that in terms of the said lease agreement the possession of the Petitioner is lawful and justified and thus the Respondent is not entitled to form an opinion that the Petitioners possession of any portion of Pedro Estate is unlawful in terms of the provisions of the State Lands (Recovery of Possession) Act.",
    "fonts": [
      "BookmanOldStyle"
    ],
    "sizes": [
      12.960000038146973
    ]
  },
  {
    "page_number": 2,
    "bbox": [
      72.02,
      269.24,
      543.94,
      350.31
    ],
    "text": "In these circumstances, the Petitioner pleads that the said Notice to Quit marked as D issued on the basis that the Petitioner is in unauthorized possession of a portion of the said Pedro Estate is unreasonable, mala-fide, unlawful and ultra vires, and therefore, the same is liable to be quashed in-limine.",
    "fonts": [
      "BookmanOldStyle",
      "BookmanOldStyle-Italic"
    ],
    "sizes": [
      12.960000038146973
    ]
  },
  {
    "page_number": 2,
    "bbox": [
      72.02,
      359.6,
      316.22,
      374.7
    ],
    "text": "The Contention of the Respondent.",
    "fonts": [
      "BookmanOldStyle-Bold"
    ],
    "sizes": [
      12.960000038146973
    ]
  },
  {
    "page_number": 2,
    "bbox": [
      72.02,
      384.08,
      544.18,
      415.71
    ],
    "text": "The Respondent in his objections moves for a dismissal of the Petitioners application on the footing, inter-alia, that,",
    "fonts": [
      "BookmanOldStyle",
      "BookmanOldStyle-Italic"
    ],
    "sizes": [
      12.960000038146973
    ]
  },
  {
    "page_number": 2,
    "bbox": [
      90.02,
      425.02,
      544.25,
      588.35
    ],
    "text": "(i) The land in dispute which is described in the schedule to the Notice to Quit marked D is not a portion of Pedro Estate that has been leased out to the Petitioner by the Indenture of Lease marked C. (ii) The application is misconceived in law as the dispute was not referred to arbitration in accordance with the terms and conditions of the said lease agreement. (iii) The central question to be determined is whether the land in dispute is a part of the Pedro Estate. This factual issue cannot be determined in an application seeking a prerogative Writ.",
    "fonts": [
      "ArialMT",
      "BookmanOldStyle"
    ],
    "sizes": [
      12.960000038146973
    ]
  },
  {
    "page_number": 2,
    "bbox": [
      90.02,
      597.73,
      197.63,
      612.83
    ],
    "text": "Determination.",
    "fonts": [
      "BookmanOldStyle-Bold"
    ],
    "sizes": [
      12.960000038146973
    ]
  },
  {
    "page_number": 2,
    "bbox": [
      90.02,
      622.21,
      544.25,
      719.65
    ],
    "text": "In terms of the documents tendered, the total extent of Pedro Estate is only 358 Hectares. By the Gazette Extra Ordinary No. 815/10 dated 21-04-1994 marked as B, the Minister of Forestry, Irrigation and Mahaweli Development had vested an extent of 358 Hectares of Pedro Estate in the Sri-Lanka State Plantation Corporation. As per the Indenture of Lease marked C an extent of 357.96 Hectares, that is to",
    "fonts": [
      "BookmanOldStyle"
    ],
    "sizes": [
      12.960000038146973
    ]
  },
  {
    "page_number": 3,
    "bbox": [
      72.02,
      731.38,
      542.6,
      755.86
    ],
    "text": "Page 4 of 7",
    "fonts": [
      "Calibri",
      "Calibri-Bold"
    ],
    "sizes": [
      11.039999961853027
    ]
  },
  {
    "page_number": 3,
    "bbox": [
      90.02,
      72.05,
      544.25,
      169.5
    ],
    "text": "say, the entirety of the Pedro Estate has been leased out by the Sri-Lanka State Plantation Corporation to the Petitioner. In these respects, it appears to this Court that the Contention of the Respondent stating that the land in dispute which is described in the schedule to the Notice to Quit marked D is not a portion of Pedro Estate that has been leased out to the Petitioner in the Indenture of Lease marked C is erroneous.",
    "fonts": [
      "BookmanOldStyle"
    ],
    "sizes": [
      12.960000038146973
    ]
  },
  {
    "page_number": 3,
    "bbox": [
      90.02,
      178.85,
      544.24,
      292.77
    ],
    "text": "In terms of the Notice to Quit marked as D the purported potion of the Pedro Estate claimed by the Respondent is identified by the Plan bearing No. NU/SG/2018/29 (approximately 8 Acres). It is pertinent to be noted that the said plan which is vital for the identification of the subject matter, has not been tendered to Court by the Respondent. The Petitioner, as well, has taken cognizance of this fact in paragraph 9 of the Petition which reads thus;",
    "fonts": [
      "BookmanOldStyle"
    ],
    "sizes": [
      12.960000038146973
    ]
  },
  {
    "page_number": 3,
    "bbox": [
      108.02,
      302.12,
      543.94,
      416.19
    ],
    "text": "The Petitioner states that the Respondent has not delivered or served on the Petitioner the purported plan referred to in the said notice, and the Petitioner is, therefore, unable to even comprehend and understand the geographical situation of the purported area of land vis--vis the entirety of Pedro Estate. Thus, the Petitioner is in fact unaware as to the portion of Pedro Estate in respect of which the said notice is issued.",
    "fonts": [
      "BookmanOldStyle-Italic"
    ],
    "sizes": [
      12.960000038146973
    ]
  },
  {
    "page_number": 3,
    "bbox": [
      72.02,
      425.5,
      544.19,
      473.51
    ],
    "text": "In these circumstances, it is the considered view of this Court that the subject matter which is claimed by the Respondent in the Notice to Quit has not properly been identified.",
    "fonts": [
      "BookmanOldStyle"
    ],
    "sizes": [
      12.960000038146973
    ]
  },
  {
    "page_number": 3,
    "bbox": [
      72.02,
      482.86,
      544.03,
      514.43
    ],
    "text": "Be that as it may, Section 3 (1) of the State Lands (Recovery of Possession) Act No. 7 of 1979 (as amended) spells out as follows;",
    "fonts": [
      "BookmanOldStyle"
    ],
    "sizes": [
      12.960000038146973
    ]
  },
  {
    "page_number": 3,
    "bbox": [
      108.02,
      523.78,
      430.92,
      538.97
    ],
    "text": "(1) Where a competent authority is of the opinion",
    "fonts": [
      "BookmanOldStyle-BoldItal",
      "BookmanOldStyle-Italic"
    ],
    "sizes": [
      12.960000038146973
    ]
  },
  {
    "page_number": 3,
    "bbox": [
      108.02,
      548.26,
      330.84,
      563.45
    ],
    "text": "(a) that any land is State land; and",
    "fonts": [
      "BookmanOldStyle-Italic"
    ],
    "sizes": [
      12.960000038146973
    ]
  },
  {
    "page_number": 3,
    "bbox": [
      108.02,
      572.74,
      543.75,
      719.72
    ],
    "text": "(b) that any person is in unauthorized possession or occupation of such land, the competent authority may serve a notice on such person in possession or occupation thereof, or where the competent authority considers such service impracticable or inexpedient, exhibit such notice in a conspicuous place in or upon that land requiring such person to vacate such land with his dependants, if any, and to deliver vacant possession of such land to such competent authority or other authorized person as may be specified in the notice on or before a specified date. The date to be specified in such notice shall be a date",
    "fonts": [
      "BookmanOldStyle-Italic"
    ],
    "sizes": [
      12.960000038146973
    ]
  },
  {
    "page_number": 4,
    "bbox": [
      72.02,
      731.38,
      542.6,
      755.86
    ],
    "text": "Page 5 of 7",
    "fonts": [
      "Calibri",
      "Calibri-Bold"
    ],
    "sizes": [
      11.039999961853027
    ]
  },
  {
    "page_number": 4,
    "bbox": [
      108.02,
      72.05,
      543.49,
      103.68
    ],
    "text": "not less than thirty days from the date of the issue or the exhibition of such notice.",
    "fonts": [
      "BookmanOldStyle",
      "BookmanOldStyle-Italic"
    ],
    "sizes": [
      12.960000038146973
    ]
  },
  {
    "page_number": 4,
    "bbox": [
      72.02,
      112.97,
      543.99,
      193.98
    ],
    "text": "It is pertinent to be noted that prior to initiating the procedure laid down in the Act, the Competent Authority must form the opinion that the relevant land is State land. The Competent Authority must form the opinion that the State is lawfully entitled to the land in respect of which the quite notice is to be issued.",
    "fonts": [
      "BookmanOldStyle"
    ],
    "sizes": [
      12.960000038146973
    ]
  },
  {
    "page_number": 4,
    "bbox": [
      72.02,
      203.33,
      544.25,
      267.93
    ],
    "text": "The Legislature does not intend the Competent Authority to form an irrational, arbitrary and unfounded opinion. Significantly, the opinion that is formed by the Competent Authority must be based on material that establishes that the State is lawfully entitled to the said land.",
    "fonts": [
      "BookmanOldStyle"
    ],
    "sizes": [
      12.960000038146973
    ]
  },
  {
    "page_number": 4,
    "bbox": [
      72.02,
      277.28,
      543.9,
      308.85
    ],
    "text": "In this regard, I refer to the observation made by Arjuna Obeysekere, J. in Anusha Kumari Vs. Divisional Secretary Lunuwatta1 that;",
    "fonts": [
      "BookmanOldStyle",
      "BookmanOldStyle-Bold"
    ],
    "sizes": [
      8.520000457763672,
      12.960000038146973
    ]
  },
  {
    "page_number": 4,
    "bbox": [
      108.02,
      318.2,
      543.9,
      481.61
    ],
    "text": "..the strict regime for the expeditious recovery of State land stipulated in the Act only provides a person served with a quit notice, the limited remedies under Section 9, and a person against whom an Order of ejectment has been issued, an opportunity to vindicate her title under Section 12 of the Act. It is the view of this Court that the legislature could not have intended for the Competent Authoritys opinion, which can have far reaching consequences on ones property right, to be baseless. The Competent Authoritys opinion must thus be formed on a rational basis. What constitutes a rational basis must be ascertained case by case..",
    "fonts": [
      "BookmanOldStyle-Italic"
    ],
    "sizes": [
      12.960000038146973
    ]
  },
  {
    "page_number": 4,
    "bbox": [
      72.02,
      490.9,
      544.26,
      571.91
    ],
    "text": "In the instant application, as it is already established, the subject matter claimed by the Competent Authority has not properly been identified and there is no material before the Competent Authority to form the opinion that the subject matter is the State land. Thus, the opinion formed by the Competent Authority under Section 3 (1) of the said Act is baseless.",
    "fonts": [
      "BookmanOldStyle"
    ],
    "sizes": [
      12.960000038146973
    ]
  },
  {
    "page_number": 4,
    "bbox": [
      72.02,
      581.17,
      544.23,
      645.74
    ],
    "text": "At this stage, it is pertinent to be noted that in terms of Section 3 (1) (b) of the said Act, the Competent Authority must form the opinion that the Petitioner is in unauthorized possession or occupation of the land in suit as well.",
    "fonts": [
      "BookmanOldStyle"
    ],
    "sizes": [
      12.960000038146973
    ]
  },
  {
    "page_number": 4,
    "bbox": [
      72.02,
      655.09,
      544.24,
      686.66
    ],
    "text": "Having scrutinized the documents tendered, it is abundantly clear that the land in dispute which is described in the Notice to Quit is part of the Pedro",
    "fonts": [
      "BookmanOldStyle"
    ],
    "sizes": [
      12.960000038146973
    ]
  },
  {
    "page_number": 4,
    "bbox": [
      72.02,
      696.58,
      286.1,
      719.95
    ],
    "text": "1 CA (Writ) No. 293/2017. CA-Minute of 18-11-2019.",
    "fonts": [
      "Calibri"
    ],
    "sizes": [
      6.480000019073486,
      9.960000038146973,
      11.039999961853027
    ]
  },
  {
    "page_number": 5,
    "bbox": [
      72.02,
      731.38,
      542.6,
      755.86
    ],
    "text": "Page 6 of 7",
    "fonts": [
      "Calibri",
      "Calibri-Bold"
    ],
    "sizes": [
      11.039999961853027
    ]
  },
  {
    "page_number": 5,
    "bbox": [
      72.02,
      72.05,
      544.06,
      136.62
    ],
    "text": "Estate which has been leased out to the Petitioner by the Respondent, and therefore, the Petitioner is entitled to be in possession in terms of the said lease agreement, and the opinion formed by the Competent Authority under Section 3 (1) (b) of the said Act is also baseless and erroneous.",
    "fonts": [
      "BookmanOldStyle"
    ],
    "sizes": [
      12.960000038146973
    ]
  },
  {
    "page_number": 5,
    "bbox": [
      72.02,
      145.97,
      544.25,
      243.42
    ],
    "text": "This Court is mindful of the fact that, in terms of the provisions of the State Lands (Recovery of Possession) Act, attempting to evict the Petitioner (Lessee) by the Respondent (Lessor), from a portion of Pedro Estate, where the Petitioner is in lawful occupation in terms of the Indenture of Lease, is illegal, ultra vires and bad in law in accordance with the terms and conditions of the said lease agreement, which reads thus;",
    "fonts": [
      "BookmanOldStyle",
      "BookmanOldStyle-Italic"
    ],
    "sizes": [
      12.960000038146973
    ]
  },
  {
    "page_number": 5,
    "bbox": [
      90.02,
      252.8,
      543.95,
      267.93
    ],
    "text": "1. During the Term of the lease, the Lessor shall permit the Lessee to",
    "fonts": [
      "ArialMT",
      "BookmanOldStyle"
    ],
    "sizes": [
      12.960000038146973
    ]
  },
  {
    "page_number": 5,
    "bbox": [
      90.02,
      269.24,
      544.26,
      350.25
    ],
    "text": "manage the Demised premises for any duration within such period and to have quite and peaceful possession and enjoyment of the Demised premises in terms hereof without let or hindrance from the Lessor or any anyone acting on his behalf. 2. The Lessor shall release from the provisions of this Indenture of",
    "fonts": [
      "ArialMT",
      "BookmanOldStyle",
      "BookmanOldStyle-Bold"
    ],
    "sizes": [
      12.960000038146973
    ]
  },
  {
    "page_number": 5,
    "bbox": [
      108.02,
      351.56,
      544.43,
      383.13
    ],
    "text": "Lease to any third party the Demised premises or any portion thereof only with the Written consent of the Lessee prior obtained.",
    "fonts": [
      "BookmanOldStyle",
      "BookmanOldStyle-Bold"
    ],
    "sizes": [
      12.960000038146973
    ]
  },
  {
    "page_number": 5,
    "bbox": [
      72.02,
      416.98,
      543.76,
      448.55
    ],
    "text": "I shall now deal with the preliminary legal objections advanced by the learned Presidents Counsel for the Respondent.",
    "fonts": [
      "BookmanOldStyle"
    ],
    "sizes": [
      12.960000038146973
    ]
  },
  {
    "page_number": 5,
    "bbox": [
      72.02,
      457.9,
      544.25,
      654.26
    ],
    "text": "It is contended that the instant application is misconceived in law as the dispute was not referred to arbitration in accordance with the terms and conditions of the said lease agreement. As per the terms and conditions of the Indenture of Lease, if any question, dispute or difference of opinion in relation to the provisions of the said lease agreement is raised, which cannot be amicably settled between the two parties, it shall be referred to Arbitration. It is pertinent to note that the dispute before this Court is not in relation to the said Indenture of Lease. The Petitioner is seeking a prerogative Writ against the quit notice issued under the provisions of the State Lands (Recovery of Possession) Act, attempting to evict the Petitioner from lawful possession. As such, the foregoing preliminary objection raised by the learned Presidents Counsel for the Respondent is devoid of merits.",
    "fonts": [
      "BookmanOldStyle"
    ],
    "sizes": [
      12.960000038146973
    ]
  },
  {
    "page_number": 5,
    "bbox": [
      72.02,
      663.61,
      544.21,
      695.17
    ],
    "text": "The learned Presidents Counsel for the Respondent submits that the central question to be determined is whether the land in dispute is a part",
    "fonts": [
      "BookmanOldStyle"
    ],
    "sizes": [
      12.960000038146973
    ]
  },
  {
    "page_number": 6,
    "bbox": [
      72.02,
      731.38,
      542.6,
      755.86
    ],
    "text": "Page 7 of 7",
    "fonts": [
      "Calibri",
      "Calibri-Bold"
    ],
    "sizes": [
      11.039999961853027
    ]
  },
  {
    "page_number": 6,
    "bbox": [
      72.02,
      72.05,
      543.86,
      103.62
    ],
    "text": "of Pedro Estate. This factual issue cannot be determined in an application seeking a prerogative Writ.",
    "fonts": [
      "BookmanOldStyle"
    ],
    "sizes": [
      12.960000038146973
    ]
  },
  {
    "page_number": 6,
    "bbox": [
      72.02,
      112.97,
      544.22,
      193.98
    ],
    "text": "In terms of Section 12 of the State Land (Recovery of Possession) Act, any person who has been ejected from a land under the provisions of this Act or any person claiming to be the owner thereof is entitled to institute an action against the State for the vindication of his title thereto within six months from the date of the Order of ejectment.",
    "fonts": [
      "BookmanOldStyle"
    ],
    "sizes": [
      12.960000038146973
    ]
  },
  {
    "page_number": 6,
    "bbox": [
      72.02,
      203.33,
      544.14,
      251.46
    ],
    "text": "However, if the Petitioner is of the view that the quit notice is, ex-facie, illegal, irrational and/or ultra-vires he is not precluded in law from seeking a prerogative Writ in this Court.",
    "fonts": [
      "BookmanOldStyle",
      "BookmanOldStyle-Italic"
    ],
    "sizes": [
      12.960000038146973
    ]
  },
  {
    "page_number": 6,
    "bbox": [
      72.02,
      260.84,
      544.24,
      358.29
    ],
    "text": "For the foregoing reasons, I issue a Mandate in the nature of a Writ of Certiorari, quashing the Notice to Quit dated 27-03-2018, marked D, issued by the Respondent, and a Mandate in the nature of a Writ of Prohibition, prohibiting the Respondent from acting upon the said Notice and/or from initiating and/or from proceeding with any action under the State Lands (Recovery of Possession) Act, on the said notice.",
    "fonts": [
      "BookmanOldStyle"
    ],
    "sizes": [
      12.960000038146973
    ]
  },
  {
    "page_number": 6,
    "bbox": [
      72.02,
      367.64,
      250.66,
      382.83
    ],
    "text": "I make no Order as to costs.",
    "fonts": [
      "BookmanOldStyle-Italic"
    ],
    "sizes": [
      12.960000038146973
    ]
  },
  {
    "page_number": 6,
    "bbox": [
      72.02,
      392.0,
      210.1,
      407.19
    ],
    "text": "Application allowed.",
    "fonts": [
      "BookmanOldStyle-Italic"
    ],
    "sizes": [
      12.960000038146973
    ]
  },
  {
    "page_number": 6,
    "bbox": [
      318.77,
      510.77,
      548.26,
      524.75
    ],
    "text": "JUDGE OF THE COURT OF APPEAL",
    "fonts": [
      "BookmanOldStyle-Bold"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 6,
    "bbox": [
      71.3,
      553.01,
      227.57,
      566.99
    ],
    "text": "S. U. B. Karalliyadde, J.",
    "fonts": [
      "BookmanOldStyle-Bold"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 6,
    "bbox": [
      71.3,
      595.28,
      121.94,
      609.28
    ],
    "text": "I agree.",
    "fonts": [
      "BookmanOldStyle"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 6,
    "bbox": [
      310.61,
      679.76,
      544.18,
      693.74
    ],
    "text": "JUDGE OF THE COURT OF APPEAL",
    "fonts": [
      "BookmanOldStyle-Bold"
    ],
    "sizes": [
      12.0
    ]
  }
]