[
  {
    "page_number": 0,
    "bbox": [
      70.94,
      781.8,
      302.91,
      806.28
    ],
    "text": "1",
    "fonts": [
      "Calibri"
    ],
    "sizes": [
      11.039999961853027
    ]
  },
  {
    "page_number": 0,
    "bbox": [
      104.3,
      80.88,
      495.01,
      94.86
    ],
    "text": "IN THE COURT OF APPEAL OF THE DEMOCRATIC SOCIALIST",
    "fonts": [
      "Bookman Old Style,Bold"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 0,
    "bbox": [
      199.49,
      97.08,
      399.91,
      111.06
    ],
    "text": "REPUBLIC OF SRI LANKA",
    "fonts": [
      "Bookman Old Style,Bold"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 0,
    "bbox": [
      241.13,
      121.2,
      528.34,
      200.0
    ],
    "text": "In the matter of an application for mandates in the matter of Writ of Mandamus and Certiorari under and in terms of Article 140 of the Constitution of the Democratic Socialist Republic of Sri Lanka.",
    "fonts": [
      "Bookman Old Style",
      "Bookman Old Style,Italic"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 0,
    "bbox": [
      70.94,
      234.48,
      503.98,
      766.86
    ],
    "text": "C.A. (Writ) Application 1) Sri Lanka Prison Rehabilitation No: 0400/2022 Officers’ Welfare Association, Prison Headquarters, No. 150, Baseline Road, Colombo 09. 2) The Chairman, Sri Lanka Prison Rehabilitation Officers’ Welfare Association Prison Headquarters, No. 150, Baseline Road, Colombo 09. 3) Secretary, Sri Lanka Prison Rehabilitation Officers’ Welfare Association Prison Headquarters, No. 150, Baseline Road, Colombo 09. 4) Treasurer, Sri Lanka Prison Rehabilitation Officers’ Welfare Association Prison Headquarters, No. 150, Baseline Road, Colombo 09. Petitioners",
    "fonts": [
      "Bookman Old Style",
      "Bookman Old Style,Bold"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 1,
    "bbox": [
      70.94,
      781.8,
      302.91,
      806.28
    ],
    "text": "2",
    "fonts": [
      "Calibri"
    ],
    "sizes": [
      11.039999961853027
    ]
  },
  {
    "page_number": 1,
    "bbox": [
      70.94,
      56.62,
      515.5,
      589.12
    ],
    "text": "Vs 1. The Commissioner General of Prisons Prison Headquarters, Baseline Road, Colombo 09. 2. Hon. Harshana Nanayakkara Minister of Justice and National Intergration, No. 19, Sri Sangaraja Mawatha, Colombo 10 3. Ministry of Prison Management and Prisoners Rehabilitation Affairs, No. 19, Sri Sangaraja Mawatha, Colombo 10 4. Air Vice Marshal Sampath Thuyacontha, Secretary, Ministry of Defence, Defence Headquarters Complex, Sri Jayawardenepura, Kotte 5. Hon. The Attorney General, Attorney General’s Department, Colombo 12 Respondents Before : R. Gurusinghe, J. &",
    "fonts": [
      "Bookman Old Style",
      "Bookman Old Style,Bold"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 1,
    "bbox": [
      70.94,
      599.24,
      321.79,
      613.24
    ],
    "text": "Dr. S. Premachandra J.",
    "fonts": [
      "Bookman Old Style"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 1,
    "bbox": [
      70.94,
      647.72,
      463.66,
      758.82
    ],
    "text": "Counsel : Kalinga Indatissa, PC with Rashmini Indatissa, Razana Salih and G. Jayasundara Instructed by Waseemul Akram for the Petitioners Nayomi Kahawita, SSC with R. Firdouz, SSA for the Respondents",
    "fonts": [
      "Bookman Old Style",
      "Bookman Old Style,Bold"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 2,
    "bbox": [
      70.94,
      781.8,
      302.91,
      806.28
    ],
    "text": "3",
    "fonts": [
      "Calibri"
    ],
    "sizes": [
      11.039999961853027
    ]
  },
  {
    "page_number": 2,
    "bbox": [
      70.94,
      56.62,
      250.25,
      103.04
    ],
    "text": "Argued on : 19-11-2025",
    "fonts": [
      "Bookman Old Style",
      "Bookman Old Style,Bold"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 2,
    "bbox": [
      70.94,
      113.28,
      250.25,
      127.28
    ],
    "text": "Decided on : 29-01-2026",
    "fonts": [
      "Bookman Old Style"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 2,
    "bbox": [
      70.94,
      161.63,
      324.88,
      178.02
    ],
    "text": "Judgment",
    "fonts": [
      "Bookman Old Style",
      "Bookman Old Style,Bold"
    ],
    "sizes": [
      14.039999961853027
    ]
  },
  {
    "page_number": 2,
    "bbox": [
      70.94,
      188.52,
      179.42,
      218.72
    ],
    "text": "R. Gurusinghe, J.",
    "fonts": [
      "Bookman Old Style"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 2,
    "bbox": [
      70.94,
      228.96,
      528.34,
      356.39
    ],
    "text": "The Petitioners are Rehabilitation Officers of the Prisons Department of Sri Lanka. The petitioners in this application seek inter alia a Writ of Mandamus directing the respondents to give effect to the approved recommendations of the Cabinet Paper 95/2527/122/059, Memorandum dated 27th October 1995 marked as ‘X3”, Issue a Writ of Mandamus directing the Respondents to give effect to the approved recommendations as reflected in the document marked “X15”, and an Order directing the respondents to take steps to provide the petitioner’s with the complete uniform.",
    "fonts": [
      "Bookman Old Style",
      "Bookman Old Style,Italic"
    ],
    "sizes": [
      8.039999961853027,
      12.0
    ]
  },
  {
    "page_number": 2,
    "bbox": [
      70.94,
      390.75,
      528.27,
      453.37
    ],
    "text": "The Cabinet of Ministers has decided to extend the facilities of the Office enjoyed by the jailors to the welfare officers, as per the Cabinet Memorandum dated 27th October 1995, marked “X3”. Proposal four of that Cabinet Memorandum is as follows:",
    "fonts": [
      "Bookman Old Style"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 2,
    "bbox": [
      70.94,
      487.73,
      481.42,
      501.79
    ],
    "text": "4. Extension of facilities of office enjoyed by Jailors, to Welfare Officers",
    "fonts": [
      "Bookman Old Style,Italic"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 2,
    "bbox": [
      70.94,
      511.97,
      527.7,
      542.23
    ],
    "text": "To grant to Welfare Officers the following facilities presently enjoyed by the Jailors’ service on the same terms and conditions as the jailors –",
    "fonts": [
      "Bookman Old Style,Italic"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 2,
    "bbox": [
      88.94,
      552.41,
      275.69,
      631.3
    ],
    "text": "a) Uniforms/uniform allowance b) Shoe allowance c) Rent allowance d) Night allowance e) overtime",
    "fonts": [
      "Arial,Italic",
      "Bookman Old Style,Italic"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 2,
    "bbox": [
      70.94,
      665.6,
      531.96,
      760.62
    ],
    "text": "There have been various discussions with the respondents to give effect to the decision in “X3”. The steps taken with a view to implementing the decision “X3” were described in paragraphs 10 to 24 of the petition, and documents “X4” to “X15” were produced. By letter dated 29-09-2021, the Commissioner General of the Prisons informed unions of all categories of Officers to participate in a discussion regarding a uniform to be provided to",
    "fonts": [
      "Bookman Old Style"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 3,
    "bbox": [
      70.94,
      781.8,
      302.91,
      806.28
    ],
    "text": "4",
    "fonts": [
      "Calibri"
    ],
    "sizes": [
      11.039999961853027
    ]
  },
  {
    "page_number": 3,
    "bbox": [
      70.94,
      56.62,
      528.34,
      151.64
    ],
    "text": "Rehabilitation Officers. That letter was marked “X15”. According to the letter “X15” dated 08-12-2021, the Commissioner General of the Prisons had appointed a five-member committee to recommend a uniform for the Rehabilitation Officers. Accordingly, that committee had recommended a uniform for the Rehabilitation Officers. That recommendation is contained in “X15”.",
    "fonts": [
      "Bookman Old Style"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 3,
    "bbox": [
      70.94,
      186.12,
      528.09,
      264.89
    ],
    "text": "In the objections, the respondents state that: “additionally to the letter marked “X15”, there was another letter issued by the same authors of “X15” addressed to the Commissioner General of Prisons, dated 23-02-2022 and that letter has been marked as 1 R 22 with the affidavit dated 22-09-2025 of the incumbent Commissioner General of Prisons.”",
    "fonts": [
      "Bookman Old Style",
      "Bookman Old Style,Italic"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 3,
    "bbox": [
      70.94,
      299.31,
      528.34,
      394.19
    ],
    "text": "The respondents have also stated that some Rehabilitation Officers oppose wearing uniforms. “1 R 22” proposed to change the gold-colour for the insignia, which was approved earlier, because gold-coloured insignia are used by the Officers of the Excise Department. Further, if the Rehabilitation Officers are to wear uniforms, they must also undergo the training given to the jailors.",
    "fonts": [
      "Bookman Old Style"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 3,
    "bbox": [
      70.94,
      428.69,
      528.25,
      491.29
    ],
    "text": "The petitioners argued that “X15” and “1 R 22” have not been authored by the same authors. They have pointed out that one member had been changed. Both “X15” and “1 R 22” agree that uniforms should be given to the petitioners.",
    "fonts": [
      "Bookman Old Style"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 3,
    "bbox": [
      70.94,
      525.65,
      528.33,
      685.48
    ],
    "text": "“1 R 22” states that some of the Rehabilitation Officers are not willing to wear a uniform. To substantiate this position, they have annexed annexure No. 1. As per annexure No. 1, out of 84 Rehabilitation Officers, only 16 officers stated that they were unwilling to wear a uniform. All others opted to wear a uniform. If these numbers were taken as a percentage, the Rehabilitation Officers who opted to wear uniforms comprise more than 85 per cent. Another letter, marked “1 R 22B,” states that some Rehabilitation officers were unwilling to wear uniforms, is attached to “1 R 22”, and is an anonymous letter not signed by anyone. Therefore, that letter cannot be considered as evidence.",
    "fonts": [
      "Bookman Old Style"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 3,
    "bbox": [
      70.94,
      719.84,
      528.34,
      766.26
    ],
    "text": "There is another contradiction between “1 R 22” and “X 15”. In “1 R 22” it states that although the previous committee has decided the items on the uniform to be in gold-colour, this does not match as the Excise Officers'",
    "fonts": [
      "Bookman Old Style"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 4,
    "bbox": [
      70.94,
      781.8,
      302.91,
      806.28
    ],
    "text": "5",
    "fonts": [
      "Calibri"
    ],
    "sizes": [
      11.039999961853027
    ]
  },
  {
    "page_number": 4,
    "bbox": [
      70.94,
      56.62,
      528.27,
      103.04
    ],
    "text": "uniform uses the same colour. This cannot be considered a relevant matter because Excise Officers do not come inside the prisons. This cannot be considered a valid ground for refusing to grant a uniform to the petitioners.",
    "fonts": [
      "Bookman Old Style"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 4,
    "bbox": [
      70.94,
      137.4,
      528.33,
      200.0
    ],
    "text": "Another condition in “1 R 22” is that, prior to granting uniforms, officers who wish to wear them should be given training. In response, the petitioners have indicated that, over the years, they have been willing to undergo ethics training before wearing the uniforms.",
    "fonts": [
      "Bookman Old Style"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 4,
    "bbox": [
      70.94,
      234.36,
      532.18,
      377.99
    ],
    "text": "“X 15” and “1 R 22” refer to the same letter with the reference no. CGP/01/09/04/2020 and the date 22-10-2021. Accordingly, the committee members have submitted “X15” on 08-12-2021. “1 R 22” was submitted on 23-02-2022. One committee member has been changed. There is no explanation of how that change occurred. Once “X 15” was submitted to the Commission General Prisons, the duty assigned to the committee was completed, and there was no reason for the committee to function any longer. “1 R 22” cannot be considered as a valid recommendation for this reason.",
    "fonts": [
      "Bookman Old Style"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 4,
    "bbox": [
      70.94,
      388.23,
      528.34,
      758.7
    ],
    "text": "The jailors' union objected to the proposed uniform for the Rehabilitation officers’. The reasons for such opposition were not given. The jailors' union has been opposing in providing a uniform for the Rehabilitation Officers’ for a long time without any substantial reasons. The decision to provide uniforms to the petitioners was taken by the Cabinet of Ministers. It is a policy decision taken by the Government. That decision is not illegal or challenged by any of the parties. Therefore, there cannot be any objection to implement that decision. The Cabinet of Ministers approved the proposal for the extension of same facilities enjoyed by the jailors to the petitioners, on the same terms and conditions. The respondents have objected to use a brown band on the proposed cap for the Rehabilitation Officers’ stating that vocational instructing officer’s cap is also brown. The petitioners have pointed out that there would be no confusion as the vocational instructors epaulets are the letters “VI” clearly distinguishing them as vocational instructors. The jailor’s association and the superintendents association objected to the same insignia to the petitioners in the manner that make them similar to the jailors and superintendants, however, no reason was attributed for their objections. Further, the jailors association and the superintendents association objected to providing a cross belt for the petitioners. Here again",
    "fonts": [
      "Bookman Old Style"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 5,
    "bbox": [
      70.94,
      781.8,
      302.91,
      806.28
    ],
    "text": "6",
    "fonts": [
      "Calibri"
    ],
    "sizes": [
      11.039999961853027
    ]
  },
  {
    "page_number": 5,
    "bbox": [
      70.94,
      56.62,
      532.11,
      427.09
    ],
    "text": "no reasons were given. It is to be noted that the Cabinet Decision was to extend facilities of the office enjoyed by the jailors, to the welfare officers. Furthermore, jailors and rehabilitation officers are recruited by the same examination, and the qualifications required for both positions are the same. The monthly salary for both jailors and the rehabilitation officers are the same. By letter dated 11-08-2021 Ministry of Defense has written to the Secretary, of Ministry of Prison Management and Prison Rehabilitation Affairs that they have no objection to the proposed uniform. (Panton Colour Code 16-1305-TCX or 16-1404 TCX). By letter dated 16-08-2021, Secretary to the Ministry of Prison Management and Prison Rehabilitation Affairs informed the Commission General of Prisons that the Ministry of Defense has informed that they have no objection for the proposed uniform and its colour code. In the above circumstances, Court holds that the respondents have a duty to provide a uniform to the petitioners, on the basis that the Cabinet of Ministers has taken a policy decision, to provide uniforms to the petitioners. Recommendations in “X 15” was recommended by a Committee appointed by the 1st respondent, The Commissioner General of Prisons. The petitioners are entitled to have relief prayed for in prayer (b), (c) and (d) of the prayer to the petition. Application is allowed.",
    "fonts": [
      "Bookman Old Style"
    ],
    "sizes": [
      8.039999961853027,
      12.0
    ]
  },
  {
    "page_number": 5,
    "bbox": [
      286.97,
      482.69,
      458.86,
      496.69
    ],
    "text": "Judge of the Court of Appeal",
    "fonts": [
      "Bookman Old Style"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 5,
    "bbox": [
      70.94,
      567.05,
      462.7,
      645.63
    ],
    "text": "Dr. S. Premachandra J. I agree. Judge of the Court of Appeal.",
    "fonts": [
      "Bookman Old Style",
      "Iskoola Pota"
    ],
    "sizes": [
      12.0
    ]
  }
]