[
  {
    "page_number": 0,
    "bbox": [
      72.02,
      781.3,
      302.91,
      805.78
    ],
    "text": "1",
    "fonts": [
      "Calibri"
    ],
    "sizes": [
      11.039999961853027
    ]
  },
  {
    "page_number": 0,
    "bbox": [
      91.22,
      74.4,
      506.81,
      86.4
    ],
    "text": "IN THE COURT OF APPEAL OF THE DEMOCRATIC SOCIALIST REPUBLIC OF SRI LANKA",
    "fonts": [
      "Calibri-Bold"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 0,
    "bbox": [
      324.07,
      119.66,
      547.07,
      190.34
    ],
    "text": "In the matter of an application for a mandate in the nature of Writs of Certiorari and Mandamus under and in terms of Article 140 of the Constitution of the Democratic Socialist Republic of Sri Lanka.",
    "fonts": [
      "Calibri-Italic"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 0,
    "bbox": [
      324.07,
      200.9,
      412.82,
      286.25
    ],
    "text": "W.R.H. Epasinghe No.68/B/1, Thapassiyaya, Galodaya, Padiyathalawa.",
    "fonts": [
      "Calibri"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 0,
    "bbox": [
      72.02,
      288.89,
      466.97,
      330.17
    ],
    "text": "PETITIONER CA (Writ) Application No. 209/2022",
    "fonts": [
      "Calibri",
      "Calibri-Bold"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 0,
    "bbox": [
      292.61,
      332.81,
      309.84,
      344.81
    ],
    "text": "Vs.",
    "fonts": [
      "Calibri"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 0,
    "bbox": [
      310.61,
      353.63,
      512.21,
      367.49
    ],
    "text": "1. Vice Admiral Nishantha Ulugahatenne",
    "fonts": [
      "ArialMT",
      "Calibri"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 0,
    "bbox": [
      306.05,
      370.13,
      473.57,
      440.69
    ],
    "text": "Commander of the Navy, Navy Headquarters, Colombo. 1A. Vice Admiral Priyantha Perera",
    "fonts": [
      "Calibri"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 0,
    "bbox": [
      306.05,
      443.33,
      473.93,
      514.03
    ],
    "text": "Commander of the Navy, Navy Headquarters, Colombo. 1B. Vice Admiral BAKSP Banagoda",
    "fonts": [
      "Calibri"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 0,
    "bbox": [
      310.61,
      516.67,
      471.65,
      587.23
    ],
    "text": "Commander of the Navy, Navy Headquarters, Colombo. 2. Commodore MSK Mahawatte",
    "fonts": [
      "ArialMT",
      "Calibri"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 0,
    "bbox": [
      324.07,
      589.87,
      469.37,
      645.79
    ],
    "text": "Commandant, Sri Lanka Navy Ship ‘Shiksha’, (SLNS Shiksha), Poonewa.",
    "fonts": [
      "Calibri"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 0,
    "bbox": [
      310.61,
      648.43,
      467.69,
      675.1
    ],
    "text": "3. Lieutenant R. D. Nawarathne",
    "fonts": [
      "ArialMT",
      "Calibri"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 0,
    "bbox": [
      324.07,
      677.74,
      504.29,
      748.42
    ],
    "text": "Naval Provost Section, Sri Lanka Navy Ship ‘Pandukabhaya’, (SLNS Pandukabhaya), Poonewa.",
    "fonts": [
      "Calibri"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 1,
    "bbox": [
      72.02,
      781.3,
      302.91,
      805.78
    ],
    "text": "2",
    "fonts": [
      "Calibri"
    ],
    "sizes": [
      11.039999961853027
    ]
  },
  {
    "page_number": 1,
    "bbox": [
      310.61,
      72.54,
      469.13,
      86.4
    ],
    "text": "4. Lieutenant Commander TSPR",
    "fonts": [
      "ArialMT",
      "Calibri"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 1,
    "bbox": [
      310.61,
      89.06,
      469.37,
      174.26
    ],
    "text": "Deraniyagala Sri Lanka Navy Ship ‘Shiksha’, (SLNS Shiksha), Poonewa. 5. Petty Officer NYM Bandara",
    "fonts": [
      "ArialMT",
      "Calibri"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 1,
    "bbox": [
      310.61,
      176.9,
      504.29,
      262.22
    ],
    "text": "Naval Provost Section, Sri Lanka Navy Ship ‘Pandukabhaya’, (SLNS Pandukabhaya), Poonewa. 6. Lieutenant Dr. M. D. H. De Silva",
    "fonts": [
      "ArialMT",
      "Calibri"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 1,
    "bbox": [
      310.61,
      264.86,
      522.41,
      364.73
    ],
    "text": "Medical Officer, North Central Command Naval Hospital, (NCC Naval Hospital), Sri Lanka Navy Ship ‘Pandukabhaya’, Poonewa. 7. Fleet Chief Petty Officer W. M. G. A.",
    "fonts": [
      "ArialMT",
      "Calibri"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 1,
    "bbox": [
      310.61,
      367.37,
      490.01,
      467.33
    ],
    "text": "Kumara Master-at-Arms, Sri Lanka Navy Ship ‘Shiksha’, (SLNS Shiksha), Poonewa. 8. Lieutenant (Vol) WMNM Bandara",
    "fonts": [
      "ArialMT",
      "Calibri"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 1,
    "bbox": [
      324.07,
      469.99,
      469.37,
      511.27
    ],
    "text": "Sri Lanka Navy Ship ‘Shiksha’, (SLNS Shiksha), Poonewa.",
    "fonts": [
      "Calibri"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 1,
    "bbox": [
      72.02,
      528.55,
      511.13,
      745.66
    ],
    "text": "RESPONDENTS Before: Mayadunne Corea, J. Mahen Gopallawa, J. Counsel: W. P. U. Weerasinghe with N. H. Wijedasa for the Petitioner. Ms. Nayomi Kahawita, Senior State Counsel for the Respondents. Argued on: 11.09.2025 and 22.09.2025 Written Submissions: Petitioner on 07.08.2025 and 17.10.2025 Respondents on 22.09.2025",
    "fonts": [
      "Calibri",
      "Calibri-Bold"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 2,
    "bbox": [
      72.02,
      781.3,
      302.91,
      805.78
    ],
    "text": "3",
    "fonts": [
      "Calibri"
    ],
    "sizes": [
      11.039999961853027
    ]
  },
  {
    "page_number": 2,
    "bbox": [
      72.02,
      74.4,
      526.13,
      626.95
    ],
    "text": "Decided on: 19.12.2025 Mahen Gopallawa, J. Introduction The Petitioner, who was serving in the rank of Leading Infantry of the Sri Lanka Navy (Regular Force) with a period of 16 years 09 months of service in the Sri Lanka Navy, has been dismissed without disgrace consequent to a Summary Trial held against him. In the instant application, he has sought a writ of Certiorari to quash the proceedings of the said Summary Trial held by the 2nd Respondent on 02.03.2021 and the verdict and punishment delivered therein. The Petitioner has also sought a writ of Mandamus directing the 1st Respondent to reinstate the Petitioner in the service of the Sri Lanka Navy with effect from 08.04.2021, which is the date he was dismissed. The Respondents, by their statement of objections dated 21.11.2024, have objected to the grant of the aforesaid reliefs, and, accordingly, the application was taken up for argument. The parties also tendered written submissions. Factual Background In the first instance, I intend to briefly examine the circumstances which culminated in the conduct of the Summary Trial and the dismissal of the Petitioner from the Sri Lanka Navy (SLN), as presented in the pleadings. The Petitioner had been serving as a junior instructor at the SLN Camp named Navy Ship Shiksha (SLNS Shikha) at Poonewa training recruits. According to the Petitioner, the events that subsequently unfolded had occurred due to reporting an incident of assault of a recruit P.R.S. Sasika by an officer Lieutenant Commander T.S.P.P. Deraniyagala (4th Respondent) on 12.02.2021, pursuant to which a Board of Inquiry into the incident was convened and he had made statements. Thereafter, the said 4th Respondent is said to have threatened the Petitioner stating that “බලාගනින්උඹට ඉස්සරහට වෙනවේ” (see what will happen to you in the future).",
    "fonts": [
      "Calibri",
      "Calibri-Bold",
      "Calibri-Italic",
      "IskoolaPota"
    ],
    "sizes": [
      8.039999961853027,
      12.0
    ]
  },
  {
    "page_number": 2,
    "bbox": [
      72.02,
      639.79,
      526.13,
      752.98
    ],
    "text": "At or about 1600hrs on 24.02.2021, a group of officers from the Naval Provost Branch led by the 3rd Respondent had searched the personal locker of the Petitioner, and had taken him to custody alleging that he had sold cannabis to navy recruits and removed him to SLNS Pandukabhaya, where the Naval Provost Section was located at Poonewa. The Petitioner states that the said 3rd Respondent was staying at the same Officer’s Mess as the 4th Respondent. The 3rd Respondent had informed the Petitioner that some cannabis had been",
    "fonts": [
      "Calibri"
    ],
    "sizes": [
      8.039999961853027,
      12.0
    ]
  },
  {
    "page_number": 3,
    "bbox": [
      72.02,
      781.3,
      302.91,
      805.78
    ],
    "text": "4",
    "fonts": [
      "Calibri"
    ],
    "sizes": [
      11.039999961853027
    ]
  },
  {
    "page_number": 3,
    "bbox": [
      72.02,
      74.4,
      526.1,
      743.5
    ],
    "text": "found with recruit W.A.C.N. Chandrasiri and alleged that the Petitioner had sold the same. Although the Petitioner had denied such allegation, the 5th Respondent, who was an officer of the Naval Provost Branch, had assaulted him on the back of his head and abdomen, in the presence of naval recruits. Four naval recruits, who had witnessed such assault, have corroborated such account of events and submitted affidavits, which have been annexed to the petition marked ‘P2’, ‘P3’, ‘P4’ and ‘P5’. It is observed that, apart from a bare denial, the Respondents have not offered any explanation regarding this incident. The Petitioner had been ordered by the 5th Respondent to give a written statement, and, he states, that, despite the coercion exerted, he had given a written statement denying the allegation made against him. However, a copy of the said statement had not been issued to the Petitioner, despite a request being made under the Right to Information Act, No. 12 of 2016. Upon a statement being recorded, the Petitioner had been returned to SLNS Shiksha, although his telephone had been seized. According to the petition, the Petitioner had been taken into custody again by the Naval Provost Branch at or about 0900hrs on the following day (25.02.2021) and had been presented before the 6th Respondent at the North Central Naval Hospital for a urine test. The 3rd Respondent had informed him that his urine sample was tested positive and threatened him to admit the allegations made against him, when he was taken back to the Naval Provost Branch. Recruit W.A.C.N. Chandrasiri had also been produced for a urine test along with the Petitioner on 25.02.2021. The Petitioner has annexed a copy of the Medical Report pertaining to the test to the petition (‘P6’), which was obtained through a RTI request after his dismissal. The Petitioner has observed that a single report has been issued in respect of both persons and has assailed its authenticity. In order to avoid further physical and mental harassment, the Petitioner states that he had given a written statement that he had brought cannabis to the Camp and had sold them to recruit Chandrasiri and a copy of the said statement, which he had obtained through another RTI request, has been tendered with the petition marked ‘P7’. Once again, on 26.02.2021 the Petitioner had been taken into custody by the Naval Provost Branch and was shown a statement made by Recruit Chandrasiri and was ordered to make a verbal statement consistent with the same. The Petitioner had complied in desperation. In the statement of recruit Chandrasiri, as there was an additional allegation that the Petitioner had sold him two cigarette packets at a price of Rs. 4000/=, he was ordered to make a further written statement on such issue as well. The verbal and written statements made by the Petitioner, which he had obtained after his dismissal through a RTI request, have been annexed to the petition marked ‘P8’ and ‘P9’. He had been handed back to SLNS Shiksha at about 2100hrs and been kept in “close arrest” (detention) in the guard detention room for a period of 5 days until 02.03.2021. The Petitioner alleges that he was subjected to",
    "fonts": [
      "Calibri"
    ],
    "sizes": [
      8.039999961853027,
      12.0
    ]
  },
  {
    "page_number": 4,
    "bbox": [
      72.02,
      781.3,
      302.91,
      805.78
    ],
    "text": "5",
    "fonts": [
      "Calibri"
    ],
    "sizes": [
      11.039999961853027
    ]
  },
  {
    "page_number": 4,
    "bbox": [
      72.02,
      74.4,
      526.12,
      490.75
    ],
    "text": "cruel, inhuman and degrading treatment during such period, being only given a short trouser to wear and had to sleep on the bare floor without any form of bedding, and has annexed photographs marked ‘P11’ and ‘P12’ in proof thereof. The Petitioner has stated that at about 0800hrs on 02.03.2021 he was taken out of detention and was told by the 7th Respondent Master-at-Arms to prepare for a Summary Trial before the 2nd Respondent. Although the Petitioner had requested for a copy of the charge sheet and wanted to seek legal assistance and know the Defending Officer appointed to represent him, such requests were disregarded and was marched to the Commandant’s Office for the Summary Trial. He states that he was told by the 7th Respondent to plead guilty. The Petitioner has stated that, although he expected to be asked by the 2nd Respondent whether he desired to be dealt with summarily or tried by a Court Martial as per the provisions of the Navy Act, he not given such option, and, the Summary Trial commenced straightway with the charges being read out. As per the proceedings of the Summary Trial marked ‘P14’, which too had been issued to the Petitioner after his dismissal upon a RTI request, the 3 charges had been framed against the Petitioner in respect of the following acts; illegally bringing cigarettes into the Camp and selling them at an exorbitant rate to naval recruits (charge 1); surreptitiously bringing cannabis, which is a prohibited substance, into the Camp and selling them to naval recruits (charge 2); and making and smoking cannabis cigarettes, which is a prohibited substance (charge 3). For purposes of clarity, the complete text of the charges is reproduced below;",
    "fonts": [
      "Calibri"
    ],
    "sizes": [
      8.039999961853027,
      12.0
    ]
  },
  {
    "page_number": 4,
    "bbox": [
      85.21,
      493.26,
      146.74,
      506.88
    ],
    "text": "ව ෝදනාෙ 1",
    "fonts": [
      "IskoolaPota"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 4,
    "bbox": [
      85.21,
      514.86,
      532.24,
      637.44
    ],
    "text": "සක්‍රීය වස්ෙවේ ක්‍රියාත්මක ෙන කාලය තුළ දී නාවික නීතියට යටත් පුේගලවයකු වලස ශ්‍රීලංනාවනෞශික්ෂා ආයතනවේ ආධුනිකයන් පුහුණු කිරීවේ කනිෂ්ඨ උපවේශකවයකු වලස රාජකාරිය කරමින් සිටිය දී 2021 ජනොරි මස 29 ෙන දින සිට 2021 වපබරොරි මස 23 ෙන දින දක්ො කාලය තුළ දී ෙං නික වලස කදවුර තුළට දුේ ෙැටි රුවගන විත් පුහුණු ෙන ආධුනික නාවිකයන් හට අධික මුදලට අවලවි කිරීවමන් උපවේශක නාවිකවයකුහට උචිත වනාෙන අයුරින් කටයුතු කර තිබීම නාවික විනයට හා මනා පාලනයට පටහැනි ක්‍රියාෙක් බැවින් ශ්‍රී ලංකා ප්‍රජාතාන්ික සමාජොදී ජනරජවේ ෙයෙස්ථාපිත 1993 අංක 11 දරන සංවශෝධිත තාවික හමුදා පනවත් 358 ෙන අධිකාරිවේ 104 ෙන ෙගන්තිවේ 1 උපෙගන්තිය ප්‍රකාර දඩුෙේ ලැබිය යුතු ෙරදක් තමා විසින් සිදු කර ඇත.",
    "fonts": [
      "IskoolaPota"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 4,
    "bbox": [
      85.21,
      645.42,
      146.74,
      659.04
    ],
    "text": "ව ෝදනාෙ 2",
    "fonts": [
      "IskoolaPota"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 4,
    "bbox": [
      85.21,
      667.17,
      529.98,
      748.82
    ],
    "text": "සක්‍රිය වස්ෙවේ ක්‍රියාත්මක ෙන කාලය තුළ දී නාවික නීතියට යටත් පුේගලවයකු වලස ශ්‍රීලංනාවනෞශික්ෂා ආයතනවේ ආධුනිකයන් පුහුණු කිරීවේ කනිෂ්ඨ උපවේශකවයකු වලස රාජකාරිය කරමින් සිටිය දී 2021 ජනොරි මස 15 ෙන දින නිොඩුවෙන් පසු කදවුරට rfmda¾;= කිරීවේ දී කංසා නැමැති තහනේ මත් ද්‍රෙය සූක්ෂ්ම වලස සඟොවගන කඳවුරට රැවගන විත් පුහුණු ෙන තාවිකයන් හට මුදලට අවලවි කිරීවමන් නාවික විනයට හා මනා පාලනයට mgyeks ක්‍රියාෙක් බැවින් ශ්‍රී ලංකා ප්‍රජාතාන්ික සමාජොදී ජනරජවේ ෙයෙස්ථාපිත 1993 අංක 11 දරන සංවශෝධිත",
    "fonts": [
      "FMAbhayax",
      "IskoolaPota"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 5,
    "bbox": [
      72.02,
      781.3,
      302.91,
      805.78
    ],
    "text": "6",
    "fonts": [
      "Calibri"
    ],
    "sizes": [
      11.039999961853027
    ]
  },
  {
    "page_number": 5,
    "bbox": [
      85.21,
      72.11,
      529.95,
      99.31
    ],
    "text": "නාවික හමුදා පනවත් 358 ෙන අධිකාරිවේ 104 ෙන ෙගන්තිවේ 1 උපෙගන්තිය ප්‍රකාර දඩුෙේ ලැබිය යුතු ෙරදක් තමා විසින් සිදු කර ඇත.",
    "fonts": [
      "IskoolaPota"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 5,
    "bbox": [
      85.21,
      107.29,
      146.74,
      120.91
    ],
    "text": "ව ෝදනාෙ 3",
    "fonts": [
      "IskoolaPota"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 5,
    "bbox": [
      85.21,
      128.89,
      529.97,
      224.23
    ],
    "text": "සක්‍රීය වස්ෙවේ ක්‍රියාත්මක ෙන කාලය තුළ දී නාවික නීතියට යටත් පුේගලවයකු වලස ශ්‍රීලංනාවනෞශික්ෂා ආයතනවේ ආධුනිකයන් පුහුණු කිරීවේ කනිෂ්ඨ උපවේශකවයකු වලස රාජකාරිය කරමින් සිටිය දී 2021 වපබරොරි මස 1 ෙන දින සිට වපබරොරි මස 23 ෙන දින දක්ො කාලය තුළ තහනේ මත් ද්‍රෙයයක් ෙන කංසා සුරුට්ටු ෙශවයන් සාදා පානය කිරීම නාවික විනයට හා මනා පාලනයට පටහැනි ක්‍රියාෙක් බැවින් ශ්‍රී ලංකා ප්‍රජාතාන්ික සමාජොදී ජනරජවේ ෙයෙස්ථාපිත 1993 අංක 11 දරන සංවශෝධිත නාවික හමුදා පනවත් 358 ෙන අධිකාරිවේ 104 ෙන ෙගන්තිවේ 1 උපෙගන්තිය ප්‍රකාර දඩුෙේ ලැබිය යුතු ෙරදක් තමා විසින් සිදු කර ඇත.",
    "fonts": [
      "IskoolaPota"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 5,
    "bbox": [
      72.02,
      232.33,
      526.13,
      649.87
    ],
    "text": "The Petitioner has stated that, although he had pleaded “not guilty” to all the charges, disregarding his plea, the 2nd Respondent had stated that he found the Petitioner guilty of all the charges even before commencing proceedings.1 The proceedings of the Summary Trial (‘P14’) indicate that the Petitioner had pleaded guilty to all 3 charges. The Petitioner has further stated that he was unaware that he was being represented by the 8th Respondent (Lieutenant (Vol) W.M.N.M. Bandara) until the verdict was pronounced, and that the said 8th Respondent had neither discussed the case with him beforehand nor spoken to him before, during or after the Summary Trial. The involvement of the 8th Respondent appears to have been confined to making a plea in mitigation after the final address of the prosecuting officer requesting the 2nd Respondent to inflict a less severe punishment upon the Petitioner.2 On the conduct of the Summary Trial, the Petitioner has stated that only one witness, Recruit Chandrasiri was called to give evidence, and that he was not given an opportunity to cross-examine such witness.3 He has further stated that he was also not given an opportunity to call any witnesses on his behalf or even to give evidence himself on oath or at least to make a statement.4 He has also stated that he was not issued a copy of the proceedings of the Summary Trial and that such proceedings were issued only after he was dismissed upon an RTI request.5 The Petitioner has stated that he was kept under “open arrest” after the Summary Trial until 30.03.2021. He has also averred that, during such period, he had met Recruit Chandrasiri who was also kept on “open arrest” and that the said Chandrasiri had stated that he had",
    "fonts": [
      "Calibri",
      "IskoolaPota"
    ],
    "sizes": [
      8.039999961853027,
      12.0
    ]
  },
  {
    "page_number": 5,
    "bbox": [
      72.02,
      678.1,
      251.9,
      755.95
    ],
    "text": "1 Vide paragraph 45 of the petition. 2 Vide paragraphs 47 and 48 of the petition. 3 Vide paragraph 49 of the petition. 4 Vide paragraph 50 of the petition. 5 vide paragraph 51 of the petition.",
    "fonts": [
      "Calibri"
    ],
    "sizes": [
      6.960000038146973,
      9.960000038146973,
      11.039999961853027
    ]
  },
  {
    "page_number": 6,
    "bbox": [
      72.02,
      781.3,
      302.91,
      805.78
    ],
    "text": "7",
    "fonts": [
      "Calibri"
    ],
    "sizes": [
      11.039999961853027
    ]
  },
  {
    "page_number": 6,
    "bbox": [
      72.02,
      74.4,
      526.12,
      625.51
    ],
    "text": "made a statement implicating the Petitioner under duress. A written statement given to such effect has been annexed to the petition marked ‘P15’.6 On 30.03.2021, the Petitioner had been marched for a parade and the 2nd Respondent had read out the warrant of sentence imposing the punishment of dismissal from the Navy without disgrace. Accordingly, the 7th Respondent had ordered him to leave the Camp on 08.04.2021.7 Thereafter, the Petitioner has stated that he had submitted an appeal dated 24.04.2021 (‘P16’) to the 1st Respondent Commander of the Sri Lanka Navy seeking reinstatement, and, in the absence of a reply, he had submitted a further appeal dated 22.10.2021 (‘P17’). Reference has also been made to the correspondence addressed through his Attorneys-at-Law on 23.11.2021 (‘P18’) and the response thereto by the SLN dated 22.04.2022 (‘P23’), and several RTI requests made by the Petitioner (‘P19’, ‘P20’, ‘P21’ and ‘P22’). In the backdrop of the aforementioned narrative presented by the Petitioner, I wish to examine the response thereto by the Respondents. The objections of the Respondents consist of a statement of objections and an affidavit affirmed to by the 1st Respondent Commander of the Sri Lanka Navy supplementing the same. In the said objections, it is, inter alia, stated that the 3 charges against the Petitioner were read over to him before the executive officer to SLNS Shiksha on 24.02.2021, and, as such he had sufficient time to prepare his defence.8 The said objections also set out that the Petitioner was not given an opportunity to choose between a Court Martial and a Summary Trial due to the fact that he was a junior sailor and was only entitled to be tried at a Summary Trial.9 With regard to appointment of the 8th Respondent as the Petitioner’s Defending Officer, the Respondents have taken up the position that the Petitioner never objected to such appointment or requested that any other officer be appointed10 and have stated that the 8th Respondent had been given an opportunity to cross-examine the witness Recruit Chandrasiri11 and had also made a plea in mitigation of punishment at the said Trial.12 With regard to the Petitioner’s conduct at the Summary Trial, the objections refer to the fact that the Petitioner had pleaded guilty to all charges, and, as such, it was not necessary to lead any evidence of Naval Provost personnel or the Medical Officer.13 The objections",
    "fonts": [
      "Calibri",
      "Calibri-Italic"
    ],
    "sizes": [
      8.039999961853027,
      12.0
    ]
  },
  {
    "page_number": 6,
    "bbox": [
      72.02,
      637.75,
      320.32,
      755.95
    ],
    "text": "6 vide paragraph 54 of the petition. 7 vide paragraph 55 of the petition. 8 vide paragraph 20 of the statement of objections. 9 vide paragraphs 20 and 21 of the statement of objections. 10 vide paragraph 23 of the statement of objections. 11 Vide paragraph 25 of the statement of objections. 12 Vide paragraph 24 of the statement of objections. 13 Vide paragraphs 25 and 39 of the statement of objections.",
    "fonts": [
      "Calibri"
    ],
    "sizes": [
      6.960000038146973,
      9.960000038146973,
      11.039999961853027
    ]
  },
  {
    "page_number": 7,
    "bbox": [
      72.02,
      781.3,
      302.91,
      805.78
    ],
    "text": "8",
    "fonts": [
      "Calibri"
    ],
    "sizes": [
      11.039999961853027
    ]
  },
  {
    "page_number": 7,
    "bbox": [
      72.02,
      74.4,
      525.72,
      136.94
    ],
    "text": "further state that the Petitioner was given a fair opportunity to give evidence on oath or remain silent or to give evidence without oath or call other witnesses but had chosen to remain silent.14 The Respondents have also taken up the position that the Petitioners had not requested for any summary of evidence or abstract of evidence or investigation report,",
    "fonts": [
      "Calibri"
    ],
    "sizes": [
      8.039999961853027,
      12.0
    ]
  },
  {
    "page_number": 7,
    "bbox": [
      72.02,
      140.87,
      525.87,
      473.93
    ],
    "text": "15 and that a copy of the proceedings of the Summary Trial was issued, when a subsequent request was made.16 With regard to the allegations made against the Respondents leading up to the conduct of the Summary Trial, it is observed that, apart from mere denial, no effort has been made to offer any explanation in the statement of objections. In this context, I am compelled to observe that, as noted above, the Petitioner has made specific and personal allegations made against the 2nd, 3rd, 4th 6th and 7th Respondents, including physical assault and cruel and degrading treatment. Despite such fact, the said Respondents have elected not to respond to the same by way of affidavit. Whilst the manner in which they respond to the petition is solely the prerogative of the Respondents, correspondingly the Court is entitled to arrive at conclusions and draw inferences based on how the Respondents have presented their response. These matters will be examined in greater detail in relation to specific grounds of review. Grounds of Review and Analysis The grounds of review upon which the Petitioner has sought to impugn the Summary Trial are encapsulated in paragraph 66 of the petition in the following terms;",
    "fonts": [
      "Calibri",
      "Calibri-Bold"
    ],
    "sizes": [
      8.039999961853027,
      12.0
    ]
  },
  {
    "page_number": 7,
    "bbox": [
      81.02,
      478.75,
      525.99,
      490.75
    ],
    "text": "66. The Petitioner states that in the totally of the above said circumstances, the",
    "fonts": [
      "Calibri-Italic"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 7,
    "bbox": [
      72.02,
      495.67,
      525.8,
      558.19
    ],
    "text": "Summary Trial held against the Petitioner and the punishment inflicted on the Petitioner to dismiss him without disgrace from the Sri Lanka Navy is wrong, illegal, unlawful, arbitrary and ultra vires for any one or more of the following reasons.",
    "fonts": [
      "Calibri-Italic"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 7,
    "bbox": [
      99.02,
      561.13,
      525.72,
      574.99
    ],
    "text": "(a) The entirety of the said Summary Trial is ultra vires the Rules and Regulations in",
    "fonts": [
      "Arial-ItalicMT",
      "Calibri-Italic"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 7,
    "bbox": [
      117.62,
      579.79,
      218.76,
      591.79
    ],
    "text": "respect of the same.",
    "fonts": [
      "Calibri-Italic"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 7,
    "bbox": [
      99.02,
      604.81,
      525.76,
      618.67
    ],
    "text": "(b) The said Summary Trial was conducted in breach of the rules of Natural Justice,",
    "fonts": [
      "Arial-ItalicMT",
      "Calibri-Italic"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 7,
    "bbox": [
      117.62,
      623.59,
      339.98,
      635.59
    ],
    "text": "especially the Rule of “Audi alteram partem.”",
    "fonts": [
      "Calibri",
      "Calibri-Italic"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 7,
    "bbox": [
      99.02,
      648.49,
      525.69,
      662.35
    ],
    "text": "(c) The Petitioner was not given a copy of the charge sheet prepared against him",
    "fonts": [
      "Arial-ItalicMT",
      "Calibri-Italic"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 7,
    "bbox": [
      117.62,
      667.3,
      525.78,
      696.1
    ],
    "text": "before the commencement of the said Summary Trial or during the said Summary Trial.",
    "fonts": [
      "Calibri",
      "Calibri-Italic"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 7,
    "bbox": [
      72.02,
      704.98,
      286.46,
      755.95
    ],
    "text": "14 Vide paragraph 22 of the statement of objections. 15 Vide paragraph 37 of the statement of objections. 16 Vide paragraph 26 of the statement of objections.",
    "fonts": [
      "Calibri"
    ],
    "sizes": [
      6.960000038146973,
      9.960000038146973,
      11.039999961853027
    ]
  },
  {
    "page_number": 8,
    "bbox": [
      72.02,
      781.3,
      302.91,
      805.78
    ],
    "text": "9",
    "fonts": [
      "Calibri"
    ],
    "sizes": [
      11.039999961853027
    ]
  },
  {
    "page_number": 8,
    "bbox": [
      99.02,
      72.54,
      525.74,
      86.4
    ],
    "text": "(d) The Petitioner was not given a copy of any summary of evidence, abstract of",
    "fonts": [
      "Arial-ItalicMT",
      "Calibri-Italic"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 8,
    "bbox": [
      117.62,
      91.22,
      525.73,
      120.14
    ],
    "text": "evidence or a copy of the investigation report prepared against him before the commencement of the said Summary Trial.",
    "fonts": [
      "Calibri",
      "Calibri-Italic"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 8,
    "bbox": [
      99.02,
      133.04,
      526.01,
      146.9
    ],
    "text": "(e) The Petitioner was not given any opportunity to cross-examine the witness who",
    "fonts": [
      "Arial-ItalicMT",
      "Calibri-Italic"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 8,
    "bbox": [
      117.62,
      151.82,
      379.46,
      163.82
    ],
    "text": "gave evidence against him at the said Summary Trial.",
    "fonts": [
      "Calibri",
      "Calibri-Italic"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 8,
    "bbox": [
      99.02,
      176.84,
      525.76,
      190.7
    ],
    "text": "(f) Even though the charges against him had been based on the investigation",
    "fonts": [
      "Arial-ItalicMT",
      "Calibri-Italic"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 8,
    "bbox": [
      117.62,
      194.51,
      526.1,
      274.82
    ],
    "text": "conducted by the Naval Provost Personnel including the 3rd and 5th Respondents and on the medical report issued by Lt. Dr. MDH De Silva, the 6th Respondent, they were not called to give evidence against the Petitioner at the said Summary Trial. And by not doing so, the Petitioner was denied the opportunity of cross examining them and proving his innocence.",
    "fonts": [
      "Calibri",
      "Calibri-Italic"
    ],
    "sizes": [
      8.039999961853027,
      12.0
    ]
  },
  {
    "page_number": 8,
    "bbox": [
      99.02,
      287.87,
      525.66,
      301.73
    ],
    "text": "(g) The Petitioner was not given any opportunity to call witnesses on his behalf at the",
    "fonts": [
      "Arial-ItalicMT",
      "Calibri-Italic"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 8,
    "bbox": [
      117.62,
      306.65,
      216.48,
      318.65
    ],
    "text": "said Summary Trial.",
    "fonts": [
      "Calibri",
      "Calibri-Italic"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 8,
    "bbox": [
      99.02,
      331.55,
      525.74,
      345.41
    ],
    "text": "(h) The Petitioner was not given any opportunity to adduce evidence upon oath in his",
    "fonts": [
      "Arial-ItalicMT",
      "Calibri-Italic"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 8,
    "bbox": [
      117.62,
      350.33,
      490.85,
      362.33
    ],
    "text": "own behalf or to make a statement in his defence at the said Summary Trial.",
    "fonts": [
      "Calibri",
      "Calibri-Italic"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 8,
    "bbox": [
      99.02,
      375.23,
      526.13,
      389.09
    ],
    "text": "(i) The Petitioner was not given any opportunity to meet the Defending Officer (the 8th",
    "fonts": [
      "Arial-ItalicMT",
      "Calibri-Italic"
    ],
    "sizes": [
      8.039999961853027,
      12.0
    ]
  },
  {
    "page_number": 8,
    "bbox": [
      117.62,
      394.01,
      525.78,
      439.73
    ],
    "text": "Respondent) that is alleged to have been appointed to represent him at the said Summary Trial before the commencement of the said Summary Trial or during the said Summary Trial.",
    "fonts": [
      "Calibri",
      "Calibri-Italic"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 8,
    "bbox": [
      72.02,
      454.49,
      526.08,
      601.27
    ],
    "text": "Prior to considering the aforementioned grounds of review, I intend to examine the legal provisions governing the conduct of Summary Trials in the Sri Lanka Navy. The conduct of Courts Martial and Summary Trials envisage the exercise of judicial power in terms of the Navy Act, No. 34 of 1950 (as amended) and the judicial powers of commanding officers are set out in sections 28 to 32 of the said Act. Section 28 of the Navy Act (as amended), which relates to the summary trial of offenders, provides as follows; Section 28 of the Navy Act Provides as follows;",
    "fonts": [
      "Calibri"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 8,
    "bbox": [
      108.02,
      606.19,
      310.8,
      634.99
    ],
    "text": "28. (1) The Commander of the Navy may-",
    "fonts": [
      "Calibri-Italic"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 8,
    "bbox": [
      144.02,
      639.79,
      525.74,
      668.74
    ],
    "text": "(a) where it is in relation to an offence, other than an offence which is expressly required by this Act to be tried by a court martial;",
    "fonts": [
      "Calibri-Italic"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 8,
    "bbox": [
      144.02,
      683.62,
      525.73,
      712.42
    ],
    "text": "(b) where an officer of the rank of Lieutenant Commander or below commits and is to be charged with a non-capital offence; and",
    "fonts": [
      "Calibri-Italic"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 8,
    "bbox": [
      144.02,
      727.3,
      525.75,
      756.1
    ],
    "text": "(c) if in his opinion, the nature of the offence committed does not warrant a court martial,",
    "fonts": [
      "Calibri-Italic"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 9,
    "bbox": [
      72.02,
      781.3,
      305.79,
      805.78
    ],
    "text": "10",
    "fonts": [
      "Calibri"
    ],
    "sizes": [
      11.039999961853027
    ]
  },
  {
    "page_number": 9,
    "bbox": [
      108.02,
      74.4,
      511.13,
      86.4
    ],
    "text": "authorise an officer not below the rank of a Captain, to summarily try the accused:",
    "fonts": [
      "Calibri-Italic"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 9,
    "bbox": [
      108.02,
      101.3,
      525.73,
      130.1
    ],
    "text": "Provided that prior to the commencement of the trial, the officer authorised to conduct the trial shall ask the accused whether he chooses-",
    "fonts": [
      "Calibri-Italic"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 9,
    "bbox": [
      72.02,
      134.9,
      525.88,
      433.37
    ],
    "text": "(i) to be tried by a court martial; or (ii) to be tried summarily. Provided however, if the accused chooses to be tried by a court martial, such officer shall forthwith take steps for the trial of the accused by a court martial: Provided further, the power of punishment of an officer trying an offence summarily shall be limited to forfeiture of seniority or any other less severe punishment in the scale of punishments. (2) A commanding officer may, except in the cases which are expressly required by this Act to be tried by a court martial, summarily try and punish a seaman who has committed any non-capital offence, subject to the restriction that the commanding officer shall not have power to award imprisonment or detention for more than three months. (emphasis added) Section 29 of the Navy Act provides as follows;",
    "fonts": [
      "Calibri",
      "Calibri-Bold",
      "Calibri-BoldItalic",
      "Calibri-Italic"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 9,
    "bbox": [
      90.02,
      436.31,
      526.03,
      450.17
    ],
    "text": "29. Where a warrant officer or petty officer is charged with a non-capital offence other",
    "fonts": [
      "Arial-ItalicMT",
      "Calibri-Italic"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 9,
    "bbox": [
      72.02,
      455.09,
      525.8,
      686.14
    ],
    "text": "than a disciplinary offence or an offence which is expressly required by this Act to be tried by a court martial his commanding officer shall ask him whether he desires to be dealt with summarily or to be tried by a court martial and if he elects to be tried by a court martial, shall take steps for his trial by a court martial. Both parties were in agreement that the procedure to be followed in the conduct of a Summary Trial at present is set out in the Sri Lanka Navy Order 0501 titled “Boards of Inquiry and Summary Trials” (SLNO 0501) issued by the Commander of the Navy dated 20.04.2005 and annexed to the petition marked ‘P13’. Clauses 5 and 6 of SLNO 0501 contains detailed instructions for officers exercising judicial powers in Summary Trials and the said sections are reproduced in their entirety, since violations of multiple provisions have been alleged by the Petitioner and for ease of narration;",
    "fonts": [
      "Calibri",
      "Calibri-Italic"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 9,
    "bbox": [
      108.02,
      690.94,
      201.96,
      702.94
    ],
    "text": "SUMMARY TRIALS",
    "fonts": [
      "Calibri-BoldItalic"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 9,
    "bbox": [
      96.62,
      713.92,
      525.73,
      727.78
    ],
    "text": "5. All officers exercising judicial powers are required to draw their attention to the",
    "fonts": [
      "Arial-ItalicMT",
      "Calibri-Italic"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 9,
    "bbox": [
      114.62,
      732.58,
      499.61,
      744.58
    ],
    "text": "following facts, including rules of natural justice, when exercising their powers.",
    "fonts": [
      "Calibri-Italic"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 10,
    "bbox": [
      72.02,
      781.3,
      305.79,
      805.78
    ],
    "text": "11",
    "fonts": [
      "Calibri"
    ],
    "sizes": [
      11.039999961853027
    ]
  },
  {
    "page_number": 10,
    "bbox": [
      126.02,
      89.36,
      525.78,
      103.22
    ],
    "text": "a. Every accused person is presumed to be innocent until the contrary is proved.",
    "fonts": [
      "Arial-ItalicMT",
      "Calibri-Italic"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 10,
    "bbox": [
      108.02,
      108.14,
      525.7,
      187.46
    ],
    "text": "Therefore the burden of proving the guilt of any accused is vested on the prosecution. b. The prosecution shall prove the case beyond reasonable doubt.",
    "fonts": [
      "Arial-ItalicMT",
      "Calibri-Italic"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 10,
    "bbox": [
      126.02,
      190.52,
      525.7,
      204.38
    ],
    "text": "c. The charge shall be framed under the appropriate penal section of the Navy",
    "fonts": [
      "Arial-ItalicMT",
      "Calibri-Italic"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 10,
    "bbox": [
      108.02,
      209.18,
      165.69,
      237.98
    ],
    "text": "Act.",
    "fonts": [
      "Calibri-Italic"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 10,
    "bbox": [
      126.02,
      241.04,
      525.72,
      254.9
    ],
    "text": "d. If there is a specific section in the Navy Act making provisions to punish for an",
    "fonts": [
      "Arial-ItalicMT",
      "Calibri-Italic"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 10,
    "bbox": [
      108.02,
      259.7,
      525.75,
      322.25
    ],
    "text": "offence, a charge shall not be framed regarding such offence under section 104 (1) of the Navy Act. Resorting to section 104(1) shall only be in cases where there is no specific section for such offence.",
    "fonts": [
      "Calibri-Italic"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 10,
    "bbox": [
      126.02,
      325.31,
      525.73,
      339.17
    ],
    "text": "e. Two or more charges shall not be framed based on the same facts. If two or",
    "fonts": [
      "Arial-ItalicMT",
      "Calibri-Italic"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 10,
    "bbox": [
      108.02,
      343.97,
      525.73,
      389.69
    ],
    "text": "more charges were to be framed on the same facts such charges shall be alternative and if convicted conviction shall only be for one charge.",
    "fonts": [
      "Calibri-Italic"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 10,
    "bbox": [
      126.02,
      392.63,
      525.7,
      406.49
    ],
    "text": "f. The charge sheet shall be served on the accused giving sufficient time for him",
    "fonts": [
      "Arial-ItalicMT",
      "Calibri-Italic"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 10,
    "bbox": [
      108.02,
      411.41,
      274.68,
      440.21
    ],
    "text": "to prepare for his defence.",
    "fonts": [
      "Calibri-Italic"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 10,
    "bbox": [
      126.02,
      443.15,
      525.72,
      457.01
    ],
    "text": "g. Every accused shall have the right to be defended by a defending office. Every",
    "fonts": [
      "Arial-ItalicMT",
      "Calibri-Italic"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 10,
    "bbox": [
      96.62,
      461.93,
      525.79,
      524.47
    ],
    "text": "possible step to be taken by the Commanding Officers to provide the services of a defending officer at the will of the accused, subject to service exigencies. 6. The following procedure shall be applicable in the summary trials conducted by the",
    "fonts": [
      "Arial-ItalicMT",
      "Calibri-Italic"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 10,
    "bbox": [
      114.62,
      529.27,
      525.72,
      558.19
    ],
    "text": "Commanding Officers and by the officers nominated by the Commander of the Navy to conduct summary trials in respect of officers.",
    "fonts": [
      "Calibri-Italic"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 10,
    "bbox": [
      108.02,
      572.95,
      197.28,
      584.95
    ],
    "text": "Procedural Steps.",
    "fonts": [
      "Calibri-BoldItalic"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 10,
    "bbox": [
      117.38,
      595.93,
      303.24,
      609.79
    ],
    "text": "a. Accused brought before the court.",
    "fonts": [
      "Arial-ItalicMT",
      "Calibri-Italic"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 10,
    "bbox": [
      117.38,
      618.85,
      525.73,
      632.71
    ],
    "text": "b. If the accused is a senior sailor and charged for a non disciplinary offence the",
    "fonts": [
      "Arial-ItalicMT",
      "Calibri-Italic"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 10,
    "bbox": [
      135.38,
      637.51,
      525.78,
      716.98
    ],
    "text": "Commanding Officer shall ask him whether he desires to be dealt with summarily or by a Court Martial and if the senior sailor elects to be tried by Court Martial Commanding Officer shall not conduct the trial summarily and matter to be informed to Naval Headquarters. \"Disciplinary Offence\" means a breach of section 61, 68, 69, 70, 89, or 104 of the Navy Act.",
    "fonts": [
      "Calibri-Italic"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 11,
    "bbox": [
      72.02,
      781.3,
      305.79,
      805.78
    ],
    "text": "12",
    "fonts": [
      "Calibri"
    ],
    "sizes": [
      11.039999961853027
    ]
  },
  {
    "page_number": 11,
    "bbox": [
      117.38,
      72.54,
      525.67,
      86.4
    ],
    "text": "c. If the accused is an officer the officer appointed by the Commander of the Navy",
    "fonts": [
      "Arial-ItalicMT",
      "Calibri-Italic"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 11,
    "bbox": [
      135.38,
      91.22,
      525.75,
      153.86
    ],
    "text": "to conduct the trial shall ask him whether he desires to be dealt with summarily or by a Court Martial and if the officer elects to be tried by a Court Martial he shall not conduct the Summary Trial and matter to be informed to Naval Headquarters.",
    "fonts": [
      "Calibri-Italic"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 11,
    "bbox": [
      117.38,
      162.8,
      525.76,
      176.66
    ],
    "text": "d. Charge shall be read out to the accused and shall be explained to him. And the",
    "fonts": [
      "Arial-ItalicMT",
      "Calibri-Italic"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 11,
    "bbox": [
      135.38,
      181.46,
      421.7,
      193.46
    ],
    "text": "accused shall be asked whether he understood the charge.",
    "fonts": [
      "Calibri-Italic"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 11,
    "bbox": [
      117.38,
      202.52,
      344.66,
      216.38
    ],
    "text": "e. Plea of the accused to the charge/charges.",
    "fonts": [
      "Arial-ItalicMT",
      "Calibri-Italic"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 11,
    "bbox": [
      117.38,
      225.32,
      525.74,
      239.18
    ],
    "text": "f. If the accused pleads guilty, steps from following sub para (g) to (n) herein",
    "fonts": [
      "Arial-ItalicMT",
      "Calibri-Italic"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 11,
    "bbox": [
      135.38,
      243.98,
      525.8,
      340.25
    ],
    "text": "should be skipped and he should be convicted on his own plea. However, in the event the officer conducting the summary trial is not satisfied that the accused understood the consequences of his plea of guilt the officer conducting the summary trial should fully explain to the accused such consequences. Further, the officer conducting the summary trial should ensure that the accused pleaded guilty without any threat promise or coercion.",
    "fonts": [
      "Calibri-Italic"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 11,
    "bbox": [
      117.38,
      349.31,
      525.7,
      363.17
    ],
    "text": "g. If the accused pleads not guilty the prosecutor may start the case by his",
    "fonts": [
      "Arial-ItalicMT",
      "Calibri-Italic"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 11,
    "bbox": [
      135.38,
      367.97,
      220.92,
      379.97
    ],
    "text": "opening address.",
    "fonts": [
      "Calibri-Italic"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 11,
    "bbox": [
      117.02,
      388.91,
      525.96,
      402.77
    ],
    "text": "h. Calling witnesses for the prosecution. All the witnesses shall be examined",
    "fonts": [
      "Arial-ItalicMT",
      "Calibri-BoldItalic",
      "Calibri-Italic"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 11,
    "bbox": [
      135.02,
      407.69,
      285.84,
      419.69
    ],
    "text": "under oath, in following order.",
    "fonts": [
      "Calibri-Italic"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 11,
    "bbox": [
      117.02,
      434.57,
      525.74,
      530.71
    ],
    "text": "Examination in Chief – by the prosecution. Cross Examination – by the defence. Re-Examination – by the prosecution. The Court may also examine a witness at any stage. (only if necessary) j. After the prosecution has examined all the witnesses and has announced the",
    "fonts": [
      "Arial-ItalicMT",
      "Calibri-Italic"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 11,
    "bbox": [
      117.02,
      535.63,
      525.75,
      631.87
    ],
    "text": "case is closed, the Court to decide whether the prosecution has established a prima facie case against the accused. If the decision of the Court was negative, the accused shall be acquitted and if it was affirmative the Court shall call the defence. k. Prior to starting the case by the defence the Court shall address the defence in",
    "fonts": [
      "Arial-ItalicMT",
      "Calibri-Italic"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 11,
    "bbox": [
      135.02,
      636.67,
      226.56,
      648.67
    ],
    "text": "following manner.",
    "fonts": [
      "Calibri-Italic"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 11,
    "bbox": [
      135.02,
      663.58,
      525.9,
      742.9
    ],
    "text": "\"The evidence in support of the charge has now been heard. I must inform you that you are not bound to say anything. You have a right to remain silent and no adverse inference may be drawn by your doing so. You may give evidence under oath or may give a statement without taking oath or may keep yourself silent. If you opt to give evidence under oath you will be cross-",
    "fonts": [
      "Calibri-Italic"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 12,
    "bbox": [
      72.02,
      781.3,
      305.79,
      805.78
    ],
    "text": "13",
    "fonts": [
      "Calibri"
    ],
    "sizes": [
      11.039999961853027
    ]
  },
  {
    "page_number": 12,
    "bbox": [
      135.02,
      74.4,
      525.8,
      120.14
    ],
    "text": "examined and if you opt to give a statement without taking oaths you will not be cross-examined. After that you may call any relevant witnesses on your behalf. If you call any witnesses they will also be cross- examined\".",
    "fonts": [
      "Calibri-Italic"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 12,
    "bbox": [
      117.02,
      131.12,
      525.91,
      144.98
    ],
    "text": "l. Calling witnesses for the defence. Witnesses are to be examined under oath, in",
    "fonts": [
      "Arial-ItalicMT",
      "Calibri-BoldItalic",
      "Calibri-Italic"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 12,
    "bbox": [
      135.02,
      149.78,
      226.56,
      161.78
    ],
    "text": "following manner.",
    "fonts": [
      "Calibri-Italic"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 12,
    "bbox": [
      135.02,
      174.62,
      479.09,
      237.14
    ],
    "text": "Examination in Chief – by the defence. Cross Examination – by the prosecution. Re-Examination – by the defence. The Court may also examine a witness at any stage. (only if necessary)",
    "fonts": [
      "Calibri-Italic"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 12,
    "bbox": [
      117.02,
      248.12,
      525.66,
      261.98
    ],
    "text": "m. After the defence case is closed, the prosecution and the defence to sum up the",
    "fonts": [
      "Arial-ItalicMT",
      "Calibri-Italic"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 12,
    "bbox": [
      135.02,
      266.9,
      525.74,
      329.45
    ],
    "text": "case. If the defence calls no witnesses other than character witnesses the defence has the right to sum up after the prosecution. If the defence calls witnesses to fact, other than accused the prosecution has the right to sum up last.",
    "fonts": [
      "Calibri-Italic"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 12,
    "bbox": [
      117.02,
      340.43,
      526.13,
      354.29
    ],
    "text": "n. Finding of the Court. The Court shall arrive at the finding, indicating reasons,",
    "fonts": [
      "Arial-ItalicMT",
      "Calibri-BoldItalic",
      "Calibri-Italic"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 12,
    "bbox": [
      135.02,
      359.09,
      492.89,
      371.09
    ],
    "text": "based only upon the evidence led before the court to warrant the finding.",
    "fonts": [
      "Calibri-Italic"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 12,
    "bbox": [
      117.02,
      382.07,
      525.73,
      395.93
    ],
    "text": "o. If the court found the accused guilty the prosecution is to place evidence before",
    "fonts": [
      "Arial-ItalicMT",
      "Calibri-Italic"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 12,
    "bbox": [
      135.02,
      400.85,
      525.76,
      446.57
    ],
    "text": "the court regarding the past record, previous convictions and bad character of the accused as applicable. The defence has the right for mitigation prior to the sentence being passed.",
    "fonts": [
      "Calibri-Italic"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 12,
    "bbox": [
      117.02,
      457.55,
      247.68,
      471.41
    ],
    "text": "p. Sentence of the Court.",
    "fonts": [
      "Arial-BoldItalicMT",
      "Calibri",
      "Calibri-BoldItalic"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 12,
    "bbox": [
      135.02,
      476.23,
      525.74,
      505.03
    ],
    "text": "(1) Sentence to be decided after giving due consideration to the facts placed",
    "fonts": [
      "Arial-ItalicMT",
      "Calibri-BoldItalic",
      "Calibri-Italic"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 12,
    "bbox": [
      135.02,
      509.95,
      525.85,
      589.27
    ],
    "text": "before the court (at the step mentioned in sub para (o) above) in a just and fair manner considering the service discipline, the social responsibilities and taking into account the mitigatory facts placed on behalf of the accused. (2) If the accused is found guilty of more than one charge, the Court shall",
    "fonts": [
      "Arial-ItalicMT",
      "Calibri-Italic"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 12,
    "bbox": [
      117.02,
      594.19,
      525.78,
      673.54
    ],
    "text": "impose the sentences separately for each and every such charge. If the sentences awarded are of a nature that it could run consecutively or concurrently the Court shall decide as to the way it should run. q. Prosecution shall not be allowed to lead any evidence of bad character of the",
    "fonts": [
      "Arial-ItalicMT",
      "Calibri-Italic"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 12,
    "bbox": [
      135.02,
      678.46,
      525.73,
      724.06
    ],
    "text": "accused prior to the finding of the Court, unless the accused gives evidence of good character and brings up character as an issue.",
    "fonts": [
      "Calibri-Italic"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 13,
    "bbox": [
      72.02,
      781.3,
      305.79,
      805.78
    ],
    "text": "14",
    "fonts": [
      "Calibri"
    ],
    "sizes": [
      11.039999961853027
    ]
  },
  {
    "page_number": 13,
    "bbox": [
      117.02,
      72.54,
      525.69,
      86.4
    ],
    "text": "r. If the accused opts to give a statement without taking oaths even the Court",
    "fonts": [
      "Arial-ItalicMT",
      "Calibri-Italic"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 13,
    "bbox": [
      117.02,
      91.22,
      525.81,
      136.94
    ],
    "text": "shall not question him. s. The proceedings of the summary trials shall be recorded in detail in a manner",
    "fonts": [
      "Arial-ItalicMT",
      "Calibri-Italic"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 13,
    "bbox": [
      135.02,
      141.86,
      525.72,
      187.46
    ],
    "text": "reflecting that all the above procedural steps were followed at the trial and that the officer exercising judicial powers shall certify to the correctness of the proceedings.",
    "fonts": [
      "Calibri-Italic"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 13,
    "bbox": [
      72.02,
      202.34,
      526.02,
      719.74
    ],
    "text": "Whilst underscoring the importance of adhering to the principles of natural justice, it is observed that SLNO 0501 has expressly incorporated key principles and safeguards in ensuring a fair hearing into the prescribed procedure to conduct a Summary Trial from its commencement to conclusion. It is further observed that the directions to officers conducting Summary Trials contained in the said SLNO are cast in mandatory terms with the use of the term “shall” in most instances. It is evident that the grounds of review urged by the Petitioner essentially relate to violations of the principles of natural justice, more particularly the denial of a fair hearing, in the conduct of the Summary Trial conducted against him. Thus, it is incumbent upon this Court to consider and determine whether any provisions of the Navy Act or the principles and safeguards set out in SLNO 0501 have been violated in the conduct of the Summary Trial against the Petitioner. The following issues relating to the conduct of the Summary Trial have been raised in the pleadings and were addressed by learned Counsel in their submissions and written submissions filed by the parties. (a) Choice of a Court Martial or Summary Trial The Petitioner has alleged that he was not asked by the 2nd Respondent whether he wished to be tried by a Court Martial or tried summarily as provided in sections 29 read with 28 of the Navy Act.17 It is also observed that clause 6(b) of SLNO 0501 requires such option to be offered to a “senior sailor” who is charged for a “non-disciplinary offence.” The position of the Respondents in issue is that section 29 of the Navy Act is not applicable in the instant case for two reasons; firstly, as per the ranks published in the Ceylon Government Gazette No. 10,222 dated 09.03.1951 (‘R1’), the rank of “Leading Seaman” (Leading Infantry) which the Petitioner held was lower than the ranks of “Warrant Officer “ and “Petty Officer” to whom the option of a Court Martial or Summary Trial was to be offered under the said section. Secondly, it was submitted that the all 3 charges preferred",
    "fonts": [
      "Arial-ItalicMT",
      "Calibri",
      "Calibri-Italic"
    ],
    "sizes": [
      8.039999961853027,
      12.0
    ]
  },
  {
    "page_number": 13,
    "bbox": [
      72.02,
      731.74,
      223.7,
      755.95
    ],
    "text": "17 Vide paragraph 46 of the petition.",
    "fonts": [
      "Calibri"
    ],
    "sizes": [
      6.960000038146973,
      9.960000038146973,
      11.039999961853027
    ]
  },
  {
    "page_number": 14,
    "bbox": [
      72.02,
      781.3,
      305.79,
      805.78
    ],
    "text": "15",
    "fonts": [
      "Calibri"
    ],
    "sizes": [
      11.039999961853027
    ]
  },
  {
    "page_number": 14,
    "bbox": [
      72.02,
      74.4,
      525.77,
      389.69
    ],
    "text": "against the Petitioner, as evidenced by the penal section referred therein, related to “disciplinary offences” which are expressly excluded in section 29. Such position taken up by the Respondents is confirmed by a plain reading of the text of section 29 of the Navy Act. For avoidance of any doubt, since specific reference has been made to “officer” in section 28(1)(b) of said Act, such provision too is not applicable to the Petitioner by virtue of his lower rank. Hence, I am inclined to accept the position taken up by the Respondents that the Petitioner was only entitled to be tried summarily by virtue of his rank and nature of offences preferred against him, and, as such, offering the option of a Court Martial did not arise. (b) Appointment of a Defending Officer The Petitioner contended that he was denied the right of being defended by a Defending Officer of his choice at the Summary Trial in violation of clause 5(g) of SLNO 0501. As set out in the factual narrative above, the Petitioner has stated that he was unaware that he was being represented by the 8th Respondent until the verdict was pronounced and had neither discussed the case with him beforehand nor spoken to him before or during or after the Summary Trial.",
    "fonts": [
      "Arial-ItalicMT",
      "Calibri",
      "Calibri-Italic"
    ],
    "sizes": [
      8.039999961853027,
      12.0
    ]
  },
  {
    "page_number": 14,
    "bbox": [
      72.02,
      402.53,
      526.13,
      700.9
    ],
    "text": "As also set out in the factual narrative, the Respondents have pointed out that the Petitioner never objected to the 8th Respondent’s appointment or requested that any other officer be appointed. They have further pointed out that the 8th Respondent had been given an opportunity to cross-examine the witness Recruit Chandrasiri and had also made a plea in mitigation of punishment at the said Trial. The objections of the Respondents do not reveal that the appointment of the 8th Respondent was made prior to the date of the Summary Trial or that the Petitioner was afforded an opportunity to discuss his case and prepare his defence. The proceedings of the Summary Trial (‘P14’) show that the 8th Respondent had not cross-examined the only witness for the prosecution and had only made a plea in mitigation after the verdict had been delivered. Although the Petitioner had made specific allegations regarding the appointment and the role of the 8th Respondent, neither the said Respondent nor the 2nd Respondent who had appointed him had sought to file affidavits offering an explanation. In such circumstances, I am of the view that the Petitioner had not been provided the services of a Defending Officer at his will, as contemplated by clause 5(g) of SLNO 0501, thereby impairing his ability to defend himself against the charges preferred against him. In arriving at this conclusion, I am guided by the decision in Lalith Deshapriya v. Captain Weerakoon",
    "fonts": [
      "Calibri",
      "Calibri-BoldItalic"
    ],
    "sizes": [
      8.039999961853027,
      12.0
    ]
  },
  {
    "page_number": 15,
    "bbox": [
      72.02,
      781.3,
      305.79,
      805.78
    ],
    "text": "16",
    "fonts": [
      "Calibri"
    ],
    "sizes": [
      11.039999961853027
    ]
  },
  {
    "page_number": 15,
    "bbox": [
      72.02,
      73.41,
      526.07,
      204.38
    ],
    "text": "and others,18 where this Court reached the same conclusion in similar circumstances (per Marsoof, J. P/CA (as he then was)). The importance of providing the services of a Defending Officer to an accused in a Summary Trial in an effective manner in the context of clause 5(g) of SLNO 0501 was addressed by this Court in C.J. Ranasinghe v. Commander of Sri Lanka Navy and others19 and the Court observed as follows (per Karalliyadde, J.);",
    "fonts": [
      "Calibri",
      "Calibri-BoldItalic"
    ],
    "sizes": [
      8.039999961853027,
      12.0
    ]
  },
  {
    "page_number": 15,
    "bbox": [
      72.02,
      209.18,
      525.76,
      406.49
    ],
    "text": "The law is clear that the Commanding Officer’s power to appoint a defending officer is subject to the will of the accused as it is a fundamental requirement in conducting a fair trial. At the same time, a concurrent right lies with the accused to object at the earliest possibility to any such appointment by the Commanding Officer disregarding his will as such conduct would be based on the legal maxim that equity aids the vigilant not the indolent. Although it is observed that the passiveness in requesting a Defence Officer of his choice, the Court cannot condone the Respondents for failing to serve the accused a charge sheet, failure to provide adequate time to prepare his defence and most significantly on the grave violations of the Sri Lanka Navy Order 0501 marked R3 when conducting the Summary Trial.20 (c) Prior Service of the Charge Sheet",
    "fonts": [
      "Arial-ItalicMT",
      "Calibri",
      "Calibri-Italic"
    ],
    "sizes": [
      8.039999961853027,
      12.0
    ]
  },
  {
    "page_number": 15,
    "bbox": [
      72.02,
      411.41,
      526.02,
      676.06
    ],
    "text": "Clause 5(f) of SLNO 0501 stipulates that the charge sheet shall be served on the accused giving sufficient time for him to prepare for his defence. The Petitioner has alleged that such requirement was not complied with and that he was unaware of the charges preferred against him until they were read out to him at the Summary Trial. The Respondents have denied such allegation and have stated that the 3 charges against the Petitioner were read over to him before the executive officer to SLNS Shiksha on 24.02.2021, and, as such he had sufficient time to prepare his defence.21 Upon consideration of the material before this Court on this issue, I am inclined to the view that the version of events presented by the Respondents is entirely untenable or, at the very least, highly improbable. Firstly, it is observed that the 3rd charge preferred against the Petitioner relates to making and smoking cannabis cigarettes, which is a prohibited substance. According to the Petitioner, such allegation had been made against him for the first time on 25.02.2021 and he and Recruit Chandrasiri had been subjected to a urine test on the said date. The document marked ‘P6’, which is a SLN internal memorandum",
    "fonts": [
      "Calibri",
      "Calibri-Italic"
    ],
    "sizes": [
      8.039999961853027,
      12.0
    ]
  },
  {
    "page_number": 15,
    "bbox": [
      72.02,
      691.54,
      321.64,
      755.95
    ],
    "text": "18 [2004] 2 Sri L.R. 314. 19 CA Writ Application No. 313/2021, decided on 06.12.2023. 20 Ibid, at p 18. 21 Vide paragraph 20 of the statement of objections.",
    "fonts": [
      "Calibri"
    ],
    "sizes": [
      6.960000038146973,
      9.960000038146973,
      11.039999961853027
    ]
  },
  {
    "page_number": 16,
    "bbox": [
      72.02,
      781.3,
      305.79,
      805.78
    ],
    "text": "17",
    "fonts": [
      "Calibri"
    ],
    "sizes": [
      11.039999961853027
    ]
  },
  {
    "page_number": 16,
    "bbox": [
      72.02,
      74.4,
      526.13,
      692.98
    ],
    "text": "containing the request for such tests for the aforementioned persons and the results of such tests confirms the position that both the request was made and the tests were conducted on 25.02.2021. Since it could be reasonably expected that a charge of smoking cannabis could have been preferred only after the results of the aforementioned medical test were available, it would have been well-nigh impossible for the executive officer to SLNS Shiksha to have read over the “3 charges” against the Petitioner on 24.02.2021, as contended by the Respondents. Secondly, neither a copy of the charge sheet issued against the Petitioner nor any proof of the charges being read over have been tendered to this Court by the Respondents. The “3 charges” against the Petitioner are only stated in the proceedings of the Summary Trial (‘P14’). However, I wish to state that such record of the proceedings of the Summary Trial cannot be equated to a charge sheet or considered as a substitute thereof. Thirdly, neither the officer who is alleged to have read the charges over to the Petitioner nor any other Respondent who was privy to the same have submitted affidavit evidence to such effect, although the Petitioner had put such matter in issue from the very outset in the petition. Fourthly, as evidenced by the Log Entry in the Log Book of SLNS Shiksha (‘P10’), the Petitioner has been placed under “close arrest” from 26.02.2021 until the commencement of the Summary Trial on 02.03.2021. No evidence has been placed by the Respondents that a charge sheet was served to him or the charges were read over to him or services of a Defending Officer were provided during such period of detention. In such circumstances, I conclude that neither was a charge sheet served on the Petitioner nor sufficient time granted for him to prepare for his defence, as required by clause 5(f) of SLNO 0501. In Lalith Deshapriya v. Captain Weerakoon and others (supra),22 the Court reached a similar conclusion, highlighting the absence of a separate charge sheet. (d) The Plea of the Accused A key issue in dispute between the parties relates to the plea made by the Petitioner and recorded by the 2nd Respondent at the Summary Trial. According to the Petitioner, he had pleaded “not guilty” to all the charges, but disregarding his plea, a plea of guilt had been recorded in respect of all 3 charges.23 The position maintained by the Respondents was that the plea of “guilty” was validly made by the Petitioner. The proceedings of the Summary",
    "fonts": [
      "Arial-ItalicMT",
      "Calibri",
      "Calibri-BoldItalic",
      "Calibri-Italic"
    ],
    "sizes": [
      8.039999961853027,
      12.0
    ]
  },
  {
    "page_number": 16,
    "bbox": [
      72.02,
      718.42,
      221.42,
      755.95
    ],
    "text": "22 Vide Note 20. 23 Vide paragraph 45 of the petition.",
    "fonts": [
      "Calibri"
    ],
    "sizes": [
      6.960000038146973,
      9.960000038146973,
      11.039999961853027
    ]
  },
  {
    "page_number": 17,
    "bbox": [
      72.02,
      781.3,
      305.79,
      805.78
    ],
    "text": "18",
    "fonts": [
      "Calibri"
    ],
    "sizes": [
      11.039999961853027
    ]
  },
  {
    "page_number": 17,
    "bbox": [
      72.02,
      74.4,
      526.01,
      743.5
    ],
    "text": "Trial (‘P14’) indicate that the Petitioner had pleaded guilty to all 3 charges, after the Court had inquired whether he understood the said charges. Based on the proceedings (‘P14’), there appears to be notional compliance with clauses 6(d) (reading out and explaining of the charges to the accused) and clause 6(e) (plea of the accused to the charges) of SLNO 0501, to the extent that the charges appear to have been read over and a plea of “guilty” from the accused had been recorded. However, that clause 6(f) of SLNO 0501 imposes two further obligations on the officer conducting the trial; firstly, if such officer is not satisfied that the accused understood the consequences of his plea of guilt, he is required to fully explain to the accused such consequences; and secondly, such officer is required to ensure that the accused pleaded guilty without any threat, promise or coercion. In my view, such provisions perform a critical function in ensuring a fair trial, namely, to ascertain whether the plea is made knowingly and voluntarily. It is observed that there is no notation or certification in the proceedings (‘P14’) made by the 2nd Respondent that he had considered such matters and satisfied himself that the aforementioned twin requirements in clause 6(f) have been met. It is also observed that, although the Petitioner had made a specific and personal allegation against the 2nd Respondent in incorrectly recording his plea, the said Respondent has opted not to respond to such allegation by affidavit evidence, though he had ample opportunity to do so. Considering the aforementioned matters, and bearing in mind the very serious allegations made by the Petitioner regarding the circumstances in which disciplinary action was initiated against him (which the Respondents have not responded in detail), I am not inclined to accept that the Petitioner’s plea of “guilty” recorded in the proceedings of the Summary Trial (‘P14’) had been validly made and reflects the true intention of the Petitioner regarding the charges preferred against him. (e) Conduct of the Trial The Petitioner has referred to several violations of clause 6 of the SLNO 0501 in the conduct of the Summary Trial, including not being furnished with copies of summary of evidence, abstract of evidence or the investigation report prepared against him, not being afforded an opportunity to cross-examine the witness who gave evidence against him (clause 6(h)) or call witnesses on his behalf (clause 6(l)) or to give evidence under oath or to make a statement without taking oath (clauses 6(k) and 6(l)). He has also contended that, although the charges against him had been based on the investigation conducted by the Naval Provost Personnel including the 3rd and 5th Respondents and the medical report issued by",
    "fonts": [
      "Arial-ItalicMT",
      "Calibri",
      "Calibri-Italic"
    ],
    "sizes": [
      8.039999961853027,
      12.0
    ]
  },
  {
    "page_number": 18,
    "bbox": [
      72.02,
      781.3,
      305.79,
      805.78
    ],
    "text": "19",
    "fonts": [
      "Calibri"
    ],
    "sizes": [
      11.039999961853027
    ]
  },
  {
    "page_number": 18,
    "bbox": [
      72.02,
      74.4,
      526.07,
      541.27
    ],
    "text": "the 6th Respondent, such Respondents were not called as witnesses and thereby he was denied the opportunity of cross examining them and proving his innocence. In response, Respondents took up the option that that, since the Petitioner pleaded guilty to all charges, it was not necessary to lead any evidence of Naval Provost personnel or the Medical Officer.24 They have further maintained that, the Petitioner had opted to remain silent, though he had been given a fair opportunity to give evidence himself or call other witnesses,25 and that he had not requested for any summary of evidence or abstract of evidence or investigation report.26 Upon perusal of the proceedings in ‘P14’, it is observed that the manner in which the Trial has been conducted after the plea of the accused has been recorded appears to be irregular and contrary to the procedure prescribed in clause 6 of SLNO 0501. In terms of clause 6(f), if the officer conducting the trial was satisfied about the plea of guilt by the accused, the steps set out in clauses 6(g) to 6 (n) should be skipped and he should proceed to convict the accused on his own plea and pass sentence in terms of clauses 6(o) and 6(p). However, in the instant case, despite the Petitioner’s plea of guilt, the 2nd Respondent had called for evidence from the prosecution. Notwithstanding the fact that he had called for evidence to be led, the 2nd Respondent had nevertheless proceeded to convict the Petitioner based on his plea. Thus, I am not convinced that the Summary Trial has been held in accordance with the procedure set out in clause 6 of SLNO 0501. The Petitioner has also assailed the authenticity of the proceedings of the Summary Trial (‘P14’) on the premise that the questions by the Court after the examination-in-chief of the only witness for the prosecution (Recruit Chandrasiri) appeared to be directed not at the said witness but at the Petitioner. For purposes of clarity, an extract of such evidence from the proceedings is reproduced below;",
    "fonts": [
      "Calibri"
    ],
    "sizes": [
      8.039999961853027,
      12.0
    ]
  },
  {
    "page_number": 18,
    "bbox": [
      107.04,
      543.78,
      342.75,
      557.47
    ],
    "text": "පැමිණිල්වල් පලමු සාක්ිකරුවේ සාක්ි අෙසානයි",
    "fonts": [
      "Calibri-Italic",
      "IskoolaPota"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 18,
    "bbox": [
      107.04,
      565.38,
      212.53,
      579.07
    ],
    "text": "උසාවිවේ හරස් ප්‍රශ්ණ",
    "fonts": [
      "Calibri-Italic",
      "IskoolaPota"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 18,
    "bbox": [
      107.04,
      587.7,
      472.49,
      658.27
    ],
    "text": "ප්‍ර: ඔබ විසින් වමම ආධුනික නාවිකයා හට අෙස්ථා කීයකදී සිගරට්ට ලබා දුන්නාද? පි: එක් ෙරක් තුමණි. ප්‍ර: ඔබ විසින් වමම ආධුනික නාවිකයා හට අෙස්ථා කීයකදී කංසා ලබා දුන්නාද? පි:වදෙරක් තුමණි.",
    "fonts": [
      "Calibri-Italic",
      "IskoolaPota"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 18,
    "bbox": [
      107.04,
      666.33,
      529.98,
      694.3
    ],
    "text": "ප්‍ර: ඔබ විසින් කංසා නැමැති මත්ද්‍රෙය තෙත් ආධුනික නාවිකයින් කී වදවනකු හට ලබා දුන්නාද?",
    "fonts": [
      "Calibri-Italic",
      "IskoolaPota"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 18,
    "bbox": [
      72.02,
      704.98,
      320.32,
      755.95
    ],
    "text": "24 Vide paragraphs 25 and 39 of the statement of objections. 25 Vide paragraph 22 of the statement of objections. 26 Vide paragraph 37 of the statement of objections.",
    "fonts": [
      "Calibri"
    ],
    "sizes": [
      6.960000038146973,
      9.960000038146973,
      11.039999961853027
    ]
  },
  {
    "page_number": 19,
    "bbox": [
      72.02,
      781.3,
      305.79,
      805.78
    ],
    "text": "20",
    "fonts": [
      "Calibri"
    ],
    "sizes": [
      11.039999961853027
    ]
  },
  {
    "page_number": 19,
    "bbox": [
      107.04,
      72.71,
      505.02,
      143.3
    ],
    "text": "පි:ආනැවි ඩබ් ඒසී එන් න්ද්‍රසිරි, එස්සි 118857 නාවිකයාට පමණක් ලබා දුන්නා තුමණි. උසාවිවේ හරස් ප්‍රශ්ණ අෙසානයි. විත්තිවේ හරස් ප්‍රශ්ණ වනාමැත.",
    "fonts": [
      "Calibri-Italic",
      "IskoolaPota"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 19,
    "bbox": [
      72.02,
      153.62,
      525.83,
      536.23
    ],
    "text": "No satisfactory explanation for such situation has been provided by the Respondents either in their objections or submissions. Section 32 of the Navy Act requires a naval officer exercising judicial powers under this Act who tries an offender summarily to maintain a record of the proceedings at the trial. Clause 6(s) of SLNO 0501 requires the proceedings of the Summary Trial to be recorded in detail in a manner reflecting that all the procedural steps in clause 6 were followed at the trial and a certification to the correctness of the proceedings from the officer conducting the same. In view of the aforementioned infirmities, I am of the view that the proceedings of the instant Summary Trial (‘P14’) do not meet the requirements set out in the aforesaid section 32 of the Navy Act or clause 6(s) of SLNO 0501. (f) Failure to Adduce Reasons The learned Counsel for the Petitioner also sought to assail the validity of the Summary Trial upon the basis that the officer conducting the same had failed to adduce reasons for his findings. Clause 6(n) of SLNO 0501 mandates that “the Court shall arrive at the finding, indicating reasons, based only upon the evidence led before the court to warrant the finding.” The findings of the Summary Trial are set out in the proceedings (‘P14’) as follows;",
    "fonts": [
      "Arial-ItalicMT",
      "Calibri",
      "Calibri-Italic"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 19,
    "bbox": [
      108.02,
      538.74,
      263.33,
      552.36
    ],
    "text": "ගරු උසාවිවේ මතය සහ විනිශ් ය",
    "fonts": [
      "IskoolaPota"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 19,
    "bbox": [
      108.02,
      562.5,
      526.42,
      591.6
    ],
    "text": "විත්තිකරුට එවරහිෙ නගා ඇති ව ෝදනාෙන්ෙලට ෙැරදිකරු බෙ පිළිගන්නා බැවින්, එම ව ෝදනාෙන්ෙලට විත්තිකරු ෙැරදිකරු බෙටවි නිශ් ය වකවේ.",
    "fonts": [
      "IskoolaPota"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 19,
    "bbox": [
      72.02,
      604.15,
      526.08,
      750.94
    ],
    "text": "It was submitted by learned Senior State Counsel for the Respondents that, since the Petitioner had pleaded guilty, the verdict was based on such plea and, as such, detailed reasons were not required. If the 2nd Respondent had acted in accordance with clause 6(f) of SLNO 0501 (skipping steps set out in clauses 6(g) to 6 (n)) and arrived at the verdict, I may have been inclined to consider such position. However, he had not done so. After recording the Petitioner’s plea of guilt, the 2nd Respondent had nevertheless proceeded to record evidence. Since he had elected to record evidence and hear the case, in my view he was obliged to arrive at a finding based on the evidence led and indicate reasons for same in accordance with clause 6(n) of SLNO 0501. He has clearly failed to do.",
    "fonts": [
      "Calibri"
    ],
    "sizes": [
      8.039999961853027,
      12.0
    ]
  },
  {
    "page_number": 20,
    "bbox": [
      72.02,
      781.3,
      305.79,
      805.78
    ],
    "text": "21",
    "fonts": [
      "Calibri"
    ],
    "sizes": [
      11.039999961853027
    ]
  },
  {
    "page_number": 20,
    "bbox": [
      72.02,
      74.4,
      526.12,
      237.98
    ],
    "text": "The duty upon authorities exercising judicial or quasi-judicial to adduce reasons for their decisions is well established in our law, vide Karunadasa v. Unique Gem Stones Ltd and others.27 Such duty to adduce reasons have been recognized in relation to Courts Martial and Summary Trials as well. The learned Counsel for the Petitioner referred to the case L.R. Mallikarchchi v. The Sri Lanka Army and others,28 wherein this Court proceeded to quash the verdict and sentence in a Court Martial due to the failure to adduce reasons, despite observing that the evidence on record indicated a strong case against the accused. The Court observed as follows (per P. Wijayaratne, J. (as he then was);",
    "fonts": [
      "Calibri",
      "Calibri-BoldItalic"
    ],
    "sizes": [
      8.039999961853027,
      12.0
    ]
  },
  {
    "page_number": 20,
    "bbox": [
      72.02,
      242.9,
      526.03,
      406.49
    ],
    "text": "The absence of reasons for the verdict and he sentence involving total deprivation of the career and livelihood of the petitioner, make the conclusion inevitable that the petitioner was not given a reasoned consideration of the case against him or his defence and the decision of the court martial is arbitrary and unreasonable.29 In a recent decision of this Court, Chief Petty Officer Heeni Pellage Harischandra v. Vice Admiral Nishantha Ulugetenne and others,30 the duty to adduce reasons in a Summary Trial in compliance with clause 6(n) of SLNO 0501 was considered and the Court held as follows (per Kulatunga, J.)",
    "fonts": [
      "Calibri",
      "Calibri-BoldItalic",
      "Calibri-Italic"
    ],
    "sizes": [
      8.039999961853027,
      12.0
    ]
  },
  {
    "page_number": 20,
    "bbox": [
      90.62,
      411.41,
      525.78,
      659.23
    ],
    "text": "In such circumstances, the Presiding Officer, in the least, is statutorily required to indicate and give reasons as to why he finds the charges to be proved. In the current application, the prosecution has led evidence to establish that the substance was found in the possession of the accused. As opposed to that, the accused has denied being in possession and also suggested that this may be an introduction. What is important is that a person entrusted with the trying of the accused, both on facts and law, should advert and consider the evidence and formulate his opinion. In the present context, these also entailed the evaluation of the position put forward by the accused person. According to item 06(n) of the Sri Lanka Navy Order 0501, reasons should be indicated. Indicating the reasons will mean the manifesting of such reasons, which should be available along with the finding, and therefore, the reasons for the finding should be provided. The Presiding Officer had clearly failed and not provided any reasons, even in basic summary form. Therefore, the failure to give reasons does amount to the violation of the rules of natural justice. (emphasis added)",
    "fonts": [
      "Calibri",
      "Calibri-BoldItalic",
      "Calibri-Italic"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 20,
    "bbox": [
      72.02,
      691.54,
      326.68,
      755.95
    ],
    "text": "27 [1997] 1 Sri L.R. 256. 28 CA Writ Application No. 1240/1999, decided on 20.02.2003. 29 Ibid, at p 7. 30 CA Writ Application No. 487/2021, decided on 02.10.2025.",
    "fonts": [
      "Calibri"
    ],
    "sizes": [
      6.960000038146973,
      9.960000038146973,
      11.039999961853027
    ]
  },
  {
    "page_number": 21,
    "bbox": [
      72.02,
      781.3,
      305.79,
      805.78
    ],
    "text": "22",
    "fonts": [
      "Calibri"
    ],
    "sizes": [
      11.039999961853027
    ]
  },
  {
    "page_number": 21,
    "bbox": [
      72.02,
      74.4,
      525.88,
      170.66
    ],
    "text": "I am in full agreement with the reasoning in the aforementioned decisions. In the instant case, I re-iterate that, since the 2nd Respondent had elected to hear evidence after the Petitioner’s plea of guilt, he was obliged to adduce reasons for his findings. He has failed to comply with such obligation. (g) Legality of the Sentence",
    "fonts": [
      "Arial-ItalicMT",
      "Calibri",
      "Calibri-Italic"
    ],
    "sizes": [
      8.039999961853027,
      12.0
    ]
  },
  {
    "page_number": 21,
    "bbox": [
      72.02,
      175.46,
      526.07,
      524.47
    ],
    "text": "It is common ground that, pursuant to being found guilty at the Summary Trial, the Petitioner was dismissed without disgrace from the Navy, although no documentary evidence whereby such decision was conveyed to him has been adduced by either party. It appears that the warrant of sentence had been read out on 30.03.2021 and took effect from 08.04.2021. The Petitioner has contended that the punishment of dismissal without disgrace from the Navy imposed on him is excessive, disproportionate to the offences convicted and hence ultra vires. The learned Counsel for the Petitioner and the learned Senior State Counsel both agreed that all 3 offences for which the Petitioner was charged and convicted constituted “disciplinary offences” in terms of the Navy Act. The term \"disciplinary offence\" has been defined in section 163 of the Navy Act to mean “a breach of section 61, 68, 69, 70, 89, or 104.” It was also common ground that “disciplinary offences” were considered less serious than “capital offences”31 and “non-capital offences,”32 which constitute the other 2 categories of naval offences. The penal section referred to in respect of all 3 charges preferred against the Petitioner is section 104(1) of the Navy Act. The said section 104(1) titled “offences against naval discipline not particularly mentioned” reads as follows;",
    "fonts": [
      "Calibri",
      "Calibri-Italic"
    ],
    "sizes": [
      8.039999961853027,
      12.0
    ]
  },
  {
    "page_number": 21,
    "bbox": [
      108.02,
      529.27,
      525.76,
      608.71
    ],
    "text": "104. (1) Every person subject to naval law who, by any act, conduct, disorder, or neglect which does not constitute an offence for which special provision is made in any other section of this Act, prejudices good order and naval discipline, shall be guilty of a naval offence and shall be punished with dismissal with disgrace from the Navy or with any less severe punishment in the scale of punishments.",
    "fonts": [
      "Calibri-Italic"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 21,
    "bbox": [
      72.02,
      624.91,
      525.62,
      736.03
    ],
    "text": "31 As explained in the Petitioner’s written submissions dated 17.10.2025, “capital offences” are the offences for which the offender, if found guilty by a Court Martial, should be punished with death or any other less severe punishment mentioned in section 120 of the Navy Act. Capital offences are set out sections 54,55,56,57, 58, 60, 63, 64, 65, 71, 83 and 92 of the Navy Act. 32 As explained in the Petitioner’s written submissions dated 17.10.2025, all other offences which are not “capital offences” and “disciplinary offences” are categorized as “non-capital offences.” Thirty-two “non capital offences” are set out in sections 59, 66, 67, 72, 73, 74, 75, 76, 77, 78, 79, 80, 81, 82, 84, 85, 86, 87, 88, 90, 91,93,94,95, 96, 97, 98, 99, 100,101,102 and 103 of the Navy Act.",
    "fonts": [
      "Calibri"
    ],
    "sizes": [
      6.960000038146973,
      9.960000038146973,
      11.039999961853027
    ]
  },
  {
    "page_number": 22,
    "bbox": [
      72.02,
      781.3,
      305.79,
      805.78
    ],
    "text": "23",
    "fonts": [
      "Calibri"
    ],
    "sizes": [
      11.039999961853027
    ]
  },
  {
    "page_number": 22,
    "bbox": [
      72.02,
      74.4,
      526.1,
      288.65
    ],
    "text": "Provided, however, that if the act, conduct, disorder or neglect, which constitutes such offence is committed by such person at a guard of honour, parade, or ceremony, or other service function he shall be punished with rigorous imprisonment for a term not exceeding twenty years. The argument that the punishment imposed is excessive and ultra vires is premised on section 28(2) of the Navy Act, which, inter alia, provides that a commanding officer who summarily tries and punishes a seaman for a non-capital offence shall not have power to award imprisonment or detention for more than three months. (emphasis added) The scale of punishments that may be awarded by Courts Martial and officers exercising judicial powers is set out in section 120 of the Navy Act in the following manner;",
    "fonts": [
      "Calibri",
      "Calibri-Italic"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 22,
    "bbox": [
      108.02,
      301.49,
      525.78,
      357.41
    ],
    "text": "120. The following shall be the scale of punishments, in descending order of severity, which, subject to the provisions of this Act, may be awarded to persons convicted of offences by courts martial or by naval officers exercising judicial powers under this Act:",
    "fonts": [
      "Calibri-Italic"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 22,
    "bbox": [
      72.02,
      360.05,
      525.78,
      755.14
    ],
    "text": "(a) death; (b) rigorous imprisonment; (c) dismissal with disgrace from the Navy; (d) simple imprisonment; (e) dismissal without disgrace from the Navy; (f) detention; (g) forfeiture of seniority as an officer for a specified time or otherwise; (h) discretion of subordinate, warrant or petty officer; (i) forfeiture of pay, allowance, and other emoluments due, and medals and decorations granted to the offender or of any one or more thereof, also, in the case of desertion, of all clothes and effects left by the deserter on board the ship or at the place from which he has deserted; (j) severe reprimand; (k) reprimand; (l) such minor punishments as may be prescribed.(emphasis added) The argument presented by the Petitioner is that “dismissal without disgrace from the Navy” is more severe punishment than “imprisonment or detention for a period of less than three months,” and that such sentence cannot be imposed when a commanding officer exercises judicial power over a seaman in terms of section 28(2) of the Navy Act. It has been submitted on behalf of the Petitioner that, whilst “imprisonment” or “detention” did not affect the livelihood of the offender since he is retained in the service, “dismissal without disgrace from the Navy” adversely impacted the livelihood, pay and allowances and",
    "fonts": [
      "Calibri",
      "Calibri-BoldItalic",
      "Calibri-Italic"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 23,
    "bbox": [
      72.02,
      781.3,
      305.79,
      805.78
    ],
    "text": "24",
    "fonts": [
      "Calibri"
    ],
    "sizes": [
      11.039999961853027
    ]
  },
  {
    "page_number": 23,
    "bbox": [
      72.02,
      73.41,
      526.13,
      153.86
    ],
    "text": "pension rights of the offender, and, as such was a more severe punishment.33 In support of such position, reference was made to the decision of this Court in Capt. Bamunu Arachchi Pathirage Savinda Senaratne v. Commander of the Army and others,34wherein there was non-compliance with section 42 of the Army Act, No. 17 of 1949 (as amended), the Court held as follows (per Sripavan, J. P/CA (as he then was):",
    "fonts": [
      "Calibri",
      "Calibri-BoldItalic"
    ],
    "sizes": [
      8.039999961853027,
      12.0
    ]
  },
  {
    "page_number": 23,
    "bbox": [
      108.02,
      166.7,
      526.13,
      279.74
    ],
    "text": "When holding a Summary Trial, the procedure indicated by Section 42 of the Army Act must strictly be followed. If the statutory authority violates the mandatory procedural provisions of the statute, the act of the statutory authority would be invalidated. The 2nd respondent acting under Section 42 has authority to impose certain punishments indicated therein. It is not legal nor proper for the 2nd respondent to issue recommendations or advisory sermons to the Commander of the Army in respect of matters which are exclusively not within the ambit of Sec. 42.",
    "fonts": [
      "Calibri-Italic"
    ],
    "sizes": [
      8.039999961853027,
      12.0
    ]
  },
  {
    "page_number": 23,
    "bbox": [
      72.02,
      292.61,
      526.13,
      388.85
    ],
    "text": "It is observed that section 28(2) of the Navy Act would be comparable to the said section 42 of the Army Act. The learned Counsel for the Petitioner also drew the attention of this Court to instances where, even if a punishment was legally permissible, it may nevertheless be considered as excessive, referring to Koswetiye Gedera Ajith Ananda Weerathilaka v. Gagana Bulathsinghala, Commander, Sri Lanka Air Force and others,35wherein it was opined as follows (per Samayawardhena, J.);",
    "fonts": [
      "Calibri",
      "Calibri-BoldItalic"
    ],
    "sizes": [
      8.039999961853027,
      12.0
    ]
  },
  {
    "page_number": 23,
    "bbox": [
      108.02,
      401.69,
      525.76,
      464.21
    ],
    "text": "The Petitioner has joined the Regular Force of the Air Force on 05.07.1995. That means he had served the Air Force more than 20 long years when he was sacked from the service, it appears without even a pension. This punishment, after summary trial, even if it is legally possible to award, is in my view, ex facie excessive\".",
    "fonts": [
      "Calibri-Italic"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 23,
    "bbox": [
      72.02,
      477.07,
      526.12,
      674.38
    ],
    "text": "It is observed that the aforementioned cases, as well as the case K.H.M.S. Bandara v. Air Marshal G.D. Perera, Commander of the Sri Lanka Air Force and 5 others36 also cited by the Petitioner, related to instances where officers were discharged from service from their respective Forces on the basis of “services no longer required” after being found guilty in Summary Trials, which is quite different from the factual background in the instant case. Nevertheless, the observations made on the obligations to comply with mandatory procedural provisions in the conduct of Summary Trials and on the excessiveness of the punishment would be relevant. In such context, it has also been submitted that, as “disciplinary offences” are considered minor in comparison to other 2 categories of naval offences, “dismissal without disgrace from the Navy” is excessive and disproportionate to the offence. By way of comparison, the",
    "fonts": [
      "Calibri",
      "Calibri-BoldItalic"
    ],
    "sizes": [
      8.039999961853027,
      12.0
    ]
  },
  {
    "page_number": 23,
    "bbox": [
      72.02,
      691.54,
      388.72,
      755.95
    ],
    "text": "33 Vide paragraph p of the Petitioner’s written submissions dated 17.10.2025. 34 CA Writ Application No 622/2006, decided on 20.07.2007. 35 CA Writ Application No. 107/2016, decided on 05.03.2019. 36 SC Appeal No. 104//2008, SC Minutes dated 29.09.2014.",
    "fonts": [
      "Calibri"
    ],
    "sizes": [
      6.960000038146973,
      9.960000038146973,
      11.039999961853027
    ]
  },
  {
    "page_number": 24,
    "bbox": [
      72.02,
      781.3,
      305.79,
      805.78
    ],
    "text": "25",
    "fonts": [
      "Calibri"
    ],
    "sizes": [
      11.039999961853027
    ]
  },
  {
    "page_number": 24,
    "bbox": [
      72.02,
      74.4,
      526.13,
      558.19
    ],
    "text": "Petitioner has referred to the fact that even a Disciplinary Court consisting of not less than 3 officers is empowered to award a punishment no greater than “detention” in respect of officers convicted for a disciplinary offence under section 148 of the Navy Act.37 Furthermore, the maximum punishment that could be awarded to a soldier convicted of a military offence in a Summary Trial is detention for a period not exceeding 112 days in terms of sections 40 to 43 of the Army Act No. 17 of 1949 (as amended).38 Reference has also been made to the fact that clause 6(p)(i) of SLNO 0501 imposes an obligation upon the officer conducting the trial to decide upon the sentence after giving due consideration to the facts placed before the court in a just and fair manner considering the service discipline, social responsibilities and mitigatory facts placed on behalf of the accused. It is the Petitioner’s position that the 2nd Respondent has failed to consider such requirements in deciding upon his punishment. Upon consideration of the provisions of section 28(2) read with section 120 of the Navy Act and nature of the offences for which the Petitioner was charged (being “disciplinary offences”), I am inclined to the view that the punishment of “dismissal without disgrace from the Navy” was excessive and ultra vires, as contended by the Petitioner. In this regard, I also wish to point out that no plausible explanation was provided on this issue by the Respondents. In conclusion, I observe that, as discussed above, that there have been multiple violations of the provisions of the Navy Act and the SLNO 0501 by the Respondents from the very commencement until the conclusion of the Summary Trial against the Petitioner. The entitlement to a fair hearing Is well entrenched in our law, as reflected in Ranjith Flavian Wijeratne v. Asoka Sarath Amarasinghe,39 wherein the Supreme Court opined as follows (per Priyantha Jayawardena, J.);",
    "fonts": [
      "Calibri",
      "Calibri-BoldItalic",
      "Calibri-Italic"
    ],
    "sizes": [
      8.039999961853027,
      12.0
    ]
  },
  {
    "page_number": 24,
    "bbox": [
      108.02,
      562.99,
      526.1,
      676.06
    ],
    "text": "Principles of natural justice are applicable to every tribunal or body of persons vested with authority to adjudicate upon matters involving rights of individuals. It is likewise applicable to the exercise of judicial powers too. Every judicial and quasi – judicial act is subject to the procedure required by natural justice. The breach of any one of the said rules would violate the principles of natural justice. In the case of Ridge v. Baldwin (1964) A.C. 40 Lord Denning held that a breach of the principles of natural justice renders the decision voidable and not null and void ab initio.",
    "fonts": [
      "Calibri-BoldItalic",
      "Calibri-Italic"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 24,
    "bbox": [
      72.02,
      692.74,
      378.88,
      756.31
    ],
    "text": "37Aide paragraph m the Petitioner’s written submissions dated 17.10.2025. 38Vide paragraph q the Petitioner’s written submissions dated 17.10.2025. 39 SC Appeal No. 40/2013, SC Minutes 12.11.2015.",
    "fonts": [
      "Calibri"
    ],
    "sizes": [
      6.960000038146973,
      9.960000038146973,
      11.039999961853027
    ]
  },
  {
    "page_number": 25,
    "bbox": [
      72.02,
      781.3,
      305.79,
      805.78
    ],
    "text": "26",
    "fonts": [
      "Calibri"
    ],
    "sizes": [
      11.039999961853027
    ]
  },
  {
    "page_number": 25,
    "bbox": [
      72.02,
      74.4,
      526.12,
      574.99
    ],
    "text": "An administrative official or tribunal exercising a quasi – judicial power is bound to comply with the principles of natural justice. i.e. to comply with the rules of audi altera partem and nemo judex in causa sua. A quasi-judicial decision may involve finding of facts and it affects the rights of a person. Sometimes such decisions involve matters of law and facts or even purely matters of law. In Russell v. Duke of Norfolk and Others (1949) 1 All E.R. 109 Tucker LJ. observed that one essential requirement in regard to the exercise of judicial and quasi – judicial powers is that the person concerned should have a reasonable opportunity of presenting his case. I am of the opinion that where the power is conferred in an administrative body or tribunal which exercises power in making decisions which affect the rights of persons, such body or tribunal should act according to the principles of natural justice except in cases where such right is excluded, either by express words or by necessary implication, by the legislature. Lord Diplock in the case of O’Reilly v. and Others v. Mackman and Others (1983) 2 AC 237 at 276 held that the right of a man to be given a fair opportunity of hearing what is alleged against him and of presenting his own case is so fundamental to any civilized legal system that it is to be presumed that Parliament intended that a failure to observe it should render null and void any decision reached in breach of this requirement. In relation to Summary Trials in the Tri Forces, the indispensable requirement for decision-makers to give a fair hearing has been articulated in Lalith Deshapriya v. Captain Weerakoon and others (supra) in the following manner (per Marsoof, J. P/CA (as he then was);",
    "fonts": [
      "Calibri",
      "Calibri-BoldItalic",
      "Calibri-Italic"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 25,
    "bbox": [
      108.02,
      579.79,
      525.97,
      743.5
    ],
    "text": "Even more serious is the violation of the two cardinal principles of natural justice embodied in the maxims audi alteram partem and nemo judex in causa suapotest. The first of these principles postulates a fair hearing before the rights of a citizen are affected by a quasi judicial or administrative decision. In this context, it is now recognised that qui aliquid statuerit parte inaudita altera acquum licet discerit, hand acquurn fecerit- which means that he who determines any matter without hearing both sides, though he may have decided right, has not done justice. According to the jurisprudence built around the audi alteram partem principal, there should not only be a hearing of both sides, but the hearing should be more than a pretence. The procedure followed should be fair and conducive to the achievement of justice. In",
    "fonts": [
      "Calibri-Italic"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 26,
    "bbox": [
      72.02,
      781.3,
      305.79,
      805.78
    ],
    "text": "27",
    "fonts": [
      "Calibri"
    ],
    "sizes": [
      11.039999961853027
    ]
  },
  {
    "page_number": 26,
    "bbox": [
      72.02,
      73.41,
      526.13,
      271.7
    ],
    "text": "Board of Education v. Rice40 Lord Loreburn, L.C. in his famous dictum laid down that a tribunal was under duty to “act in good faith, and fairly listen to both sides for that is a duty lying upon every one who decides anything.” In De Verteud v. Knaggs,41 it was laid down as follows: “In general, the requirements of natural justice are first, that the person accused should know the nature of the accusation made; secondly, that he should be given an opportunity to state his case; and thirdly, that the tribunal should act in good faith.” The rigours of the requirement to adhere to the rules of natural justice are also well recognized in our law. In Sundarkaranv. Bharathi,42 the Supreme Court observed as follows;",
    "fonts": [
      "Calibri",
      "Calibri-BoldItalic",
      "Calibri-Italic"
    ],
    "sizes": [
      8.039999961853027,
      12.0
    ]
  },
  {
    "page_number": 26,
    "bbox": [
      108.02,
      276.65,
      526.11,
      406.49
    ],
    "text": "Counsel for the Respondent-Respondents argued that a fair hearing would make no difference to the result in this case. “Procedure and merits should be kept strictly apart since otherwise the merits may be prejudged unfairly.” (H.W.R. Wade Administrative Law, 5th Edition p. 475). The so called “no difference” argument has been properly rejected on more- than one occasion’ (e.g. See R. v. Secretary of-State, for the Environment ex. p. Brent London Borough Council),43 but I should like to recall the words of Lord Wright in General. Medical Council v. Spackman.44 His Lordship said:",
    "fonts": [
      "Calibri-Italic"
    ],
    "sizes": [
      8.039999961853027,
      12.0
    ]
  },
  {
    "page_number": 26,
    "bbox": [
      72.02,
      411.41,
      526.12,
      668.74
    ],
    "text": "“If the principles of natural justice are violated in respect of any decision, it is indeed, immaterial whether the same decision would have been arrived at in the absence of the essential principles of justice. The decision must be declared no decision.“ Upon a consideration of the totality of the evidence presented by the parties, I am of the view that the Summary Trial that was conducted against the Petitioner falls well short of the aforementioned standards regarding the conduct of a fair hearing recognized by our Superior Courts. Hence, I hold that the disciplinary proceedings conducted against the Petitioner and his consequent dismissal from service by the Sri Lanka Navy is illegal and ultra vires theprovisions of the Navy Act and the SLNO 0501 and unreasonable. As pleaded in his appeals ‘P16’ and ‘P17’, the dismissal from service has adversely affected his career progression, livelihood and tarnished his reputation. Furthermore, the Petitioner appears to have been subjected to cruel and degrading treatment by officers of the Naval Provost Branch during the investigation and detention leading up to the Summary Trial.",
    "fonts": [
      "Calibri",
      "Calibri-Italic"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 26,
    "bbox": [
      72.02,
      678.1,
      267.14,
      755.95
    ],
    "text": "40 [1911] AC 179 at p 182. 41 [1918] AC 557 at p 560. 42 [1989] 1 Sri L.R. 46. 43 [1922) 2 W.L.R. 693.734; (1983) 3 All E.R. 321 44 [1943] A.G. 627. 644; [1963] 2 All E.R. 66 H.L.",
    "fonts": [
      "Calibri"
    ],
    "sizes": [
      6.960000038146973,
      9.960000038146973,
      11.039999961853027
    ]
  },
  {
    "page_number": 27,
    "bbox": [
      72.02,
      781.3,
      305.79,
      805.78
    ],
    "text": "28",
    "fonts": [
      "Calibri"
    ],
    "sizes": [
      11.039999961853027
    ]
  },
  {
    "page_number": 27,
    "bbox": [
      72.02,
      74.4,
      525.65,
      164.06
    ],
    "text": "Legal Objections The Respondents have raised the following legal objections to the grant of prerogative relief by this Court; (a) Alternative Remedies",
    "fonts": [
      "Arial-ItalicMT",
      "Calibri",
      "Calibri-Bold",
      "Calibri-Italic"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 27,
    "bbox": [
      72.02,
      166.7,
      526.11,
      369.17
    ],
    "text": "The Respondents have submitted that the Petitioner has failed to avail himself of the appellate procedure statutorily provided in section 122 of the Navy Act, whereby he is entitled to prefer an appeal to His Excellency the President against the sentenced imposed at the Summary Trial. Furthermore, the Respondents have also stated that the “Redress of Grievances “(ROGs) said to have been tendered by the Petitioner have not been received.45 Although the Petitioner may well have availed himself of the provisions of section 122 of the Navy Act, I am of the view that such fact should not act as a barrier for the Petitioner to seek relief from this Court. This is particularly so, as section 132 of the Navy Act provides for the issuance of prerogative writs by the Court of Appeal in relation to Courts Martial and Summary Trials. The role of the Court in this regard has been discussed in Lalith Deshapriya v. Captain Weerakoon and others (supra) in the following manner (per Marsoof, J. P/CA (as he then was);",
    "fonts": [
      "Calibri",
      "Calibri-BoldItalic",
      "Calibri-Italic"
    ],
    "sizes": [
      8.039999961853027,
      12.0
    ]
  },
  {
    "page_number": 27,
    "bbox": [
      72.02,
      371.81,
      526.13,
      691.54
    ],
    "text": "The petitioner invokes the writ jurisdiction of this Court in terms of Article 140 of the Constitution of Sri Lanka read with section 132(1) of the Navy Act, No. 34 of 1950 as subsequently amended. It is worth noting at the outset that the supervisory jurisdiction of this Court extends to proceedings conducted by a court martial or a commanding officer or other officer dealing summarily with an offender in view of section 132(1) of the Navy Act which expressly provides that – “Such of the provisions of Article 140 of the Constitution as relate to the grant and issue of writs of mandamus, certiorari, and prohibition shall be deemed to apply in respect of any court martial or of any naval officer exercising judicial powers under this Act.”46 Hence, I hold that in invoking the writ jurisdiction of this Court, the Petitioner has sought to exercise a statutory remedy provided by the Navy Act itself which is no less effective or efficacious than the remedy provided under section 122 of the Act. (b) Laches The Respondents have submitted that the Petitioner has filed the instant application on 10.06.2022 after a lapse of more than one year since his dismissal from the Navy on 08.04.2021 and that such delay has not been adequately or reasonably explained.47 However, a perusal of the petition and the counter-affidavit of the Petitioner discloses that, in such intervening period, he had been engaged in obtaining documents relating to the",
    "fonts": [
      "Arial-ItalicMT",
      "Calibri",
      "Calibri-Italic"
    ],
    "sizes": [
      8.039999961853027,
      12.0
    ]
  },
  {
    "page_number": 27,
    "bbox": [
      72.02,
      704.98,
      334.36,
      755.95
    ],
    "text": "45Paragraphs 9 and 11 of the Respondents’ written submissions. 46Vide note 20 at p 316. 47Paragraph 10 of the Respondents’ written submissions.",
    "fonts": [
      "Calibri"
    ],
    "sizes": [
      6.960000038146973,
      9.960000038146973,
      11.039999961853027
    ]
  },
  {
    "page_number": 28,
    "bbox": [
      72.02,
      781.3,
      305.79,
      805.78
    ],
    "text": "29",
    "fonts": [
      "Calibri"
    ],
    "sizes": [
      11.039999961853027
    ]
  },
  {
    "page_number": 28,
    "bbox": [
      72.02,
      74.4,
      526.13,
      496.63
    ],
    "text": "Summary Trial from the Navy, which had been withheld from him in the first instance, and pursuing internal appeals. Reference has also been made to the fact that restrictions due to the COVID-19 pandemic were also in place during some part of such period as well. Hence, I am of the view that there has not been an inordinate delay on the part of the Petitioner in invoking the jurisdiction of this Court, and, therefore I proceed to dismiss the Respondents’ objection relating to laches. Conclusions and Orders of Court For the aforementioned reasons, I hold that the Petitioner has established that the Summary Trial conducted against the Petitioner and his consequent dismissal from service by the Sri Lanka Navy were unreasonable, illegal and ultra vires the provisions of the Navy Act and the SLNO 0501. Accordingly, I proceed to issue a writ of Certiorari quashing the proceedings of the Summary Trial held against the Petitioner by the 2nd Respondent on 02.03.2021 and the verdict and punishment delivered therein, as prayed for in paragraph (b) of the prayer to the petition. I further issue a writ of Mandamus directing the 1B Respondent to re-instate the Petitioner in the service of the Sri Lanka Navy forthwith, notionally with effect from 08.04.2021, which is the date on which he was dismissed without disgrace from the Navy. However, the Petitioner will not be entitled to any payment of salary or other emoluments during the period that he has not in fact been in service. In this context, I also wish to observe that the Court has not been informed of any circumstances that may impede the ability of the Respondents to give effect to the above writ of Mandamus. Further having regard to the conduct of the Respondents towards the Petitioner, the Respondents are directed to pay a sum of Rs. 25,000/= to the Petitioner as costs within 3 months of the date of this judgment. Application allowed.",
    "fonts": [
      "Calibri",
      "Calibri-Bold",
      "Calibri-Italic"
    ],
    "sizes": [
      8.039999961853027,
      12.0
    ]
  },
  {
    "page_number": 28,
    "bbox": [
      72.02,
      499.27,
      504.89,
      628.51
    ],
    "text": "Judge of the Court of Appeal Mayadunne Corea, J.",
    "fonts": [
      "Calibri-Bold",
      "Calibri-Italic"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 28,
    "bbox": [
      72.02,
      631.15,
      504.89,
      716.38
    ],
    "text": "I agree. Judge of the Court of Appeal",
    "fonts": [
      "Calibri",
      "Calibri-Bold"
    ],
    "sizes": [
      12.0
    ]
  }
]