[
  {
    "page_number": 0,
    "bbox": [
      70.94,
      781.8,
      527.0,
      806.28
    ],
    "text": "1",
    "fonts": [
      "Calibri"
    ],
    "sizes": [
      11.039999961853027
    ]
  },
  {
    "page_number": 0,
    "bbox": [
      104.3,
      94.92,
      495.01,
      108.9
    ],
    "text": "IN THE COURT OF APPEAL OF THE DEMOCRATIC SOCIALIST",
    "fonts": [
      "Bookman Old Style,Bold"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 0,
    "bbox": [
      217.49,
      111.12,
      381.91,
      125.1
    ],
    "text": "REPUBLIC OF SRI LANKA",
    "fonts": [
      "Bookman Old Style,Bold"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 0,
    "bbox": [
      241.13,
      135.36,
      528.34,
      214.16
    ],
    "text": "In the matter of an application for Restitution, in the nature of Restitutio-In-Integrum under and in terms of Article 138 of the Constitution of the Democratic Socialist Republic of Sri Lanka.",
    "fonts": [
      "Bookman Old Style",
      "Bookman Old Style,Italic"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 0,
    "bbox": [
      70.94,
      224.4,
      540.22,
      756.9
    ],
    "text": "Court of Appeal Case No: RII/0036/2024 Pan Asia Banking Corporation PLC No. 450 Galle Road, DC Colombo Colombo 03. Case No: DSP 50/2021 Petitioner Vs. Laththuwa Handi Harindu Darshana Alias, Laththuwa Handi Harindu Darshana De Silva, No. 35, Kandy Road Kiribathgoda, and No. 28/2, Kandy Road, Kiribathgoda Respondent And Now Between Laththuwa Handi Harindu Darshana alias, Laththuwa Handi Harindu Darshana De Silva, No. 35, Kandy Road Kiribathgoda, and No. 28/2, Kandy Road, Kiribathgoda Respondent Petitioner Vs. Pan Asia Banking Corporation PLC No. 450 Galle Road Colombo 03 Petitioner-Respondent",
    "fonts": [
      "Bookman Old Style",
      "Bookman Old Style,Bold",
      "Bookman Old Style,Italic"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 1,
    "bbox": [
      70.94,
      781.8,
      527.0,
      806.28
    ],
    "text": "2",
    "fonts": [
      "Calibri"
    ],
    "sizes": [
      11.039999961853027
    ]
  },
  {
    "page_number": 1,
    "bbox": [
      70.94,
      70.78,
      289.61,
      159.54
    ],
    "text": "Before : R. Gurusinghe J & M.C.B.S. Morais J",
    "fonts": [
      "Bookman Old Style",
      "Bookman Old Style,Bold"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 1,
    "bbox": [
      70.94,
      167.52,
      503.98,
      311.15
    ],
    "text": "Counsel : S.N. Vijith Singh, instructed by Harshani Wethasinghe for the Respondent-Petitioner Priyantha Alagiyawanna with Sauri Senanayaka Instructed by Nayani Jayasinghe for the Petitioner-Respondent",
    "fonts": [
      "Bookman Old Style",
      "Bookman Old Style,Bold"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 1,
    "bbox": [
      70.94,
      321.39,
      290.81,
      335.39
    ],
    "text": "Supported on : 07-10-2024",
    "fonts": [
      "Bookman Old Style"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 1,
    "bbox": [
      70.94,
      345.51,
      254.09,
      359.51
    ],
    "text": "Decided on : 17-12-2024",
    "fonts": [
      "Bookman Old Style"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 1,
    "bbox": [
      70.94,
      369.75,
      160.7,
      432.49
    ],
    "text": "R. Gurusinghe",
    "fonts": [
      "Bookman Old Style"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 1,
    "bbox": [
      70.94,
      441.65,
      531.94,
      683.68
    ],
    "text": "The petitioner filed this application for Restitutio-in-Integrum seeking the relief prayed for in prayer to the petition. The main relief sought by the petitioner is to set aside the order of the Learned District Judge of Colombo dated 01-02-2024, in the case of DSP 50/21 in the District Court of Colombo. Pan Asia Banking Corporation PLC (hereinafter referred to as the respondent bank) acquired the subject matter of this case by way of parate execution. Thereafter, the respondent bank filed an application under section 16 (1) of the Recovery of Loans by Banks (Special Provisions) Act No. 4 of 1990 (hereinafter referred to as the Act) in the District Court of Colombo, seeking delivery of possession. In terms of section 16 (2) of the Act, such an application shall be made by way of summary proceedings. Accordingly, the respondent bank made an application and requested the court to grant order nisi and serve the same on the petitioner.",
    "fonts": [
      "Bookman Old Style",
      "Bookman Old Style,Italic"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 1,
    "bbox": [
      70.94,
      692.96,
      528.32,
      767.82
    ],
    "text": "After inter parte inquiry, the decree nisi was made absolute by an order dated 05-12-2023. Thereafter, the petitioner filed a Notice of Appeal against the said order. The respondent bank took up the position that the petitioner had no right of appeal against the order dated 05-12-2023. After that, both parties filed written submissions, and the Learned Additional District Judge,",
    "fonts": [
      "Bookman Old Style",
      "Bookman Old Style,Italic"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 2,
    "bbox": [
      70.94,
      781.8,
      527.0,
      806.28
    ],
    "text": "3",
    "fonts": [
      "Calibri"
    ],
    "sizes": [
      11.039999961853027
    ]
  },
  {
    "page_number": 2,
    "bbox": [
      70.94,
      70.9,
      528.34,
      267.35
    ],
    "text": "by order dated 01-02-2024, decided that the petitioner had no right of appeal against the order dated 05-12-2023, and the Writ of execution was issued. Thereafter, the petitioner filed this application before this court on the basis that the petitioner had the right of appeal against the order for delivery of possession granted under the summary procedure prescribed by the Civil Procedure Code, and any person dissatisfied by such an order had the right of appeal against such order. It was further argued for the petitioner that once the petitioner had filed appeal papers before the District Court, the District Court could execute the Writ only under the provisions of Chapter LIX Execution of decrees under appeal.",
    "fonts": [
      "Bookman Old Style"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 2,
    "bbox": [
      70.94,
      276.51,
      528.15,
      320.99
    ],
    "text": "The respondent bank submitted that the Act has not provided for and/or created provisions to make an appeal against the order made by the District Court, acting under section 16 of the Act.",
    "fonts": [
      "Bookman Old Style"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 2,
    "bbox": [
      70.94,
      353.31,
      528.34,
      397.85
    ],
    "text": "In the case of Martin vs Wijewardena [1989] (2) Sri LR 409 Act page 420, Jameel J of the Supreme Court held that; an appeal is a statutory right and must be expressly created and granted by statute. It cannot be implied.",
    "fonts": [
      "Bookman Old Style",
      "Bookman Old Style,Italic"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 2,
    "bbox": [
      70.94,
      430.25,
      528.13,
      489.85
    ],
    "text": "The main contention of the petitioner is that under the provisions of the Civil Procedure Code, he has the right of appeal against any order or judgment of the District Court. The Civil Procedure Code does not create a right of appeal; it only lays down the procedure to be followed.",
    "fonts": [
      "Bookman Old Style"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 2,
    "bbox": [
      70.94,
      522.17,
      528.34,
      551.41
    ],
    "text": "Section 23 of the Judicature Act No. 2 of 1978 as amended provides as follows:",
    "fonts": [
      "Bookman Old Style"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 2,
    "bbox": [
      106.94,
      583.88,
      528.1,
      734.74
    ],
    "text": "23. Any party who shall be dissatisfied with any judgment, decree, or order pronounced by a District Court may (excepting where such right is expressly disallowed) appeal to the Court of Appeal against any such judgment, decree, or order from any error in law or in fact committed by such court, but no such appeal shall have the effect of staying the execution of such judgment, decree, or order unless the District Judge shall see fit to make an order to that effect, in which case the party appellant shall enter into a bond, with or without sureties as the District Judge shall consider necessary, to appear when required and abide the judgment of the Court of Appeal upon the appeal.",
    "fonts": [
      "Bookman Old Style,Italic"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 3,
    "bbox": [
      70.94,
      781.8,
      527.0,
      806.28
    ],
    "text": "4",
    "fonts": [
      "Calibri"
    ],
    "sizes": [
      11.039999961853027
    ]
  },
  {
    "page_number": 3,
    "bbox": [
      70.94,
      70.9,
      528.3,
      115.28
    ],
    "text": "Section 23 of the Judicature Act provides for right of appeal in respect of judgments and orders of the District Court made in the exercise of its ordinary jurisdiction.",
    "fonts": [
      "Bookman Old Style"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 3,
    "bbox": [
      70.94,
      147.72,
      528.34,
      237.68
    ],
    "text": "In the case of Bakmeewewa, Authorised Officer of Peoples Bank v. Konarage Raja [1989] 1 Sri LR 231 at 237-238, Justice G.P.S. de Silva (as his Lordship then was) held that section 23 of the Judicature Act which provides for right of appeal in respect of judgments or orders or matters of District Court made in the exercise of its ordinary, general, civil jurisdiction has no application to the special jurisdiction conferred on the District court in following terms.",
    "fonts": [
      "Bookman Old Style",
      "Bookman Old Style,Italic"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 3,
    "bbox": [
      106.94,
      268.95,
      528.02,
      541.39
    ],
    "text": "Section 23 of the present Judicature Act is similar to the provisions contained in section 73 of the repealed Courts Ordinance. Section 23 occurs in Chapter IV of the Judicature Act which spells out the civil jurisdiction of the District Courts. In my opinion, section 23 of the Judicature Act provides for a right of appeal in respect of judgments or orders of the District Court made in the exercise of its ordinary, general, or civil jurisdiction and has no application to the special jurisdiction conferred on the District Court as in the instant case. As already stated, the jurisdiction exercised by the District Court in terms of sections 72(7) and 72(8) of the Act is the jurisdiction of a Court of execution in respect of an extra-judicial order. It is basically not different from the jurisdiction exercised by the Magistrates Court in proceedings for the recovery of taxes in default under the Income Tax Ordinance. It is settled law that there is no right of appeal from an order made by a Magistrates Court in such proceedings vide Commissioner of Income Tax vs. De Vos (35 NLR 349) and De Silva vs. Commissioner of Income Tax (53 NLR 280, 282). The fact that there is no right of appeal does not mean that an aggrieved party is left without a remedy, for revision is available.",
    "fonts": [
      "Bookman Old Style,Italic"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 3,
    "bbox": [
      70.94,
      573.8,
      528.34,
      770.28
    ],
    "text": "The above-mentioned case was decided considering the provisions of section 72 (7) and (8) of the Finance Act as amended by Act No. 16 of 1973. The provisions of section 16 (1) and (2) of the Act are very similar in regard to obtaining an order of delivery of possession of the property. In the case of Hatton National Bank PLC vs H G T Gunathilake [2016] 1 Sri LR 276 Anil Gunaratne J. in dealing with section 16 of the Act held as follows: Section 16(1) of the Act no doubt provides, upon production of the certificate of sale issued in respect of that property under Section 15, entitle the Petitioner Bank to obtain an order for delivery of possession of that property. Wording in Section 16(1) is almost similar to Section 72(7) of the Finance Act No. 16 of 1973. Both statutes require the production of the vesting order or the certificate of sale as the case may be. Both statutes in this way provide for delivery of",
    "fonts": [
      "Bookman Old Style",
      "Bookman Old Style,Italic"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 4,
    "bbox": [
      70.94,
      781.8,
      527.0,
      806.28
    ],
    "text": "5",
    "fonts": [
      "Calibri"
    ],
    "sizes": [
      11.039999961853027
    ]
  },
  {
    "page_number": 4,
    "bbox": [
      70.94,
      70.9,
      527.78,
      145.82
    ],
    "text": "possession of property and so enacted by the legislature to expedite such delivery of possession. Certificate of sale is conclusive proof in respect of that property and as regards its sale being duly complied with in terms of the Act. As such the certificate of sale cannot be challenged, if and when it is issued in terms of the said Act.",
    "fonts": [
      "Bookman Old Style,Italic"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 4,
    "bbox": [
      70.94,
      154.92,
      528.34,
      229.82
    ],
    "text": "In the case of Dissanayake vs Sampath Bank [2002] 3 Sri LR 268 Nanayakkara J. held that a careful analysis of the provisions of the said Act, it is evident that the jurisdiction exercised by the District Court under the Recovery of Loans by Banks (special provisions) Act no. 4 of 1990, in the same nature of special jurisdiction created by the Act.",
    "fonts": [
      "Bookman Old Style",
      "Bookman Old Style,Italic"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 4,
    "bbox": [
      70.94,
      262.11,
      527.89,
      321.77
    ],
    "text": "The right of appeal is a statutory right; unless it is expressly created and provided by the Statute, it cannot be implied or inferred. A long line of authorities enunciates this principle governing situation analogous to the matter in consideration.",
    "fonts": [
      "Bookman Old Style,Italic"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 4,
    "bbox": [
      70.94,
      354.15,
      527.75,
      429.07
    ],
    "text": "Therefore, it is manifestly clear from the reasoning adopted in these cases that the Recovery of Loans by Banks (Special Provisions) Act is an enactment which has conferred special jurisdiction on the District Court, and does not permit a party who is dissatisfied with an order made in the course of proceedings instituted under it, to seek relief by way of leave to appeal.",
    "fonts": [
      "Bookman Old Style,Italic"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 4,
    "bbox": [
      70.94,
      461.45,
      528.34,
      718.72
    ],
    "text": "Therefore, applying the principle set forth in the above-mentioned authorities, I hold the preliminary objection taken by the petitioner respondent Bank and dismiss this application... It was argued for the petitioner that the Learned Additional District Judge had failed to evaluate the Law held in HNB vs. H.G.T. Gunathilake (Supra). However, in that case, the Supreme Court clearly decided that there was no right of appeal against the order made under section 15 of the Act, and the judgment creditor was entitled to execute the Writ on the basis that there was no appeal. Furthermore, counsel for the petitioner argued that the law prevailed on 01-02-2024 was settled in WP-HCC/LA 155/17 Rajitha Fernando vs. DFCC Bank. The petitioner filed this application before this court on 19-03-2024. The decision of the High Court Judge in the said case was set aside by the Supreme Court in SC/Appeal 33/2019 on 26-02-2024. Yet, the petitioner suppressing that fact supported the application and obtained an interim order.",
    "fonts": [
      "Bookman Old Style",
      "Bookman Old Style,Italic"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 4,
    "bbox": [
      70.94,
      727.88,
      528.04,
      757.2
    ],
    "text": "Counsel for the petitioner further argued that in any event order made under Chapter XXIV of the Civil Procedure Court comes under the meaning of",
    "fonts": [
      "Bookman Old Style",
      "Bookman Old Style,Italic"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 5,
    "bbox": [
      70.94,
      781.8,
      527.0,
      806.28
    ],
    "text": "6",
    "fonts": [
      "Calibri"
    ],
    "sizes": [
      11.039999961853027
    ]
  },
  {
    "page_number": 5,
    "bbox": [
      70.94,
      70.9,
      528.34,
      206.48
    ],
    "text": "order under Section 753 and thus, in any event, there is a right of appeal to the High Court of Civil appeal. As earlier noted, the Civil Procedure Code lays down the procedure to be followed and does not create a specific right of appeal. As pointed out above, Recovery of Loans by Banks (Special Provisions) Act No. 4 of 1990 is a Special Act which does not provide for the right of appeal, and therefore, the above argument has no merit.",
    "fonts": [
      "Bookman Old Style",
      "Bookman Old Style,Italic"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 5,
    "bbox": [
      70.94,
      215.76,
      528.26,
      260.15
    ],
    "text": "In the case of DFCC Bank vs. Warnakulasuriya Chandima Prasad Rajitha Fernando, SC/Appeal/33/2019, decided on 26-02-2024 Samayawardhena J held as follows:",
    "fonts": [
      "Bookman Old Style",
      "Bookman Old Style,Italic"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 5,
    "bbox": [
      70.94,
      269.31,
      528.09,
      420.31
    ],
    "text": "It is trite law that section 23 of the Judicature Act provides for a right of appeal only in respect of judgments and orders of the District Court made in the exercise of its ordinary civil jurisdiction and has no application when the Court exercises special jurisdiction unless the specific statute conferring such special jurisdiction expressly provides for an appeal. The right of appeal is a creature of a statute. It is not an inherent right. Without a statutory provision explicitly creating such a right, the aggrieved party is not entitled to file an appeal. It cannot be assumed, implied, or inferred. If there is no right of appeal, there is no room for leave to appeal because, when leave is granted, it transforms into an appeal. Nevertheless, revision remains unaffected.",
    "fonts": [
      "Bookman Old Style,Italic"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 5,
    "bbox": [
      70.94,
      452.57,
      528.32,
      512.23
    ],
    "text": "There is no right of appeal against an order of the District Court made under section 16 of the aforesaid Act. The petitioner's submission that the Additional District Judge had failed to evaluate the law held in HNB vs H.G. Gunathilake (SC Appeal 189/2012) has no merit.",
    "fonts": [
      "Bookman Old Style",
      "Bookman Old Style,Italic"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 5,
    "bbox": [
      70.94,
      521.45,
      528.33,
      702.76
    ],
    "text": "Another point raised by the petitioner is that the law prevailed on 01-02-2024, is the law settled in WP/HCC/LA 155/17 Rajitha Fernando vs DFCC Bank. This argument cannot be accepted for the reason that the Supreme Court, in the case of Hatton National Bank PLC vs H G T Gunathilake [2016] 1 Sri LR 276 (Supra) on 23.11.2016 held that there was no appeal against the orders made under section 16 of the Act. As described in the above-mentioned judgments, the jurisdiction exercised by the District Court in terms of the Recovery of Loans by Banks (Special Provisions) Act No. 4 of 1990 is a special jurisdiction and section 23 of the Judicature Act has no application. The argument of the petitioner, that the petitioner has the right of appeal against the order of the District Judge in terms of Chapter XXIV of the Civil Procedure Code should be rejected.",
    "fonts": [
      "Bookman Old Style",
      "Bookman Old Style,Italic"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 6,
    "bbox": [
      70.94,
      781.8,
      527.0,
      806.28
    ],
    "text": "7",
    "fonts": [
      "Calibri"
    ],
    "sizes": [
      11.039999961853027
    ]
  },
  {
    "page_number": 6,
    "bbox": [
      70.94,
      117.36,
      528.3,
      161.72
    ],
    "text": "As for the above analysis we do not see any reason to exercise the extra ordinary jurisdiction of Restitutio in Integrum. For the reasons set out above, the application for the Restitutio-in-integrum is dismissed.",
    "fonts": [
      "Bookman Old Style"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 6,
    "bbox": [
      70.94,
      215.76,
      462.7,
      358.33
    ],
    "text": "Judge of the Court of Appeal. M.C.B.S. Morais J. I agree. Judge of the Court of Appeal.",
    "fonts": [
      "Bookman Old Style",
      "Bookman Old Style,Bold"
    ],
    "sizes": [
      11.039999961853027,
      12.0
    ]
  }
]