[
  {
    "page_number": 0,
    "bbox": [
      72.02,
      731.38,
      542.6,
      755.86
    ],
    "text": "1",
    "fonts": [
      "Calibri"
    ],
    "sizes": [
      11.039999961853027
    ]
  },
  {
    "page_number": 0,
    "bbox": [
      81.62,
      53.04,
      541.83,
      181.82
    ],
    "text": "IN THE COURT OF APPEAL OF THE DEMOCRATIC SOCIALIST REPUBLIC OF SRI LANKA Assistant Commissioner of Labour, Colombo East. Plaintiff Vs CA/ PHC/ 163/ 2020",
    "fonts": [
      "Calibri-Light"
    ],
    "sizes": [
      12.960000038146973
    ]
  },
  {
    "page_number": 0,
    "bbox": [
      81.62,
      192.74,
      219.46,
      205.7
    ],
    "text": "HC/RA/Colombo/81/2018",
    "fonts": [
      "Calibri-Light"
    ],
    "sizes": [
      12.960000038146973
    ]
  },
  {
    "page_number": 0,
    "bbox": [
      81.62,
      216.5,
      217.78,
      229.46
    ],
    "text": "MC Colombo 48799/5/16",
    "fonts": [
      "Calibri-Light"
    ],
    "sizes": [
      12.960000038146973
    ]
  },
  {
    "page_number": 0,
    "bbox": [
      72.02,
      168.86,
      544.71,
      691.3
    ],
    "text": "Laksiri International Freight Forwarders (Private) Ltd of No. 31, St. Anthony's Mawatha, Colombo 03. Respondent AND Laksiri International Freight Forwarders (Private) Ltd of No. 31, St Anthony's Mawatha, Colombo 03. Respondent-Petitioner Vs Assistant Commissioner of Labour, Colombo East. Plaintiff-Respondent AND NOW Laksiri International Freight Forwarders (Private) Ltd of No. 31, St Anthony's Mawatha, Colombo 03. Respondent-Petitioner-Appellant Vs Assistant Commissioner of Labour, Colombo East, Department of Labour, Colombo 05. Plaintiff-Respondent-Respondent",
    "fonts": [
      "Calibri-Light"
    ],
    "sizes": [
      12.960000038146973
    ]
  },
  {
    "page_number": 1,
    "bbox": [
      72.02,
      731.38,
      542.6,
      755.86
    ],
    "text": "2",
    "fonts": [
      "Calibri"
    ],
    "sizes": [
      11.039999961853027
    ]
  },
  {
    "page_number": 1,
    "bbox": [
      80.54,
      53.04,
      319.3,
      66.0
    ],
    "text": "Before: Damith Thotawatte, J.",
    "fonts": [
      "Calibri-Light"
    ],
    "sizes": [
      12.960000038146973
    ]
  },
  {
    "page_number": 1,
    "bbox": [
      201.53,
      76.82,
      317.5,
      89.78
    ],
    "text": "K.M.S. Dissanayake, J.",
    "fonts": [
      "Calibri-Light"
    ],
    "sizes": [
      12.960000038146973
    ]
  },
  {
    "page_number": 1,
    "bbox": [
      80.54,
      100.7,
      523.35,
      145.34
    ],
    "text": "Counsel: M. Jinadasa with D.M. Reeves for the Respondent-Petitioner- Appellant instructed by M. Amarasinghe.",
    "fonts": [
      "Calibri-Light"
    ],
    "sizes": [
      12.960000038146973
    ]
  },
  {
    "page_number": 1,
    "bbox": [
      80.54,
      160.22,
      473.87,
      268.49
    ],
    "text": "Pulina Jayasooriya, S.C. for the Plaintiff-Respondent-Respondent. Argued: 24-09-2025 Written submissions tendered on:",
    "fonts": [
      "Calibri-Light"
    ],
    "sizes": [
      12.960000038146973
    ]
  },
  {
    "page_number": 1,
    "bbox": [
      201.53,
      239.66,
      443.04,
      252.62
    ],
    "text": "29-09-2025 By the Appellant (Post Argument)",
    "fonts": [
      "Calibri-Light"
    ],
    "sizes": [
      12.960000038146973
    ]
  },
  {
    "page_number": 1,
    "bbox": [
      201.53,
      263.45,
      354.24,
      276.41
    ],
    "text": "21-07-2025 By the Appellant",
    "fonts": [
      "Calibri-Light"
    ],
    "sizes": [
      12.960000038146973
    ]
  },
  {
    "page_number": 1,
    "bbox": [
      201.53,
      287.21,
      463.56,
      300.17
    ],
    "text": "13-03-2023 By the Appellant (in CA PHC 69/2019)",
    "fonts": [
      "Calibri-Light"
    ],
    "sizes": [
      12.960000038146973
    ]
  },
  {
    "page_number": 1,
    "bbox": [
      201.53,
      311.09,
      476.07,
      324.05
    ],
    "text": "11-09-2023 by the Respondent (in CA PHC 69/2019)",
    "fonts": [
      "Calibri-Light"
    ],
    "sizes": [
      12.960000038146973
    ]
  },
  {
    "page_number": 1,
    "bbox": [
      80.54,
      334.85,
      265.18,
      379.61
    ],
    "text": "Judgement Delivered on: 14-01-2026",
    "fonts": [
      "Calibri-Light"
    ],
    "sizes": [
      12.960000038146973
    ]
  },
  {
    "page_number": 1,
    "bbox": [
      72.02,
      427.39,
      543.02,
      693.7
    ],
    "text": "D. Thotawatte, J. Two appeals, numbered CA PHC 163/2020 and CA PHC 69/2019 were filed by Laksiri International Freight Forwarders (Pvt) Ltd. (hereinafter, sometimes referred to as the “Appellant”) against the dismissal of its respective applications, HC/RA Colombo 81/2018 and HC/RA Colombo 78/2018 by the Provincial High Court of Colombo, which affirmed an order of the Magistrate’s Court enforcing a certificate filed by the Assistant Commissioner of Labour - Colombo East (hereinafter, sometimes referred to as the “Respondent”) in respect of alleged Employees’ Provident Fund (hereinafter, sometimes referred to as the “EPF”) and gratuity contribution arrears and surcharges. It was agreed by both parties that they would accept the judgement in CA PHC 163/2020 as binding upon the connected cases of CA PHC 69/2019 and CA CPA 127/19. The central question in this matter is whether the complainant workman, Mr. B.S.A. de Silva (hereinafter, sometimes referred to as the “workman”) was in fact an “employee” of the Appellant company so as to render the Appellant liable for statutory dues such as EPF and gratuity. The Appellant contends that",
    "fonts": [
      "Calibri-Light"
    ],
    "sizes": [
      12.0,
      12.960000038146973
    ]
  },
  {
    "page_number": 2,
    "bbox": [
      72.02,
      731.38,
      542.6,
      755.86
    ],
    "text": "3",
    "fonts": [
      "Calibri"
    ],
    "sizes": [
      11.039999961853027
    ]
  },
  {
    "page_number": 2,
    "bbox": [
      72.02,
      53.04,
      542.6,
      84.24
    ],
    "text": "no employment relationship existed with the workman, who performed services abroad for foreign entities unrelated to the Appellant.",
    "fonts": [
      "Calibri-Light"
    ],
    "sizes": [
      12.0,
      12.960000038146973
    ]
  },
  {
    "page_number": 2,
    "bbox": [
      72.02,
      103.58,
      543.03,
      299.09
    ],
    "text": "It is to be noted that the workman’s wife Mrs. P.G.I. Weeralatha, had made a parallel complaint regarding non-payment of gratuity and EPF for the same period, based on the same set of documents used as proof of the fact they were employed by the Appellant. The two cases filed by the Assistant commissioner for labour in respect of the EPF and gratuity owed to Mrs. P.G.I. Weeralatha ultimately reached the Supreme Court in SC Appeal Nos. 20/2024 and 21/2024, where the Supreme Court held that there was insufficient evidence to establish an employer-employee relationship between the Appellant and Mrs. Weeralatha. In light of the striking similarity of facts and evidence, this Court must determine whether the same findings of the Supreme Court apply to the present case and whether the statutory procedures under the EPF Act were properly followed.",
    "fonts": [
      "Calibri-Light"
    ],
    "sizes": [
      12.960000038146973
    ]
  },
  {
    "page_number": 2,
    "bbox": [
      72.02,
      318.29,
      136.99,
      331.25
    ],
    "text": "Background",
    "fonts": [
      "Calibri-Light"
    ],
    "sizes": [
      12.960000038146973
    ]
  },
  {
    "page_number": 2,
    "bbox": [
      72.02,
      350.57,
      543.02,
      473.11
    ],
    "text": "The Appellant is a company known under the brand names “Laksiri Seva” or “Laksiri International,” engaged in the business of freight forwarding and personal cargo shipping for Sri Lankans in the Middle East. The workman, together with his wife, Mrs. Weeralatha, claimed to have been employees of the Appellant’s purported branch in the United Arab Emirates (UAE) from around 1990 until 2011. They alleged that upon termination of their services, the Appellant had defaulted in the payment of their statutory dues, including EPF contributions and gratuity.",
    "fonts": [
      "Calibri-Light"
    ],
    "sizes": [
      12.960000038146973
    ]
  },
  {
    "page_number": 2,
    "bbox": [
      72.02,
      492.31,
      300.22,
      505.27
    ],
    "text": "Inquiry before the Commissioner of Labour",
    "fonts": [
      "Calibri-Light"
    ],
    "sizes": [
      12.960000038146973
    ]
  },
  {
    "page_number": 2,
    "bbox": [
      72.02,
      524.59,
      543.03,
      665.38
    ],
    "text": "In or about 2012, complaints were lodged by Mr. B.S.A. de Silva and Mrs. P.G.I. Weeralatha before the Commissioner General of Labour (the Respondent, acting through the Assistant Commissioner of Labour, Colombo East) seeking recovery of alleged statutory benefits, pursuant to which an inquiry was commenced by the Labour Department. The Appellant’s position, consistently maintained throughout, was that it had never employed either complainant, that it had no branch or operational presence in Dubai or elsewhere outside Sri Lanka, and that any work performed by them in the Middle East had been for independent entities which, from time to time, had rendered services to the Appellant.",
    "fonts": [
      "Calibri-Light"
    ],
    "sizes": [
      12.960000038146973
    ]
  },
  {
    "page_number": 2,
    "bbox": [
      72.02,
      684.58,
      543.03,
      715.78
    ],
    "text": "Although copies of the documents relied upon by the complainants had been requested by the Appellant in order to enable a meaningful response, such material had not been",
    "fonts": [
      "Calibri-Light"
    ],
    "sizes": [
      12.960000038146973
    ]
  },
  {
    "page_number": 3,
    "bbox": [
      72.02,
      731.38,
      542.6,
      755.86
    ],
    "text": "4",
    "fonts": [
      "Calibri"
    ],
    "sizes": [
      11.039999961853027
    ]
  },
  {
    "page_number": 3,
    "bbox": [
      72.02,
      53.04,
      543.03,
      102.5
    ],
    "text": "furnished by the Labour Department. No further hearing had been afforded to the Appellant following its initial denial, and no determination or final communication had been issued at the conclusion of the inquiry.",
    "fonts": [
      "Calibri-Light"
    ],
    "sizes": [
      12.960000038146973
    ]
  },
  {
    "page_number": 3,
    "bbox": [
      72.02,
      121.82,
      452.64,
      134.78
    ],
    "text": "Proceedings before the Magistrate’s Court and the Provincial High Court",
    "fonts": [
      "Calibri-Light"
    ],
    "sizes": [
      12.960000038146973
    ]
  },
  {
    "page_number": 3,
    "bbox": [
      72.02,
      154.1,
      543.02,
      331.25
    ],
    "text": "After a considerable lapse of time, and without the Appellant having been informed of any adverse finding or issued the customary “red notice,” the summary recovery procedure had been directly invoked by the Respondent by certificates having been filed in the Magistrate’s Court of Colombo under Section 38(2) of the Employees’ Provident Fund Act, No. 15 of 1958 (as amended), seeking recovery of Rs. 3,730,291.43 as alleged EPF arrears and Rs. 1,865,145.06 as surcharge (totaling Rs. 5,595,436.49), and under Section 8(1) of the Payment of Gratuity Act, No. 12 of 1983, seeking recovery of Rs. 1,019,231.60 as alleged gratuity arrears and Rs. 305,769.48 as surcharge (totaling Rs. 1,325,001.08) with respect to the workman Mr. B.S.A. de Silva. Similar certificates had also been filed in respect of Mrs. Weeralatha under same enactments.",
    "fonts": [
      "Calibri-Light"
    ],
    "sizes": [
      12.960000038146973
    ]
  },
  {
    "page_number": 3,
    "bbox": [
      72.02,
      350.57,
      543.01,
      673.78
    ],
    "text": "Appearing on summons, the Appellant had tendered objections disputing liability, denying the existence of any employer–employee relationship with the purported workmen, and challenging the territorial jurisdiction of the Magistrate’s Court. The Commissioner of Labour, in filing counter-objections, had produced documents said to establish employment and had further maintained that, by virtue of Section 38(3) of the Employees’ Provident Fund Act, the correctness of the certificate was not open to challenge before the Magistrate. By order dated 10 May 2018, the learned Magistrate held that the court was precluded from examining the objections or the correctness of the certificate and directed recovery of the amount stated therein as a fine, with imprisonment in default. Aggrieved by this order, the Appellant invoked the revisionary jurisdiction of the Provincial High Court of Colombo, which ultimately dismissed the revision, endorsing the binding effect of the certificate. The Appellant thereafter invoked the appellate and, in certain instances, revisionary (CA CPA 127/19) jurisdiction of the Court of Appeal, seeking to impugn both the Magistrate’s order and the determination of the Provincial High Court on the basis that it was not the defaulter, that the inquiry before the Commissioner of Labour was vitiated by breaches of natural justice, and that the courts below had erred in treating the certificate as conclusive in the absence of proof of the foundational employer–employee relationship.",
    "fonts": [
      "Calibri-Light"
    ],
    "sizes": [
      12.960000038146973
    ]
  },
  {
    "page_number": 4,
    "bbox": [
      72.02,
      731.38,
      542.6,
      755.86
    ],
    "text": "5",
    "fonts": [
      "Calibri"
    ],
    "sizes": [
      11.039999961853027
    ]
  },
  {
    "page_number": 4,
    "bbox": [
      72.02,
      53.04,
      418.56,
      66.0
    ],
    "text": "Parallel Proceedings and the Determination of the Supreme Court",
    "fonts": [
      "Calibri-Light"
    ],
    "sizes": [
      12.960000038146973
    ]
  },
  {
    "page_number": 4,
    "bbox": [
      72.02,
      85.34,
      543.0,
      189.5
    ],
    "text": "The proceedings instituted upon the certificates filed by the Commissioner of Labour in respect of the claim relating to the workman’s wife, Mrs. Weeralatha, were pursued through a substantially similar litigatory path and culminated in a determination by the Supreme Court in favour of the Appellant, whilst the instant cases with regard to the certificates filed in respect of the workman, Mr. B. S. A. de Silva, were pending before this Court.",
    "fonts": [
      "Calibri-Light"
    ],
    "sizes": [
      12.960000038146973
    ]
  },
  {
    "page_number": 4,
    "bbox": [
      72.02,
      208.82,
      542.79,
      331.25
    ],
    "text": "In Laksiri International Freight Forwarders (Pvt) Ltd v. Assistant Commissioner of Labour (Colombo East)1, arising out of the claim preferred by Mrs. Weeralatha, the Supreme Court set aside findings that were identical in substance to those impugned in the present case, which had been made against the Appellant by both the Magistrate’s Court and the Provincial High Court. Having determined that the preconditions for enforcement had not been satisfied, the Supreme Court had proceeded to quash the EPF and gratuity certificates issued against the Appellant.",
    "fonts": [
      "Calibri-Light",
      "Calibri-LightItalic"
    ],
    "sizes": [
      8.520000457763672,
      12.0,
      12.960000038146973
    ]
  },
  {
    "page_number": 4,
    "bbox": [
      72.02,
      350.57,
      324.1,
      363.53
    ],
    "text": "Commissioner’s Position on Employment Status",
    "fonts": [
      "Calibri-Light"
    ],
    "sizes": [
      12.960000038146973
    ]
  },
  {
    "page_number": 4,
    "bbox": [
      72.02,
      382.85,
      542.99,
      414.05
    ],
    "text": "In the instant case the Respondent had sought to establish the employer-employee relationship between the Appellant and the workman relying on two grounds.",
    "fonts": [
      "Calibri-Light"
    ],
    "sizes": [
      12.960000038146973
    ]
  },
  {
    "page_number": 4,
    "bbox": [
      72.02,
      433.39,
      543.03,
      537.55
    ],
    "text": "Firstly, it is contended that, as a matter of law, once a certificate is issued under Section 38(2) of the Employees’ Provident Fund Act naming the Appellant as the defaulting employer, Section 38(3) precludes the Magistrate’s Court from inquiring into the correctness of that statement. As such, the issuance of the certificate should be considered conclusive proof of the existence of such a relationship, subject only to challenge by way of writ jurisdiction.",
    "fonts": [
      "Calibri-Light"
    ],
    "sizes": [
      12.960000038146973
    ]
  },
  {
    "page_number": 4,
    "bbox": [
      72.02,
      556.87,
      542.99,
      679.3
    ],
    "text": "Secondly, the Respondent contends that the collateral material independently establishes the employer-employee relationship, placing primary reliance on a letter marked A2 (p. 354), purportedly signed by a former Chairman of the Appellant, which refers to the workman’s engagement at an overseas establishment and his remuneration. In addition, further reliance has been placed on documents relating to an entity named Capital Freight Systems LLC, Ajman. It is the contention of the Respondent that these documents, together with the contents of the Appellant’s written submissions submitted at the inquiry by the",
    "fonts": [
      "Calibri-Light"
    ],
    "sizes": [
      12.960000038146973
    ]
  },
  {
    "page_number": 4,
    "bbox": [
      72.02,
      709.12,
      313.22,
      719.95
    ],
    "text": "1 SC Appeal 20/2024 & SC Appeal 21/2024 SCM 14-02-2025",
    "fonts": [
      "Calibri",
      "Calibri-Light"
    ],
    "sizes": [
      6.480000019073486,
      9.960000038146973
    ]
  },
  {
    "page_number": 5,
    "bbox": [
      72.02,
      731.38,
      542.6,
      755.86
    ],
    "text": "6",
    "fonts": [
      "Calibri"
    ],
    "sizes": [
      11.039999961853027
    ]
  },
  {
    "page_number": 5,
    "bbox": [
      72.02,
      53.04,
      543.03,
      120.74
    ],
    "text": "Labour Department admitting that Capital Freight Systems LLC, Ajman, operated as the Appellant’s agent in Dubai with authority to use the “Laksiri” name. When considered together, these materials establish the existence of an employer–employee relationship between the workman and the Appellant.",
    "fonts": [
      "Calibri-Light"
    ],
    "sizes": [
      12.960000038146973
    ]
  },
  {
    "page_number": 5,
    "bbox": [
      72.02,
      140.06,
      542.99,
      317.33
    ],
    "text": "The submissions advanced on behalf of the Commissioner of Labour in “Laksiri International”2 case are identical in substance to those in the instant case. The above stated position of the Commissioner of Labour was both expressly and by necessary implication rejected by the Supreme Court, in “Laksiri International” which held that the existence of an employer–employee relationship is a fundamental precondition to the invocation of the certificate-based summary recovery mechanism, and that the failure to establish such a relationship on sufficient evidence vitiates the certificate and all consequential recovery proceedings. Further, the failure to afford the alleged employer access to the material relied upon by the Respondent amounts to a violation of the principles of natural justice.",
    "fonts": [
      "Calibri",
      "Calibri-Light",
      "Calibri-LightItalic"
    ],
    "sizes": [
      8.520000457763672,
      11.039999961853027,
      12.960000038146973
    ]
  },
  {
    "page_number": 5,
    "bbox": [
      72.02,
      336.53,
      300.82,
      349.49
    ],
    "text": "Effect of the Supreme Court Determination",
    "fonts": [
      "Calibri-Light"
    ],
    "sizes": [
      12.960000038146973
    ]
  },
  {
    "page_number": 5,
    "bbox": [
      72.02,
      368.81,
      542.97,
      564.31
    ],
    "text": "In light of the Supreme Court’s determination that, in a certificate-based recovery process, the existence of an employer–employee relationship is a fundamental precondition to the lawful invocation of such mechanism, this Court is required to examine whether there exists acceptable and cogent evidence to establish that the workman, Mr. B. S. A. de Silva, was in fact an employee of the Appellant company. This determination assumes particular significance in light of the fact that the factual material relied upon to assert such employment appears to be substantially the same as those placed before the Supreme Court in the “Laksiri International”3. If it transpires that, in the instant case, the evidentiary material falls short of establishing the existence of an employer–employee relationship between Mr. B.S.A. de Silva and the Appellant, any further consideration of the remaining issues arising in this matter would serve no useful purpose.",
    "fonts": [
      "Calibri",
      "Calibri-Light",
      "Calibri-LightItalic"
    ],
    "sizes": [
      8.520000457763672,
      11.039999961853027,
      12.960000038146973
    ]
  },
  {
    "page_number": 5,
    "bbox": [
      72.02,
      583.63,
      372.24,
      596.59
    ],
    "text": "Failure to Establish the Employer–Employee Relationship",
    "fonts": [
      "Calibri-Light"
    ],
    "sizes": [
      12.960000038146973
    ]
  },
  {
    "page_number": 5,
    "bbox": [
      72.02,
      614.59,
      542.77,
      665.38
    ],
    "text": "The Supreme Court, in “Laksiri International”4, found that the principal document relied upon as an admission of employment was an uncertified photocopy of doubtful probative value, the authenticity of which had not been established. The Court further observed that",
    "fonts": [
      "Calibri-Light",
      "Calibri-LightItalic"
    ],
    "sizes": [
      8.520000457763672,
      12.960000038146973
    ]
  },
  {
    "page_number": 5,
    "bbox": [
      72.02,
      684.76,
      102.47,
      719.95
    ],
    "text": "2 supra 3 supra 4 supra",
    "fonts": [
      "Calibri"
    ],
    "sizes": [
      6.480000019073486,
      9.960000038146973
    ]
  },
  {
    "page_number": 6,
    "bbox": [
      72.02,
      731.38,
      542.6,
      755.86
    ],
    "text": "7",
    "fonts": [
      "Calibri"
    ],
    "sizes": [
      11.039999961853027
    ]
  },
  {
    "page_number": 6,
    "bbox": [
      72.02,
      53.04,
      543.02,
      138.98
    ],
    "text": "the remaining documents pertained to foreign entities that merely used or displayed the Appellant’s branding, but did not relate to the Appellant company itself. Accordingly, the Court held that such documents were insufficient to establish an employer-employee relationship in the absence of credible and probative evidence demonstrating employment by the Appellant itself.",
    "fonts": [
      "Calibri-Light"
    ],
    "sizes": [
      12.960000038146973
    ]
  },
  {
    "page_number": 6,
    "bbox": [
      72.02,
      158.3,
      543.02,
      280.85
    ],
    "text": "In consequence, the Court held that sufficient evidence had not been adduced to establish an employer–employee relationship, and that the Commissioner’s inquiry was further vitiated by non-compliance with the principles of natural justice, including the failure to afford the Appellant a fair opportunity to peruse the material relied upon. The Respondent’s position was thus found to fail both in fact, for want of reliable proof, and in law, in as much as statutory recovery could not cure a fundamental evidentiary deficiency, accordingly, the certificate and all consequential orders were set aside.",
    "fonts": [
      "Calibri-Light"
    ],
    "sizes": [
      12.960000038146973
    ]
  },
  {
    "page_number": 6,
    "bbox": [
      72.02,
      300.05,
      422.04,
      313.01
    ],
    "text": "Whether the Supreme Court reasoning applies to the present case",
    "fonts": [
      "Calibri-Light"
    ],
    "sizes": [
      12.960000038146973
    ]
  },
  {
    "page_number": 6,
    "bbox": [
      72.02,
      332.33,
      543.03,
      418.25
    ],
    "text": "Upon a comparison of the factual material relied upon to establish the employment of B.S.A. de Silva with the Appellant and those relied upon for the same purpose by the Respondent in the case of P.G.I. Weeralatha against the same Appellant, it is evident that the evidentiary foundation is materially indistinguishable. In both instances, the Respondent had relied on a common factual matrix.",
    "fonts": [
      "Calibri-Light"
    ],
    "sizes": [
      12.960000038146973
    ]
  },
  {
    "page_number": 6,
    "bbox": [
      72.02,
      431.59,
      543.03,
      499.27
    ],
    "text": "In the absence of any new, independent, and credible evidence establishing an employer-employee relationship, the reasoning of the Supreme Court in “Laksiri International” should mutatis mutandis, apply to this instant case, rendering the claim of employment unsustainable in law.",
    "fonts": [
      "Calibri-Light",
      "Calibri-LightItalic"
    ],
    "sizes": [
      12.960000038146973
    ]
  },
  {
    "page_number": 6,
    "bbox": [
      72.02,
      522.55,
      359.28,
      535.51
    ],
    "text": "Consequences of the Evidentiary Failure & Conclusion",
    "fonts": [
      "Calibri-Light"
    ],
    "sizes": [
      12.960000038146973
    ]
  },
  {
    "page_number": 6,
    "bbox": [
      72.02,
      548.83,
      543.01,
      653.14
    ],
    "text": "For the foregoing reasons, and having regard to the determination of the Supreme Court in “Laksiri International”, and in the absence of acceptable and cogent evidence, to the existence of an employer–employee relationship between the Appellant and the workman, Mr. B. S. A. de Silva, the statutory preconditions for the invocation of the certificate-based recovery mechanism under the Employees’ Provident Fund Act and the Payment of Gratuity Act are not satisfied.",
    "fonts": [
      "Calibri-Light",
      "Calibri-LightItalic"
    ],
    "sizes": [
      12.960000038146973
    ]
  },
  {
    "page_number": 6,
    "bbox": [
      72.02,
      666.34,
      542.98,
      715.78
    ],
    "text": "Accordingly, the orders of the Magistrate’s Court, as upheld by the Provincial High Court, cannot be allowed to stand. The appeals are therefore allowed. The orders of the Provincial High Court dated 03-06-2020 and 04-06-2019 respectively in case No. HC/RA/Colombo",
    "fonts": [
      "Calibri-Light"
    ],
    "sizes": [
      12.960000038146973
    ]
  },
  {
    "page_number": 7,
    "bbox": [
      72.02,
      731.38,
      542.6,
      755.86
    ],
    "text": "8",
    "fonts": [
      "Calibri"
    ],
    "sizes": [
      11.039999961853027
    ]
  },
  {
    "page_number": 7,
    "bbox": [
      72.02,
      53.04,
      542.69,
      120.74
    ],
    "text": "81/2018 and HC/RA/Colombo 78/2018 and the orders of Magistrate’s Court dated 10-05-2018 in MC Colombo case No. 48799/5/16 and case No. 53681/5/16 are hereby set aside, and the respective certificates issued by the Commissioner of Labour in respect of the Appellant are hereby quashed.",
    "fonts": [
      "Calibri-Light"
    ],
    "sizes": [
      12.960000038146973
    ]
  },
  {
    "page_number": 7,
    "bbox": [
      392.35,
      234.5,
      543.03,
      247.46
    ],
    "text": "Judge of the Court of Appeal",
    "fonts": [
      "Calibri-Light"
    ],
    "sizes": [
      12.960000038146973
    ]
  },
  {
    "page_number": 7,
    "bbox": [
      72.02,
      259.73,
      188.23,
      288.53
    ],
    "text": "K.M.S. Dissanayake, J.",
    "fonts": [
      "Calibri-Light"
    ],
    "sizes": [
      12.960000038146973
    ]
  },
  {
    "page_number": 7,
    "bbox": [
      72.02,
      307.49,
      121.87,
      337.49
    ],
    "text": "I agree",
    "fonts": [
      "Calibri-Light"
    ],
    "sizes": [
      12.960000038146973
    ]
  },
  {
    "page_number": 7,
    "bbox": [
      392.47,
      349.61,
      543.03,
      362.57
    ],
    "text": "Judge of the Court of Appeal",
    "fonts": [
      "Calibri-Light"
    ],
    "sizes": [
      12.960000038146973
    ]
  }
]