[
  {
    "page_number": 0,
    "bbox": [
      72.02,
      781.32,
      302.91,
      805.8
    ],
    "text": "1",
    "fonts": [
      "Calibri"
    ],
    "sizes": [
      11.039999961853027
    ]
  },
  {
    "page_number": 0,
    "bbox": [
      89.06,
      74.81,
      509.55,
      88.85
    ],
    "text": "IN THE COURT OF APPEAL OF THE DEMOCRATIC SOCIALIST REPUBLIC OF",
    "fonts": [
      "Calibri-Bold"
    ],
    "sizes": [
      14.039999961853027
    ]
  },
  {
    "page_number": 0,
    "bbox": [
      267.05,
      101.21,
      331.44,
      115.25
    ],
    "text": "SRI LANKA",
    "fonts": [
      "Calibri-Bold"
    ],
    "sizes": [
      14.039999961853027
    ]
  },
  {
    "page_number": 0,
    "bbox": [
      72.02,
      174.98,
      210.1,
      255.41
    ],
    "text": "CA WRIT APPLICATION NO. 410 /2017",
    "fonts": [
      "Calibri",
      "Calibri-Bold"
    ],
    "sizes": [
      12.0,
      14.039999961853027
    ]
  },
  {
    "page_number": 0,
    "bbox": [
      298.25,
      132.29,
      539.15,
      224.93
    ],
    "text": "In the matter of an Application for Orders in the nature of Writs of Mandamus in terms of Article 140 of the Constitution of the Democratic Socialist Republic of Sri Lanka.",
    "fonts": [
      "Calibri"
    ],
    "sizes": [
      14.039999961853027
    ]
  },
  {
    "page_number": 0,
    "bbox": [
      298.25,
      250.16,
      385.2,
      323.12
    ],
    "text": "A Sritharan, No.33 5/3, Boswell Place, Colombo 06.",
    "fonts": [
      "Calibri"
    ],
    "sizes": [
      14.039999961853027
    ]
  },
  {
    "page_number": 0,
    "bbox": [
      298.25,
      328.76,
      539.31,
      401.84
    ],
    "text": "Petitioner -Vs- 1. K.H.A. Meegasmulla,",
    "fonts": [
      "ArialMT",
      "Calibri",
      "Calibri-Bold"
    ],
    "sizes": [
      14.039999961853027
    ]
  },
  {
    "page_number": 0,
    "bbox": [
      298.25,
      407.38,
      513.27,
      519.7
    ],
    "text": "Commissioner General of Excise, Excise Department, 34 W.A.D. Ramanayake Mawatha, Colombo 02. 2. Wasantha Dissanayake,",
    "fonts": [
      "ArialMT",
      "Calibri"
    ],
    "sizes": [
      14.039999961853027
    ]
  },
  {
    "page_number": 0,
    "bbox": [
      298.25,
      525.34,
      516.39,
      657.37
    ],
    "text": "Deputy Commissioner of Excise (Revenue), Excise Department, 34 W.A.D. Ramanayake Mawatha, Colombo 02. 3. N. Sothinathan,",
    "fonts": [
      "Calibri"
    ],
    "sizes": [
      14.039999961853027
    ]
  },
  {
    "page_number": 0,
    "bbox": [
      305.47,
      662.89,
      510.97,
      716.29
    ],
    "text": "Assistant Commissioner of Excise (Northern Province 1)",
    "fonts": [
      "Calibri"
    ],
    "sizes": [
      14.039999961853027
    ]
  },
  {
    "page_number": 1,
    "bbox": [
      72.02,
      781.32,
      302.91,
      805.8
    ],
    "text": "2",
    "fonts": [
      "Calibri"
    ],
    "sizes": [
      11.039999961853027
    ]
  },
  {
    "page_number": 1,
    "bbox": [
      72.02,
      74.93,
      493.71,
      310.28
    ],
    "text": "Before: C.P. Kirtisinghe - J. R. Gurusinghe - J. Counsel: Ronald Perera, PC with Chandimal Mendis instructed by Sandun",
    "fonts": [
      "Calibri"
    ],
    "sizes": [
      14.039999961853027
    ]
  },
  {
    "page_number": 1,
    "bbox": [
      72.02,
      314.72,
      411.96,
      457.78
    ],
    "text": "Gamage for the Petitioner. S. Wimalasena, DSG for the 1st to 3rd Respondents. Argued on: 10.03.2023 Decided On: 27.06.2023",
    "fonts": [
      "Calibri"
    ],
    "sizes": [
      9.0,
      14.039999961853027
    ]
  },
  {
    "page_number": 1,
    "bbox": [
      72.02,
      470.14,
      191.26,
      484.18
    ],
    "text": "C. P. Kirtisinghe - J.",
    "fonts": [
      "Calibri-Bold"
    ],
    "sizes": [
      14.039999961853027
    ]
  },
  {
    "page_number": 1,
    "bbox": [
      72.02,
      496.78,
      526.33,
      621.37
    ],
    "text": "The Petitioner is seeking for a mandate in the nature of a Writ of Mandamus directing the Respondents to issue a requisite application form for the transfer of a liquor license issued in the name of the Petitioner, for a mandate in the nature of a Writ of Mandamus directing the Respondents to issue and transfer the liquor license in the name of the Petitioner to business premises No. 48, 48A, Palali Road, Thirunelweli, Jaffna, and for the interim relief prayed for in the prayer to the petition.",
    "fonts": [
      "Calibri"
    ],
    "sizes": [
      14.039999961853027
    ]
  },
  {
    "page_number": 1,
    "bbox": [
      72.02,
      633.85,
      526.61,
      758.55
    ],
    "text": "The facts of the case can be summarized as follows. The Petitioner has carried on a retail liquor business at No. 54, Palali Road, Thirunelweli, Jaffna since 2010. The 1st Respondent is the Commissioner General of Excise and the head of the Department of Excise and the 2nd and 3rd Respondents are his subordinates. The 4th Respondent who is the Divisional Secretary of the area is exercising the delegated functions of the 1st Respondent. The Petitioner was summoned by the Terrorist Investigation Division on or about 28.02.2015 to record a statement",
    "fonts": [
      "Calibri"
    ],
    "sizes": [
      9.0,
      14.039999961853027
    ]
  },
  {
    "page_number": 1,
    "bbox": [
      313.99,
      78.89,
      432.15,
      92.93
    ],
    "text": "4. Anton Yogarajah,",
    "fonts": [
      "Calibri"
    ],
    "sizes": [
      14.039999961853027
    ]
  },
  {
    "page_number": 1,
    "bbox": [
      331.99,
      98.57,
      498.51,
      151.85
    ],
    "text": "Divisional Secretary - Nallur, Divisional Secretariat, Nallur.",
    "fonts": [
      "Calibri",
      "Calibri-Bold"
    ],
    "sizes": [
      14.039999961853027
    ]
  },
  {
    "page_number": 1,
    "bbox": [
      474.46,
      157.37,
      553.25,
      171.41
    ],
    "text": "Respondents",
    "fonts": [
      "Calibri",
      "Calibri-Bold"
    ],
    "sizes": [
      14.039999961853027
    ]
  },
  {
    "page_number": 2,
    "bbox": [
      72.02,
      781.32,
      302.91,
      805.8
    ],
    "text": "3",
    "fonts": [
      "Calibri"
    ],
    "sizes": [
      11.039999961853027
    ]
  },
  {
    "page_number": 2,
    "bbox": [
      72.02,
      74.93,
      526.59,
      568.42
    ],
    "text": "and according to the Petitioner, was informed that the property No. 54, Palali Road, Thirunelweli, Jaffna had been owned by a person who was alleged to have had links with the LTTE. Petitioner states that he was a bona fide purchaser of the property and he had no link, connection or association with the LTTE. On 29th August 2016 the predecessor in office of the 1st Respondent had issued the letter marked P9 cancelling the liquor license issued to the Petitioner citing the provisions of the Gazette Extraordinary No. 1721/2 dated 29.08.2011 which is marked P10. The Petitioner states that he made several appeals both verbally and in writing to transfer the liquor license to another premises owned by the Petitioner in close vicinity to the present business premises. The Petitioner states that he had a legitimate expectation to the effect that the liquor license issued to carry on business at the present business premises will be transferred to the other premises owned by the Petitioner. Petitioner states that this liquor license was originally transferred from Giriulla to the present locality. The Petitioner states that the new address conforms to all requirements of the Excise Ordinance and the rules promulgated there under and published in the Gazette marked P7 and therefore he had a legitimate expectation to carry on his business at the new place. The Petitioner had requested for a requisite application form for the transfer of the liquor license to the new premises but the Petitioner has not received the requisite application form despite many requests. Petitioner had sent the letter marked P12 to the 1st Respondent through his attorney-at-law but neither the Petitioner nor his attorney-at-law has received any response. The Petitioner states that the refusal to transfer the aforesaid liquor license to a new business premises and the refusal to issue the requisite application form for the transfer of the license by the Respondents is unlawful, arbitrary, unreasonable and ultra vires under the Excise Ordinance and the Gazette marked P7.",
    "fonts": [
      "Calibri",
      "Calibri-Italic"
    ],
    "sizes": [
      9.0,
      14.039999961853027
    ]
  },
  {
    "page_number": 2,
    "bbox": [
      72.02,
      579.67,
      526.5,
      761.07
    ],
    "text": "The 1st, 2nd and 3rd Respondents, in their statement of objections has taken up the preliminary objection to the effect that the Petitioner has filed this application after unexplained and inordinate delay and accordingly the application of the Petitioner is liable to be dismissed in limine. The Respondents state that His Excellency the President of the Republic of Sri Lanka had decided to cancel the liquor license issued to the Petitioner and to forfeit the business premises together with the land and further a sum of rupees one million in terms of Regulation 7(1) of Prevention of Terrorism (Proscription of the Tamil Rehabilitation Organization) Regulations No. 2 of 2011. Therefore, the Petitioner cannot question or challenge the said decision in this application and",
    "fonts": [
      "Calibri",
      "Calibri-Italic"
    ],
    "sizes": [
      9.0,
      14.039999961853027
    ]
  },
  {
    "page_number": 3,
    "bbox": [
      72.02,
      781.32,
      302.91,
      805.8
    ],
    "text": "4",
    "fonts": [
      "Calibri"
    ],
    "sizes": [
      11.039999961853027
    ]
  },
  {
    "page_number": 3,
    "bbox": [
      72.02,
      74.93,
      526.39,
      217.97
    ],
    "text": "the court does not have jurisdiction to inquire into the said decision. Accordingly, the Commissioner General of Excise had cancelled the liquor license issued to the Petitioner by his letter marked P9. The Respondents state that they have acted in good faith and the steps taken by the Respondents pertaining to the issues relating to this case is in accordance with the law. Now there is no liquor license in the name of the Petitioner in existence. The Petitioner cannot apply for another liquor license while there is a decision by His Excellency the President to cancel the liquor license issued in Petitioners name.",
    "fonts": [
      "Calibri"
    ],
    "sizes": [
      14.039999961853027
    ]
  },
  {
    "page_number": 3,
    "bbox": [
      72.02,
      230.45,
      526.59,
      410.36
    ],
    "text": "I will first take up the preliminary objection raised by the Respondents based on the question of inordinate delay on the part of the Petitioner. The Petitioner has filed this application on 06.12.2017. The decision of the cancellation of the liquor license issued to the Petitioner was taken in July 2016 and the aforesaid liquor license was cancelled on 29.08.2016 by the Commissioner General of Excise as per the document marked P9. The Petitioner has filed this application after one year and three months of the cancellation of the liquor license. The Petitioner has not explained this inordinate delay to the satisfaction of court. He has merely stated that he could not challenge the decision due to circumstances beyond the control of the Petitioner.",
    "fonts": [
      "Calibri"
    ],
    "sizes": [
      14.039999961853027
    ]
  },
  {
    "page_number": 3,
    "bbox": [
      72.02,
      422.98,
      526.59,
      750.63
    ],
    "text": "The question of delay or laches will depend on the circumstances of each case. In the case of K.A. Gunasekara Vs T.B. Weerakoon 73 NLR 262 where the Petitioner applied for Writs of Certiorari and Mandamus to enhance the compensation awarded to him seven months earlier by the Acquiring Officer under the Land Acquisition Act the Supreme Court held that the application should be refused because the Petitioner was guilty of undue delay in making the application. In the case of Madanayake Vs Schrader 29 NLR 389 where an application for a Mandamus was made to test the validity of the election of a village committee eight months after the date of the election. It was held that the application was not made within the reasonable time. In the case of Rev. Seruwila Sarankithi and others Vs the Attorney General and others 2004 (1) SLR 365 where an application for Mandamus was made after six months of a Gazette notification it was held that the Mandamus will be refused as the applicant is guilty of undue delay. In the case of Athula Ratnayake Vs G.R. Jayasinghe 78 NLR 35 where the Petitioner applied for a Writ of Certiorari to quash the verdict and sentence passed against him by a General Court Martial the Supreme Court held that the delay of one year and three months which had not been satisfactorily explained by the Petitioner barred the remedy and the",
    "fonts": [
      "Calibri",
      "Calibri-Bold"
    ],
    "sizes": [
      14.039999961853027
    ]
  },
  {
    "page_number": 4,
    "bbox": [
      72.02,
      781.32,
      302.91,
      805.8
    ],
    "text": "5",
    "fonts": [
      "Calibri"
    ],
    "sizes": [
      11.039999961853027
    ]
  },
  {
    "page_number": 4,
    "bbox": [
      72.02,
      74.93,
      526.59,
      107.33
    ],
    "text": "court has a discretion which it could exercise to refuse the application on the ground that there had been undue delay in bringing the proceedings.",
    "fonts": [
      "Calibri"
    ],
    "sizes": [
      14.039999961853027
    ]
  },
  {
    "page_number": 4,
    "bbox": [
      72.02,
      119.81,
      529.59,
      170.57
    ],
    "text": "In the present case there is an inordinate delay of one year and three months which has not been satisfactorily explained by the Petitioner and therefore the application of the Petitioner should be dismissed in limine on that ground alone.",
    "fonts": [
      "Calibri",
      "Calibri-Italic"
    ],
    "sizes": [
      14.039999961853027
    ]
  },
  {
    "page_number": 4,
    "bbox": [
      72.02,
      183.17,
      526.18,
      233.93
    ],
    "text": "Regulation 7 made by the president under section 27 of the Prevention of Terrorism (Temporary Provisions) Act No. 48 of 1979 read with paragraph 2 of the Article 44 of the Constitution reads as follows,",
    "fonts": [
      "Calibri"
    ],
    "sizes": [
      14.039999961853027
    ]
  },
  {
    "page_number": 4,
    "bbox": [
      72.02,
      246.56,
      526.29,
      389.48
    ],
    "text": "7.(1) \"Where the President is satisfied, after such inquiry as he thinks fit, that any person has custody of any moneys, securities or credits which are being used or are intended to be used, for the purpose of the proscribed organization, the President may, by order in writing declare that such moneys, securities and credits as are in the custody of any such person, or any moneys, securities and credits which may come into his custody after the making of such order and any other movable or immovable property belonging to such organization, shall be forfeited to state.",
    "fonts": [
      "Calibri"
    ],
    "sizes": [
      14.039999961853027
    ]
  },
  {
    "page_number": 4,
    "bbox": [
      72.02,
      402.08,
      526.16,
      434.38
    ],
    "text": "(2) the decision of the President under paragraph (1) shall be final and conclusive.\"",
    "fonts": [
      "Calibri"
    ],
    "sizes": [
      14.039999961853027
    ]
  },
  {
    "page_number": 4,
    "bbox": [
      72.02,
      446.98,
      526.59,
      737.53
    ],
    "text": "The contents of the documents marked R1 and R2 show that His Excellency the President had taken a decision to cancel the liquor license issued to the Petitioner and also to confiscate the land and the building where the Petitioner carried on his business. The Petitioner is not disputing the fact that such a decision had been taken. That decision of His Excellency the President is final and conclusive. The Petitioner is not challenging that decision before this court. The 1st Respondent, the Commissioner General of Excise had merely given effect to that decision. He is bound to do so. He is performing only a ministerial act. He himself had not taken a decision to cancel this liquor license. The 1st Respondent had acted bona fide within the framework of the law. Therefore, the Petitioner cannot ask for a mandate in a nature of Writ of Mandamus compelling the Respondents to issue and transfer a liquor license to his new business premises. Petitioner also cannot ask for a Writ of Mandamus compelling the Respondents to issue the requisite application form to the Petitioner. The Petitioner is seeking relives which are inconsistent with the decision of HE the President and which negates the aforesaid decision.",
    "fonts": [
      "Calibri",
      "Calibri-Italic"
    ],
    "sizes": [
      9.0,
      14.039999961853027
    ]
  },
  {
    "page_number": 5,
    "bbox": [
      72.02,
      781.32,
      302.91,
      805.8
    ],
    "text": "6",
    "fonts": [
      "Calibri"
    ],
    "sizes": [
      11.039999961853027
    ]
  },
  {
    "page_number": 5,
    "bbox": [
      72.02,
      74.93,
      526.57,
      291.8
    ],
    "text": "The liquor license issued to the Petitioner has been cancelled by the Commissioner General of Excise giving effect to the decision of HE the President. Now there is no liquor license in force. Therefore, the Petitioner cannot make an application to the 1st Respondent to transfer the liquor license to another place. Once a license has been cancelled for a valid reason another license cannot be issued to the same person. The HE the President had taken the decision to cancel the liquor license issued to the Petitioner after disclosing that the liquor license and the business premises had been purchased by the funds of the LTTE for the benefit of the LTTE. In such a situation the 1st Respondent cannot issue a fresh liquor license to the Petitioner to a new business premises, nor can he reinstall the license to the present business premises and transfer same to the new business premises.",
    "fonts": [
      "Calibri"
    ],
    "sizes": [
      9.0,
      14.039999961853027
    ]
  },
  {
    "page_number": 5,
    "bbox": [
      72.02,
      304.16,
      452.31,
      318.2
    ],
    "text": "The Legal Right and the Legitimate Expectations of the Petitioner",
    "fonts": [
      "Calibri-Bold"
    ],
    "sizes": [
      14.039999961853027
    ]
  },
  {
    "page_number": 5,
    "bbox": [
      72.02,
      330.68,
      526.38,
      381.56
    ],
    "text": "The Petitioner states that the Petitioner had the legitimate expectation to the effect that the liquor license issued to the present business premises will be transferred to a new place in the same vicinity owned by him.",
    "fonts": [
      "Calibri"
    ],
    "sizes": [
      14.039999961853027
    ]
  },
  {
    "page_number": 5,
    "bbox": [
      72.02,
      394.04,
      526.37,
      500.26
    ],
    "text": "In the case of Vasana Vs Incorporated Council of Legal Education and others (2004) 1 SLR 154 the Petitioner was informed that her admission to Law College has been approved for registration. Later the Council had informed her that due to an error her marks has been entered as 70 when it was in fact 56 and as the cut off mark was 70, she is not qualified for admission. In that case Gamini Amaratunga J. had observed as follows,",
    "fonts": [
      "Calibri",
      "Calibri-Bold"
    ],
    "sizes": [
      14.039999961853027
    ]
  },
  {
    "page_number": 5,
    "bbox": [
      72.02,
      512.74,
      526.53,
      600.49
    ],
    "text": "When the basic ingredient necessary for the formation of a legitimate expectation is marks over and above the cut off point is lacking the Petitioner cannot rely on a document which contains a provisional decision which has been subsequently found to be a decision based on erroneous factual data submitted to the Law college due to an inadvertent error committed by an examiner.",
    "fonts": [
      "Calibri",
      "Calibri-Bold"
    ],
    "sizes": [
      14.039999961853027
    ]
  },
  {
    "page_number": 5,
    "bbox": [
      72.02,
      612.97,
      526.35,
      645.37
    ],
    "text": "In the case of Wannigama Vs Incorporated Council of Legal Education and others (2007) 2 SLR 281 Dr. Shirani Bandaranayake J. had observed as follows,",
    "fonts": [
      "Calibri",
      "Calibri-Bold"
    ],
    "sizes": [
      14.039999961853027
    ]
  },
  {
    "page_number": 5,
    "bbox": [
      72.02,
      657.85,
      526.59,
      764.07
    ],
    "text": "In such circumstances it is evident that the appellant could not have had any legitimate expectation to have been selected to the Sri Lanka Law College on the basis of his marks obtained at the entrance examination. The intervening circumstances, as referred to earlier, was the selection of a group of students, who had sat for the entrance examination in the Tamil medium. As examined earlier, the appellant did not belong to and could not have belonged to that",
    "fonts": [
      "Calibri",
      "Calibri-Bold"
    ],
    "sizes": [
      14.039999961853027
    ]
  },
  {
    "page_number": 6,
    "bbox": [
      72.02,
      781.32,
      302.91,
      805.8
    ],
    "text": "7",
    "fonts": [
      "Calibri"
    ],
    "sizes": [
      11.039999961853027
    ]
  },
  {
    "page_number": 6,
    "bbox": [
      72.02,
      74.93,
      526.18,
      107.33
    ],
    "text": "group. It is not possible to rely upon a legitimate expectation unless such expectation is founded upon either a promise or an established practice.",
    "fonts": [
      "Calibri",
      "Calibri-Bold"
    ],
    "sizes": [
      14.039999961853027
    ]
  },
  {
    "page_number": 6,
    "bbox": [
      72.02,
      119.81,
      526.37,
      170.57
    ],
    "text": "For the expectation to be legitimate, the act that caused the expectation to arise should be legitimate H.W.R. Wade and C.F. Forsyth in their text book on administrative law (11th edition) at pages 450-452 observe as follows;",
    "fonts": [
      "Calibri"
    ],
    "sizes": [
      9.0,
      14.039999961853027
    ]
  },
  {
    "page_number": 6,
    "bbox": [
      72.02,
      183.17,
      526.52,
      215.45
    ],
    "text": "\"It is not enough that an expectation should exist: it must in addition be legitimate.",
    "fonts": [
      "Calibri"
    ],
    "sizes": [
      14.039999961853027
    ]
  },
  {
    "page_number": 6,
    "bbox": [
      72.02,
      228.05,
      526.3,
      315.8
    ],
    "text": "As observed by Dr. Bandaranayake J. in Wannigama case, legitimate expectation, in general terms was based on the principles of procedural fairness and was closely related to hearings in conjunctions with the rules of natural justice. As has been pointed out by D. J. Galigan (Dew Process and Fair Procedure, A Study of Administrative Procedure, 1996, Pg. 320),",
    "fonts": [
      "Calibri"
    ],
    "sizes": [
      14.039999961853027
    ]
  },
  {
    "page_number": 6,
    "bbox": [
      72.02,
      328.28,
      526.42,
      379.04
    ],
    "text": "\"In one sense legitimate expectation is an extension of the idea of an interest. The duty of procedural fairness is owed, it has been said, when a person's rights, interests, or legitimate expectations are in issue.\"",
    "fonts": [
      "Calibri"
    ],
    "sizes": [
      14.039999961853027
    ]
  },
  {
    "page_number": 6,
    "bbox": [
      72.02,
      391.64,
      526.18,
      497.74
    ],
    "text": "The HE the President had taken the decision to cancel the liquor license issued to the Petitioner after disclosing that the liquor license and the business premises had been purchased by the funds of the LTTE for the benefit of the LTTE. In such a situation Petitioner cannot have any legitimate expectation to obtain a new liquor license to the same business premises or to a new business premises elsewhere.",
    "fonts": [
      "Calibri"
    ],
    "sizes": [
      14.039999961853027
    ]
  },
  {
    "page_number": 6,
    "bbox": [
      72.02,
      510.34,
      526.59,
      542.62
    ],
    "text": "In Vasana vs Incorporated Council of legal Education and Others cited above, Amaratunga J. had further observed as follows,",
    "fonts": [
      "Calibri",
      "Calibri-Bold"
    ],
    "sizes": [
      14.039999961853027
    ]
  },
  {
    "page_number": 6,
    "bbox": [
      72.02,
      555.22,
      526.58,
      642.85
    ],
    "text": "A writ of mandamus is available against a public or a statutory body performing statutory duties of a public character. In order to succeed in an application for a writ of mandamus the petitioner has to show that he or she has a legal right and the Respondent corporate, statutory or public body has a legal duty to recognize and give effect to the Petitioners legal right.",
    "fonts": [
      "Calibri",
      "Calibri-Italic"
    ],
    "sizes": [
      14.039999961853027
    ]
  },
  {
    "page_number": 6,
    "bbox": [
      72.02,
      655.45,
      526.57,
      687.73
    ],
    "text": "In Wannigama Vs Incorporated Council of legal Education cited above, Dr. Bandaranayake J. had further observed as follows,",
    "fonts": [
      "Calibri",
      "Calibri-Bold"
    ],
    "sizes": [
      14.039999961853027
    ]
  },
  {
    "page_number": 6,
    "bbox": [
      72.02,
      700.33,
      526.29,
      769.71
    ],
    "text": "For the Appellant to insist that Mandamus be issued to direct the Sri Lanka Law College to admit him to follow its programme, he should have fulfilled the basic requirement for the said writ by indicating that he has a legal right as he had obtained over and above 69 marks at the entrance examination. The Appellant",
    "fonts": [
      "Calibri"
    ],
    "sizes": [
      14.039999961853027
    ]
  },
  {
    "page_number": 7,
    "bbox": [
      72.02,
      781.32,
      302.91,
      805.8
    ],
    "text": "8",
    "fonts": [
      "Calibri"
    ],
    "sizes": [
      11.039999961853027
    ]
  },
  {
    "page_number": 7,
    "bbox": [
      72.02,
      74.93,
      529.59,
      162.65
    ],
    "text": "who had admittedly obtained only 66 marks, at the entrance examination to the Sri Lanka Law College thus has no legal right for the admission to the Sri Lanka Law College on the basis of the result of that examination. When the Appellant has no such legal right, there cannot be any legal duty for the Incorporated Council of Legal Education to admit the Appellant to the Sri Lanka Law College.",
    "fonts": [
      "Calibri",
      "Calibri-Bold"
    ],
    "sizes": [
      14.039999961853027
    ]
  },
  {
    "page_number": 7,
    "bbox": [
      72.02,
      175.13,
      526.58,
      207.53
    ],
    "text": "In the case of Perera Vs National Housing Development Authority 2001 (3) SLR 50 J.A.N. De Silva J. (P/CA) (as he then was) had observed as follows;",
    "fonts": [
      "Calibri",
      "Calibri-Bold"
    ],
    "sizes": [
      14.039999961853027
    ]
  },
  {
    "page_number": 7,
    "bbox": [
      72.02,
      220.01,
      526.54,
      381.56
    ],
    "text": "On the question of legal right it is to be noted that the foundation of mandamus is the existence of the right. (Napier Ex parte). Mandamus is not intended to create a right, but to restore a party who has been denied his right to the enjoyment of such right. A Mandamus will lie to any person or authority who is under a duty (Imposed by statute or under Common Law) to do a particular act, if that person or authority refrains from doing the act or refrains for wrong motives from exercising a power which is his duty to exercise the Court will issue a mandamus directing him to do what he should do. (R V. Metropolitan Police Commissioner at 719). (See also Commissioner of Police V. Gordhandas ).",
    "fonts": [
      "Calibri",
      "Calibri-Italic"
    ],
    "sizes": [
      9.0,
      14.039999961853027
    ]
  },
  {
    "page_number": 7,
    "bbox": [
      72.02,
      394.04,
      526.23,
      426.46
    ],
    "text": "The right to enforce must be a Public Right and the duty that must be enforced must be of a public nature.",
    "fonts": [
      "Calibri"
    ],
    "sizes": [
      14.039999961853027
    ]
  },
  {
    "page_number": 7,
    "bbox": [
      72.02,
      438.94,
      526.23,
      471.34
    ],
    "text": "In the case of Borella Private Hospital Vs Bandaranayake and two others Siripavan J. (as he then was) had observed as follows;",
    "fonts": [
      "Calibri",
      "Calibri-Bold"
    ],
    "sizes": [
      14.039999961853027
    ]
  },
  {
    "page_number": 7,
    "bbox": [
      72.02,
      483.82,
      526.19,
      534.7
    ],
    "text": "In order to succeed in an application for Mandamus the Petitioner has to establish a legal right on his part and a corresponding legal duty against the person on whom such writ is sought.",
    "fonts": [
      "Calibri"
    ],
    "sizes": [
      14.039999961853027
    ]
  },
  {
    "page_number": 7,
    "bbox": [
      72.02,
      547.18,
      526.59,
      745.57
    ],
    "text": "The liquor license which was issued to the Petitioner had been cancelled on the directions of HE the President after disclosing the fact that the aforesaid license and the business premises (land and the building) had been purchased/ obtained out of the funds of the LTTE for the benefit of the activities of that organization, a finding which is final and conclusive and which is not challenged by the Petitioner. In such a situation the Petitioner does not have a legal right to ask for a new liquor license and make a request to transfer the license to his new business premises. The 1st Respondent, the Commissioner General of Excise has no legal duty to adhere to that request. Hence, the question whether the Respondents have acted fairly and reasonably as submitted by the learned Counsel for the Petitioner will not arise.",
    "fonts": [
      "Calibri"
    ],
    "sizes": [
      9.0,
      14.039999961853027
    ]
  },
  {
    "page_number": 8,
    "bbox": [
      72.02,
      781.32,
      302.91,
      805.8
    ],
    "text": "9",
    "fonts": [
      "Calibri"
    ],
    "sizes": [
      11.039999961853027
    ]
  },
  {
    "page_number": 8,
    "bbox": [
      72.02,
      74.93,
      526.59,
      402.44
    ],
    "text": "The learned Presidents Counsel for the Petitioner has submitted in his extensive written submissions that the Respondents had breached the doctrine of audi alteram partem and denied the Petitioner his right to be heard. When the 1st Respondent cancelled the liquor license issued to the Petitioner, he was merely performing a ministerial act on the directions of HE the President and he was bound to carry out those directions. It was not his decision. He was not expected to hold an inquiry before cancelling the license. Therefore, the question of giving a hearing to the Petitioner does not arise. The Petitioner states that he made several requests to the Respondents verbally and in writing to transfer the liquor license to a new business premises. He states that he requested for a requisite application form for the transfer of the liquor license to the new premises but that request was not complied with. Therefore, according to the Petitioner the Respondents had violated the audi alteram partem rule. Once, the existing the liquor license was cancelled, there is no license in force to be transferred to a new business premises. Therefore, the question of issuing the requisite application form to transfer a license which is not in existence to a new business premises will not arise and the Respondents cannot issue the requisite application form to the Petitioner. No hearing is necessary to decide that.",
    "fonts": [
      "Calibri",
      "Calibri-Italic"
    ],
    "sizes": [
      9.0,
      14.039999961853027
    ]
  },
  {
    "page_number": 8,
    "bbox": [
      72.02,
      414.94,
      526.3,
      484.18
    ],
    "text": "For the aforementioned reasons we are of the view that there is no merit in this writ application. Therefore, we refuse to grant mandates in the nature of Writ of Mandamus as prayed for in the prayer to the petition and refuse this application without cost.",
    "fonts": [
      "Calibri",
      "Calibri-Italic"
    ],
    "sizes": [
      14.039999961853027
    ]
  },
  {
    "page_number": 8,
    "bbox": [
      360.07,
      576.01,
      506.43,
      590.05
    ],
    "text": "Judge of Court of Appeal",
    "fonts": [
      "Calibri",
      "Calibri-Bold"
    ],
    "sizes": [
      14.039999961853027
    ]
  },
  {
    "page_number": 8,
    "bbox": [
      72.02,
      602.41,
      178.75,
      616.45
    ],
    "text": "R. Gurusinghe - J.",
    "fonts": [
      "Calibri-Bold"
    ],
    "sizes": [
      14.039999961853027
    ]
  },
  {
    "page_number": 8,
    "bbox": [
      72.02,
      628.81,
      116.23,
      642.85
    ],
    "text": "I Agree",
    "fonts": [
      "Calibri-Bold"
    ],
    "sizes": [
      14.039999961853027
    ]
  },
  {
    "page_number": 8,
    "bbox": [
      72.02,
      681.73,
      506.43,
      695.77
    ],
    "text": "Judge of Court of Appeal",
    "fonts": [
      "Calibri-Bold"
    ],
    "sizes": [
      14.039999961853027
    ]
  }
]