[
  {
    "page_number": 0,
    "bbox": [
      72.02,
      781.9,
      324.89,
      806.38
    ],
    "text": "Page 1 of 8",
    "fonts": [
      "Calibri",
      "Calibri-Bold"
    ],
    "sizes": [
      11.039999961853027
    ]
  },
  {
    "page_number": 0,
    "bbox": [
      108.5,
      66.84,
      489.44,
      77.88
    ],
    "text": "IN THE COURT OF APPEAL OF THE DEMOCRATIC SOCIALIST REPUBLIC OF SRI LANKA",
    "fonts": [
      "Calibri-Bold"
    ],
    "sizes": [
      11.039999961853027
    ]
  },
  {
    "page_number": 0,
    "bbox": [
      324.07,
      111.86,
      525.78,
      180.86
    ],
    "text": "In the matter of an appeal in terms of the Section 331 of the code of Criminal Procedure Act No: 15 of 1979 and in terms of Article 138 of the Constitution of the Democratic Socialist Republic of Sri Lanka.",
    "fonts": [
      "Calibri"
    ],
    "sizes": [
      11.039999961853027
    ]
  },
  {
    "page_number": 0,
    "bbox": [
      72.02,
      192.26,
      472.88,
      234.26
    ],
    "text": "Court of Appeal Case No: CA /HCC/0081/12 Hon. Attorney General, HC Batticaloa Case No: HC/2584/09 Attorney General's Department, Colombo 12.",
    "fonts": [
      "Calibri",
      "Calibri-Bold"
    ],
    "sizes": [
      11.039999961853027
    ]
  },
  {
    "page_number": 0,
    "bbox": [
      72.02,
      238.58,
      525.92,
      280.58
    ],
    "text": "Complainant Vs. 1. Nallathamby Kandasamy",
    "fonts": [
      "ArialMT",
      "Calibri"
    ],
    "sizes": [
      11.039999961853027
    ]
  },
  {
    "page_number": 0,
    "bbox": [
      306.05,
      283.97,
      487.52,
      338.57
    ],
    "text": "Elango Road, Ward No. 01, Kovil Porathivu, Kaluwanchchikudy. 2. Vinayagamoorthy Maohan",
    "fonts": [
      "ArialMT",
      "Calibri"
    ],
    "sizes": [
      11.039999961853027
    ]
  },
  {
    "page_number": 0,
    "bbox": [
      324.07,
      341.93,
      491.3,
      382.01
    ],
    "text": "Chithiravelayutha swamy Kovil Road, Porativu, Kaluwanchchikudy.",
    "fonts": [
      "Calibri"
    ],
    "sizes": [
      11.039999961853027
    ]
  },
  {
    "page_number": 0,
    "bbox": [
      485.74,
      393.41,
      528.32,
      404.45
    ],
    "text": "Accused",
    "fonts": [
      "Calibri-Bold"
    ],
    "sizes": [
      11.039999961853027
    ]
  },
  {
    "page_number": 0,
    "bbox": [
      324.07,
      416.93,
      412.13,
      427.97
    ],
    "text": "And Now Between",
    "fonts": [
      "Calibri-Bold"
    ],
    "sizes": [
      11.039999961853027
    ]
  },
  {
    "page_number": 0,
    "bbox": [
      308.33,
      438.62,
      439.49,
      451.37
    ],
    "text": "1. Nallathamby Kandasamy",
    "fonts": [
      "ArialMT",
      "Calibri"
    ],
    "sizes": [
      11.039999961853027
    ]
  },
  {
    "page_number": 0,
    "bbox": [
      308.33,
      454.85,
      489.8,
      509.35
    ],
    "text": "Elango Road, Ward No. 01, Kovil Porathivu, Kaluwanchchikudy. 2. Vinayagamoorthy Maohan",
    "fonts": [
      "ArialMT",
      "Calibri"
    ],
    "sizes": [
      11.039999961853027
    ]
  },
  {
    "page_number": 0,
    "bbox": [
      326.35,
      512.83,
      493.56,
      552.79
    ],
    "text": "Chithiravelayutha swamy Kovil Road, Porativu, Kaluwanchchikudy.",
    "fonts": [
      "Calibri"
    ],
    "sizes": [
      11.039999961853027
    ]
  },
  {
    "page_number": 0,
    "bbox": [
      433.51,
      564.31,
      525.92,
      575.35
    ],
    "text": "Accused-Appellants",
    "fonts": [
      "Calibri-Bold"
    ],
    "sizes": [
      11.039999961853027
    ]
  },
  {
    "page_number": 0,
    "bbox": [
      360.07,
      587.71,
      376.49,
      598.75
    ],
    "text": "Vs.",
    "fonts": [
      "Calibri-Bold"
    ],
    "sizes": [
      11.039999961853027
    ]
  },
  {
    "page_number": 0,
    "bbox": [
      324.07,
      611.23,
      472.88,
      649.03
    ],
    "text": "Hon. Attorney General, Attorney General's Department, Colombo 12.",
    "fonts": [
      "Calibri",
      "Calibri-Bold"
    ],
    "sizes": [
      11.039999961853027
    ]
  },
  {
    "page_number": 0,
    "bbox": [
      406.51,
      651.43,
      525.92,
      662.47
    ],
    "text": "Complainant-Respondent",
    "fonts": [
      "Calibri-Bold"
    ],
    "sizes": [
      11.039999961853027
    ]
  },
  {
    "page_number": 0,
    "bbox": [
      72.02,
      674.98,
      451.16,
      753.1
    ],
    "text": "Before: N. Bandula Karunarathna J. & R. Gurusinghe J.",
    "fonts": [
      "Calibri",
      "Calibri-Bold"
    ],
    "sizes": [
      11.039999961853027
    ]
  },
  {
    "page_number": 1,
    "bbox": [
      72.02,
      781.9,
      324.89,
      806.38
    ],
    "text": "Page 2 of 8",
    "fonts": [
      "Calibri",
      "Calibri-Bold"
    ],
    "sizes": [
      11.039999961853027
    ]
  },
  {
    "page_number": 1,
    "bbox": [
      72.02,
      88.7,
      479.81,
      115.34
    ],
    "text": "Counsel: Indica Mallawaratchy AAL for the Accused-Appellant",
    "fonts": [
      "Calibri",
      "Calibri-Bold"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 1,
    "bbox": [
      72.02,
      117.98,
      511.37,
      261.62
    ],
    "text": "Rohantha Abeysuriya ASG for the Complainant-Respondent Written Submissions: By the Accused - Appellant on 12.05.2020 By the Complainant - Respondent 10.03.2017 Argued on : 08.06.2022 Decided on : 30.11.2022.",
    "fonts": [
      "Calibri",
      "Calibri-Bold"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 1,
    "bbox": [
      72.02,
      273.5,
      526.1,
      367.73
    ],
    "text": "N. Bandula Karunarathna J. This appeal is from the judgment, delivered by the learned Trial Judge of the High Court of Batticaloa, dated 18.05.2012, by which, the 1st and 2nd accused-appellants, who is before this court, were convicted and sentenced to death for having murdered one Nagamani Ponnuthurai.",
    "fonts": [
      "Calibri",
      "Calibri-Bold"
    ],
    "sizes": [
      8.039999961853027,
      12.0
    ]
  },
  {
    "page_number": 1,
    "bbox": [
      72.02,
      379.58,
      526.12,
      426.29
    ],
    "text": "The 1st and 2nd accused-appellants had been indicted on 01.12.2008 in the High Court of Batticaloa for committing the murder of Nagamani Ponnuthurai on or about 24.06.2006, which is punishable in terms of section 296 read with section 32 of the Penal Code.",
    "fonts": [
      "Calibri"
    ],
    "sizes": [
      8.039999961853027,
      12.0
    ]
  },
  {
    "page_number": 1,
    "bbox": [
      72.02,
      439.13,
      526.13,
      552.19
    ],
    "text": "The trial had commenced on 26.08.2009, during which the prosecution had, led evidence of 6 witnesses, and marked documents P 1 and P 2. Once the prosecution had closed its case, the 1st and 2nd accused-appellants gave evidence and was subjected to cross-examination. On behalf of the 1st and 2nd accused-appellants, one witness was summoned and he had given evidence. At the conclusion of the trial, the 1st and 2nd accused appellants had been found guilty on the murder charge and were sentenced to death. Aggrieved by the said decision, the 1st and 2nd accused-appellants preferred this appeal.",
    "fonts": [
      "Calibri"
    ],
    "sizes": [
      8.039999961853027,
      12.0
    ]
  },
  {
    "page_number": 1,
    "bbox": [
      72.02,
      564.04,
      503.21,
      577.03
    ],
    "text": "Grounds of appeal set forth on behalf of the 1st and 2nd accused-appellants is as follows;",
    "fonts": [
      "Calibri"
    ],
    "sizes": [
      8.039999961853027,
      12.0
    ]
  },
  {
    "page_number": 1,
    "bbox": [
      83.54,
      586.93,
      528.77,
      774.7
    ],
    "text": "(i) Non-compliance of section 48 of the Judicature Act relating to adoption of proceedings. (ii) Deposition of PW 3 namely Nagamani Thevi (eyewitness) had been improperly admitted. (iii) Following closely on the heels of ground 1, learned Trial Judge flawed by relying upon the said deposition to form the basis of the conviction. (iv) Basis of the conviction of the 1st and 2nd accused-appellants being the deposition of Nagamani Thevi coupled with the evidence of PW 2, the said conviction is untenable.",
    "fonts": [
      "ArialMT",
      "Calibri"
    ],
    "sizes": [
      8.039999961853027,
      12.0
    ]
  },
  {
    "page_number": 2,
    "bbox": [
      72.02,
      781.9,
      324.89,
      806.38
    ],
    "text": "Page 3 of 8",
    "fonts": [
      "Calibri",
      "Calibri-Bold"
    ],
    "sizes": [
      11.039999961853027
    ]
  },
  {
    "page_number": 2,
    "bbox": [
      80.78,
      65.22,
      526.11,
      189.74
    ],
    "text": "(v) Learned Trial Judge failed to compartmentalize the evidence against each accused and failed to apply the principles governing the concept of common intention. (vi) Failure on the part of the learned Trial Judge to narrate or evaluate the evidence of the 1st and 2nd accused-appellants has caused serious prejudice to him occasioning in a deprivation of a fair trial. (vii) Rejection of evidence of the 1st and 2nd accused-appellants are flawed causing serious prejudice to the 1st and 2nd accused-appellant.",
    "fonts": [
      "ArialMT",
      "Calibri"
    ],
    "sizes": [
      8.039999961853027,
      12.0
    ]
  },
  {
    "page_number": 2,
    "bbox": [
      72.02,
      201.62,
      526.13,
      324.29
    ],
    "text": "At the time of the trial, the only eyewitness Nagamani Thevi (PW 3) had gone overseas. Therefore, the court allowed an application made by the prosecution under section 33 of the Evidence Ordinance and permitted the deposition of PW 3 to be adopted. This eyewitness who is the sister of the deceased had seen the deceased being dealt with heavy blows by the first accused person with a crow bar and the second accused standing by his side with a rod. The eyewitness has stated further that when she told them not to beat her brother, they had scolded her in obscene language and threatened her. After she came home and locked herself, they had come and banged on the door.",
    "fonts": [
      "Calibri"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 2,
    "bbox": [
      72.02,
      336.05,
      526.12,
      427.13
    ],
    "text": "Learned Presidents Counsel who appeared on behalf of the respondent Attorney General argued that this clearly indicates that both of them had acted together throughout the incident in furtherance of their common intention. The wife of the deceased also had seen the first accused with an iron bar and the second accused with a pipe in their hands when they came near the house of the deceased. She had seen the two accused persons standing near the deceased with weapons when she ran to the place where the incident took place.",
    "fonts": [
      "Calibri"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 2,
    "bbox": [
      72.02,
      438.89,
      526.01,
      561.55
    ],
    "text": "Since the area where the incident occurred was under the control of the L.T.T.E. the Gramasevaka of the relevant division conducted investigations as per the instructions given by the O.I.C. of the Kaluvanchikkudi Police Station. According to the investigations made by the Gramasevaka the distance between the deceased person's house and the first accused person's house is about 25 meters and the two houses were next to each other. The second accused's house belongs to the next Gramasevaka Division. In the place where the incident took place, the Gramasevaka had observed blood stains which were covered with sand. According to the Gramasevaka, injuries were on the head and on the back of the body.",
    "fonts": [
      "Calibri"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 2,
    "bbox": [
      72.02,
      573.43,
      525.98,
      632.83
    ],
    "text": "According to the post mortem report it is evident that there was a contusion which could have been caused by a hard blow dealt with a blunt weapon. It was revealed that this weapon could have been a club or an iron rod. It is also evident that the death of the deceased person was caused by haemorrhage in the skull caused by a blow from a blunt weapon.",
    "fonts": [
      "Calibri"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 2,
    "bbox": [
      72.02,
      644.59,
      526.13,
      751.54
    ],
    "text": "It is important to note that the application of the prosecution to adopt evidence under section 33 of the Evidence Ordinance was challenged by the accused-appellant. After drawing the attention of court to the fact that PW 3 Nagamani Thevi had gone overseas and therefore was unavailable to testify at the trial, the state counsel has taken steps to adopt the deposition of this witness at the non-summary. In this regard, the evidence of the process server of the Kaluvanchikkudi Police Station was led. The fact that the said witness had gone abroad was also corroborated by the testimony of the sister - in - law of the said witness (PW 3). The",
    "fonts": [
      "Calibri"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 3,
    "bbox": [
      72.02,
      781.9,
      324.89,
      806.38
    ],
    "text": "Page 4 of 8",
    "fonts": [
      "Calibri",
      "Calibri-Bold"
    ],
    "sizes": [
      11.039999961853027
    ]
  },
  {
    "page_number": 3,
    "bbox": [
      72.02,
      67.08,
      525.81,
      94.92
    ],
    "text": "deposition of PW 3 was produced through the court interpreter whose evidence was also led at the trial.",
    "fonts": [
      "Calibri"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 3,
    "bbox": [
      72.02,
      105.71,
      526.1,
      134.54
    ],
    "text": "After the prosecution case was concluded the 1st and 2nd accused-appellants gave evidence from the witness box and thereafter evidence of the defence witnesses were led.",
    "fonts": [
      "Calibri"
    ],
    "sizes": [
      8.039999961853027,
      12.0
    ]
  },
  {
    "page_number": 3,
    "bbox": [
      72.02,
      146.3,
      526.13,
      268.94
    ],
    "text": "The first accused-appellant totally denied his involvement with the incident. According to the evidence given by the first accused person he had stayed at home after work on the day of the incident. He was taken into custody by the LTTE in connection with this offence. It seems that the alleged offence was committed in the \"unliberated area\" in that part of the country. According to the accused, he was released after three months. After one month he was asked to come to the Kaluvanchikkudi Police Station where he was arrested. The accused-appellant admitted the fact that the distance between his place and the place where the incident occurred is one mile.",
    "fonts": [
      "Calibri"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 3,
    "bbox": [
      72.02,
      280.85,
      526.05,
      435.05
    ],
    "text": "According to the statement of the defence witness Nallathamby Pillaiammah, while she and her sister were standing near the gate of their house, the brother of the deceased Rasiah Vianayagamoorthy who was intoxicated at that time, came running towards them and had given an axe to the sister saying \"here hold this child, I have done away with the thug\". It seems the defence witness had not handed over the axe to the police nor had she made a statement to the police. For the first time she had narrated this story at the High Court. She has not given evidence as a defence witness at the non- summary. She denied the presence of the 1st and 2nd accused-appellants at the location of the incident. Learned Counsel for the respondent says that this is a total fabrication on the part of the defence witness in order to safeguard her brother who is the 1st and 2nd accused-appellants.",
    "fonts": [
      "Calibri"
    ],
    "sizes": [
      8.039999961853027,
      12.0
    ]
  },
  {
    "page_number": 3,
    "bbox": [
      72.02,
      446.93,
      526.08,
      522.19
    ],
    "text": "The second accused has totally denied his involvement. He had gone threshing and returned the following day morning around 4o'clock. The Following day, the LTTE took him into their custody. He was released after three months and thereafter was an inmate in a refugee camp for another 3 months. A week after returning from the refugee camp he was arrested by the police.",
    "fonts": [
      "Calibri"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 3,
    "bbox": [
      72.02,
      533.95,
      526.13,
      577.63
    ],
    "text": "Conviction revolves around the evidence of namely Ponnuthurai Thirumanjanam (PW 2), (wife of the deceased) and the deposition of Nagamani Thevi which was admitted in terms of section 33 of the Evidence Ordinance.",
    "fonts": [
      "Calibri"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 3,
    "bbox": [
      72.02,
      589.39,
      526.13,
      759.46
    ],
    "text": "It transpires from the evidence of the wife of the deceased that the incident had taken place around 8.30 pm. and it was her evidence that the deceased had been at home having had his dinner and that the 1st accused accompanied by the 2nd accused who was the 14-year-old grandson of the 1st accused had come and called out to the deceased and that the deceased had left in the company of the said accused. This witness has further testified that about 15-30 minutes later her sister-in-law namely Nagamani Thevi had given a message to the effect \"Anna had been beaten up\" which prompted the witness to rush to the scene at which point she had seen the deceased fallen lying unconscious and it was her evidence that the two accused were at the scene armed with weapons. A material contradiction has been marked at the trial: Her evidence at the inquest was to the effect that Nagamani Thevi had informed her that Kandasamy and Mohan had beaten him up and had run along that lane.",
    "fonts": [
      "Calibri"
    ],
    "sizes": [
      8.039999961853027,
      12.0
    ]
  },
  {
    "page_number": 4,
    "bbox": [
      72.02,
      781.9,
      324.89,
      806.38
    ],
    "text": "Page 5 of 8",
    "fonts": [
      "Calibri",
      "Calibri-Bold"
    ],
    "sizes": [
      11.039999961853027
    ]
  },
  {
    "page_number": 4,
    "bbox": [
      72.02,
      66.09,
      526.16,
      158.18
    ],
    "text": "Learned counsel for the 1st and 2nd accused-appellants says that non-compliance of section 48 of the Judicature Act relating to adoption of proceedings in this case, could be considered as fatal. As is borne out by proceedings dated 13.10.2010 learned High Court Judge Mrs. K. Sivapathasunderam has preceded learned High Court Judge P. Swarnaraj. However, the record does not bear testimony to the fact that the proceedings had been formally adopted in terms of section 48 of the Judicature Act.",
    "fonts": [
      "Calibri"
    ],
    "sizes": [
      8.039999961853027,
      12.0
    ]
  },
  {
    "page_number": 4,
    "bbox": [
      72.02,
      169.94,
      526.13,
      276.74
    ],
    "text": "In view of the provisions of section 48 of the Judicature Act, as amended a party to an action has no right to demand a trial de novo but where an application is made for a trial de novo there is a discretion vested in the Judge to decide whether a trial de novo should be ordered or not. It was the contention of the learned counsel for the 1st and 2nd accused-appellants that deposition of namely Nagamani Thevi (PW 3) (eye-witness) has been improperly admitted. Nagamani Thevi was overseas at the time of the High Court trial and the prosecution led the deposition of the said witness in terms of section 33 of the Evidence Ordinance.",
    "fonts": [
      "Calibri",
      "Calibri-Italic"
    ],
    "sizes": [
      8.039999961853027,
      12.0
    ]
  },
  {
    "page_number": 4,
    "bbox": [
      72.02,
      288.65,
      526.13,
      395.45
    ],
    "text": "Prosecution first led the evidence of the Warrant Executing Officer namely Kandiah Ravichandran who has testified that PW 3 was not available at the given address and that her sister namely Vinitha had informed him that PW 3 had gone to Abu Dhabi which evidence tantamount to hearsay evidence. Warrant Executing Officer Ravichandran has further testified that he had made inquiries from the Grama Sewaka of the area who had confirmed that PW 3 had gone abroad on the 22.06.2009. The statements of the sister of PW 3 and the Grama Sewaka were marked as \"X\" and \"X2\".",
    "fonts": [
      "Calibri"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 4,
    "bbox": [
      72.02,
      407.33,
      526.13,
      529.99
    ],
    "text": "However, it warrants mentioning that neither the Grama Sewaka nor the sister of PW 3 (Vinitha) were called by the prosecution to testify at the trial and in that backdrop, the prosecution has made an attempt to prove that PW 3 was abroad only by hearsay evidence which is wholly inadmissible. In situations as mentioned above, if the prosecution intends establishing that a witness has gone abroad, then the witnesses who are privy to that fact have to be called as witnesses, thereby enabling the defence to subject the said witnesses to cross-examination. Therefore, it is my view that the prosecution has erred by relying upon hearsay evidence to establish that PW 3 was abroad.",
    "fonts": [
      "Calibri"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 4,
    "bbox": [
      72.02,
      541.75,
      526.13,
      601.15
    ],
    "text": "It is further submitted that as per the proceedings dated 13.10.2010, deposition of PW 3 namely Nagamani Thevi was read out in open court by the Court Interpreter but a certified copy of the said deposition was not produced and marked at the trial in total violation of the procedure adopted by law.",
    "fonts": [
      "Calibri"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 4,
    "bbox": [
      72.02,
      613.03,
      416.42,
      625.03
    ],
    "text": "In S. Stephen and 3 others Vs. The Queen 66 NLR 264 it was held thus;",
    "fonts": [
      "Calibri"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 4,
    "bbox": [
      108.02,
      636.79,
      526.04,
      680.5
    ],
    "text": "\"the deposition made by a witness at the Non-summary inquiry is not admissible in evidence after his death unless the original record of the non-summary proceedings is duly produced in evidence together with a certified copy of the deposition\".",
    "fonts": [
      "Calibri"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 4,
    "bbox": [
      72.02,
      692.26,
      340.1,
      704.26
    ],
    "text": "The King vs, Kadiragamar 40 NLR 534 it was held thus;",
    "fonts": [
      "Calibri"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 4,
    "bbox": [
      108.02,
      716.02,
      525.98,
      775.54
    ],
    "text": "\"the correct course was for the original record of the non-summary proceedings to have been produced in evidence by the Chief Clerk of the Magistrate's Court or any other officer of the District Court connected with the custody of the record. A certified copy of the deposition should also have been produced by the witness\".",
    "fonts": [
      "Calibri"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 5,
    "bbox": [
      72.02,
      781.9,
      324.89,
      806.38
    ],
    "text": "Page 6 of 8",
    "fonts": [
      "Calibri",
      "Calibri-Bold"
    ],
    "sizes": [
      11.039999961853027
    ]
  },
  {
    "page_number": 5,
    "bbox": [
      72.02,
      67.08,
      526.06,
      94.92
    ],
    "text": "The learned High Court Judge failed to adopt the proper procedure by not producing the deposition during the High Court trial.",
    "fonts": [
      "Calibri"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 5,
    "bbox": [
      72.02,
      106.7,
      526.13,
      150.38
    ],
    "text": "Since the deposition of PW 3 was admitted in total contravention of the procedure established by law, the said deposition tantamount to inadmissible evidence and it is my view that the learned Trial Judge erred by relying upon same to form the basis of the conviction.",
    "fonts": [
      "Calibri"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 5,
    "bbox": [
      72.02,
      161.15,
      528.77,
      332.21
    ],
    "text": "It is reiterated that the basis of the conviction of the 1st and 2nd accused-appellants is the deposition of PW 3 (eye-witness) and the evidence of Thirumanjanam (PW 1). These could be considered as circumstantial evidence. The deposition of PW 3 has to be jettisoned from the evidence against the 1st and 2nd accused-appellants, consequently leaving only the evidence of PW 1 whose evidence is purely circumstantial. Learned Trial Judge has convicted the 1st and 2nd accused-appellants on the strength of the deposition of the eye-witness testimony, coupled with circumstantial evidence of PW 1 namely Thirumanjanam. In the said circumstances, learned counsel for the accused-appellant argued that since the Trial Judge has flawed by relying upon the deposition of PW 3, the pertinent question which begs consideration is, \"would the Trial Judge have come to the same final finding of guilt purely on the circumstantial evidence stemming from witness Thirumanjanam\"?",
    "fonts": [
      "Calibri"
    ],
    "sizes": [
      8.039999961853027,
      12.0
    ]
  },
  {
    "page_number": 5,
    "bbox": [
      72.02,
      344.09,
      526.13,
      498.31
    ],
    "text": "As a result of the flaw on the part of the Trial Judge, the complexion of the prosecution case changes in that the conviction which was based on eye-witness testimony coupled with circumstantial evidence now purely revolves around circumstantial evidence. In the said circumstances, the circumstantial evidence which emanate from PW 2 namely Ponnuthurai Thirumanjanam are wholly inadequate to draw a necessary, inescapable, irresistible and one and only inference that the two accused are guilty of causing the death of the deceased. My view is that since this court by way of appellate judicial review, has been called upon to examine the legality and the tenability of the judgment of the trial court and not to replace and rewrite judgments, the judgment of the learned High Court Judge is therefore factually untenable and flawed.",
    "fonts": [
      "Calibri"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 5,
    "bbox": [
      72.02,
      509.2,
      526.1,
      585.43
    ],
    "text": "Learned counsel for the 1st and 2nd accused-appellants further submitted that the Trial Judge failed to compartmentalize the evidence against each accused and failed to apply the principles governing the concept of common intention. The Trial Judge has woefully failed to compartmentalize the evidence against each accused and the judgment is depleted of the rules relating to common intention.",
    "fonts": [
      "Calibri"
    ],
    "sizes": [
      8.039999961853027,
      12.0
    ]
  },
  {
    "page_number": 5,
    "bbox": [
      72.02,
      597.19,
      526.13,
      640.87
    ],
    "text": "In Mazur Ivegen and another vs. AG, SC Appeal No. TAB 1/2007, the question of adequacy in giving reasons in a judgment was considered wherein citing R. vs. R.E.M. (2008 SCC 51 2nd October 2008) it held \"that the Trial Judge's reasons serves three main functions, namely;",
    "fonts": [
      "Calibri"
    ],
    "sizes": [
      8.039999961853027,
      12.0
    ]
  },
  {
    "page_number": 5,
    "bbox": [
      94.94,
      650.92,
      294.0,
      664.78
    ],
    "text": "(i.) to explain the decision to parties,",
    "fonts": [
      "ArialMT",
      "Calibri"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 5,
    "bbox": [
      92.18,
      672.88,
      285.36,
      686.74
    ],
    "text": "(ii.) to provide public accountability",
    "fonts": [
      "ArialMT",
      "Calibri"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 5,
    "bbox": [
      89.42,
      694.72,
      306.48,
      708.58
    ],
    "text": "(iii.) to permit effective appellate review",
    "fonts": [
      "ArialMT",
      "Calibri"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 5,
    "bbox": [
      72.02,
      726.58,
      525.85,
      754.42
    ],
    "text": "Court further held that an acceptable judgment must indicate the Judge's absorption of the narrative of events, his evaluation of the evidence with reasons thereon and his application",
    "fonts": [
      "Calibri"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 6,
    "bbox": [
      72.02,
      781.9,
      324.89,
      806.38
    ],
    "text": "Page 7 of 8",
    "fonts": [
      "Calibri",
      "Calibri-Bold"
    ],
    "sizes": [
      11.039999961853027
    ]
  },
  {
    "page_number": 6,
    "bbox": [
      72.02,
      67.08,
      526.11,
      94.92
    ],
    "text": "of the law and legal principles. In the present case the learned Trial Judge failed to follow the said principle.",
    "fonts": [
      "Calibri"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 6,
    "bbox": [
      72.02,
      105.71,
      526.13,
      245.18
    ],
    "text": "Another argument raised by the learned counsel for the 1st and 2nd accused-appellants were that the failure on the part of the Trial Judge to narrate and evaluate the evidence of the 1st and 2nd accused-appellants have caused serious prejudice occasioning in a deprivation of a fair trial. The 1st and 2nd accused-appellants have given consistent and untarnished evidence on oath spanning 58 pages denying his complicity in the commission of the crime. It is manifestly clear upon a perusal of the judgment of the learned Trial Judge that the evidence of the 1st and 2nd accused-appellants have not even been narrated leave alone evaluated consequently causing grave prejudice to the 1st and 2nd accused-appellants thereby depriving him of a fair trial.",
    "fonts": [
      "Calibri"
    ],
    "sizes": [
      8.039999961853027,
      12.0
    ]
  },
  {
    "page_number": 6,
    "bbox": [
      72.02,
      256.94,
      526.13,
      348.05
    ],
    "text": "It is now left to decide whether the nature of the evidence led in this case and the time duration that has elapsed would justify ordering a retrial to meet the ends of justice. It must be noted that the alleged offence had been committed on 24.06.2006, almost 16 years have elapsed since the date of the offence. The trial commenced in the year 2009 and was concluded in the year 2012. The trial had lasted for 3 years. The accused-appellant has been incarcerated for more than 10 years since conviction.",
    "fonts": [
      "Calibri"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 6,
    "bbox": [
      72.02,
      359.81,
      525.83,
      387.65
    ],
    "text": "In Peter Singho Vs. Werapitiya 55 NLR 157, the court refused to order retrial where the time duration was four years. Gratiaen, J. observed that;",
    "fonts": [
      "Calibri"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 6,
    "bbox": [
      108.02,
      399.53,
      526.1,
      490.51
    ],
    "text": "\"I have anxiously considered whether I should send the case back for re-trial before another Magistrate. The charges against the accused are of serious nature and it may be that, upon the relevant and admissible evidence, his conviction would have been justified. But we are here concerned with offences alleged to have been committed over four years ago, and it does not seem to me just to call upon him to defend himself a second time after such an unconscionable lapse of time",
    "fonts": [
      "Calibri"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 6,
    "bbox": [
      72.02,
      502.39,
      526.13,
      530.11
    ],
    "text": "In Warnagodage Nandana Ratnasuriya Vs. Attorney General C.A. Appeal 58/2005, Court observed that;",
    "fonts": [
      "Calibri"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 6,
    "bbox": [
      108.02,
      541.99,
      526.13,
      712.06
    ],
    "text": "\"Section 335 (2)(a) of the Code of Criminal Procedure Act No. 15 of 1979 provides that in determination of appeals in cases where trial without jury, the Court of Appeal may reverse the verdict and sentence and acquit or discharge the accused or order him to be re-tried. Therefore, a discretion is vested in Court whether or not to order re-trial in a fit case, which discretion should be exercised judicially to satisfy the ends of justice, taking into consideration the nature of the evidence available, the time duration since the date of the offence, the period of incarceration the accused person had already suffered, and last not the least, the trauma and hazards an accused person would have to suffer in being subject to a second trial for no fault on his part and the resultant traumatic affect in his immediate family members who have no connection to the alleged crime.\"",
    "fonts": [
      "Calibri"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 6,
    "bbox": [
      72.02,
      723.94,
      526.12,
      767.5
    ],
    "text": "The inbuilt improbabilities in the version of the prosecution which, will go to show that, no conviction could be possible even if the evidence of the witnesses are taken on their face value, warrant a court dealing with a criminal appeal not to shut its eyes particularly when",
    "fonts": [
      "Calibri"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 7,
    "bbox": [
      72.02,
      781.9,
      324.89,
      806.38
    ],
    "text": "Page 8 of 8",
    "fonts": [
      "Calibri",
      "Calibri-Bold"
    ],
    "sizes": [
      11.039999961853027
    ]
  },
  {
    "page_number": 7,
    "bbox": [
      72.02,
      67.08,
      525.64,
      94.92
    ],
    "text": "the criminal proceedings set in motion against the appellant appear to be a probable cause of abuse of the process of court to put the appellant's liberty in jeopardy.",
    "fonts": [
      "Calibri"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 7,
    "bbox": [
      72.02,
      106.7,
      526.12,
      166.1
    ],
    "text": "Though the legal proposition points towards such evidence not strictly requiring corroboration, in the singular facts and circumstances of the present case, having regard to the quality of the version of the prosecution about the incident, it cannot be safely relied upon to sustain the conviction against the accused of multifaceted reasons.",
    "fonts": [
      "Calibri"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 7,
    "bbox": [
      72.02,
      177.98,
      525.97,
      221.54
    ],
    "text": "Taking into consideration, all these circumstances, I am of the view that the conviction of the 1st and 2nd accused-appellants cannot be allowed to stand as the prosecution had failed to prove the case beyond all reasonable doubts.",
    "fonts": [
      "Calibri"
    ],
    "sizes": [
      8.039999961853027,
      12.0
    ]
  },
  {
    "page_number": 7,
    "bbox": [
      72.02,
      233.42,
      301.8,
      245.42
    ],
    "text": "The conviction and the sentence are quashed.",
    "fonts": [
      "Calibri"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 7,
    "bbox": [
      72.02,
      256.19,
      526.08,
      285.02
    ],
    "text": "1st and 2nd accused-appellants are acquitted and discharged from the charge in the indictment.",
    "fonts": [
      "Calibri"
    ],
    "sizes": [
      8.039999961853027,
      12.0
    ]
  },
  {
    "page_number": 7,
    "bbox": [
      72.02,
      296.81,
      152.97,
      308.81
    ],
    "text": "Appeal allowed.",
    "fonts": [
      "Calibri"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 7,
    "bbox": [
      360.07,
      392.21,
      504.89,
      404.21
    ],
    "text": "Judge of the Court of Appeal",
    "fonts": [
      "Calibri-Bold"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 7,
    "bbox": [
      72.02,
      441.89,
      154.41,
      453.89
    ],
    "text": "R. Gurusinghe J.",
    "fonts": [
      "Calibri-Bold"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 7,
    "bbox": [
      72.02,
      466.75,
      255.84,
      478.75
    ],
    "text": "I agree.",
    "fonts": [
      "Calibri-Bold"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 7,
    "bbox": [
      72.02,
      541.27,
      504.89,
      553.27
    ],
    "text": "Judge of the Court of Appeal",
    "fonts": [
      "Calibri-Bold"
    ],
    "sizes": [
      12.0
    ]
  }
]