[
  {
    "page_number": 0,
    "bbox": [
      543.72,
      776.19,
      553.97,
      790.23
    ],
    "text": "1",
    "fonts": [
      "Calibri"
    ],
    "sizes": [
      14.039999961853027
    ]
  },
  {
    "page_number": 0,
    "bbox": [
      79.46,
      776.63,
      524.26,
      789.91
    ],
    "text": "CA No. CA TAX 0008/2017 TAC/VAT/018/2015",
    "fonts": [
      "TimesNewRomanPS-BoldMT"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 0,
    "bbox": [
      101.42,
      72.68,
      497.72,
      90.35
    ],
    "text": "IN THE COURT OF APPEAL OF THE DEMOCRATIC",
    "fonts": [
      "TimesNewRomanPS-BoldMT"
    ],
    "sizes": [
      15.960000038146973
    ]
  },
  {
    "page_number": 0,
    "bbox": [
      151.34,
      91.04,
      447.97,
      108.71
    ],
    "text": "SOCIALIST REPUBLIC OF SRI LANKA",
    "fonts": [
      "TimesNewRomanPS-BoldMT"
    ],
    "sizes": [
      15.960000038146973
    ]
  },
  {
    "page_number": 0,
    "bbox": [
      72.02,
      109.52,
      526.7,
      272.12
    ],
    "text": "In the matter of an appeal by way of Stated Case on a question of law for the opinion of the Court of Appeal under and in terms of Section 11A of the Tax Appeals Commission Act, No. 23 of 2011 (as amended).",
    "fonts": [
      "TimesNewRomanPS-BoldMT",
      "TimesNewRomanPSMT"
    ],
    "sizes": [
      14.039999961853027,
      15.960000038146973
    ]
  },
  {
    "page_number": 0,
    "bbox": [
      72.02,
      272.66,
      443.77,
      456.04
    ],
    "text": "Horana Plantations PLC, No. 7/1 Gower Street, Colombo 05. APPELLANT CA No. CA/TAX/0008/2017 Tax Appeals Commission No. TAC/VAT/018/2015 v.",
    "fonts": [
      "TimesNewRomanPS-BoldMT",
      "TimesNewRomanPSMT"
    ],
    "sizes": [
      14.039999961853027,
      15.960000038146973,
      18.0
    ]
  },
  {
    "page_number": 0,
    "bbox": [
      72.02,
      456.76,
      520.21,
      552.7
    ],
    "text": "Commissioner General of Inland Revenue, 14th Floor, Department of Inland Revenue, Sir Chittampalam A, Gardiner Mawatha, Colombo 02.",
    "fonts": [
      "TimesNewRomanPS-BoldMT",
      "TimesNewRomanPSMT"
    ],
    "sizes": [
      9.0,
      14.039999961853027
    ]
  },
  {
    "page_number": 0,
    "bbox": [
      72.02,
      553.24,
      387.22,
      601.09
    ],
    "text": "RESPONDENT",
    "fonts": [
      "TimesNewRomanPS-BoldMT",
      "TimesNewRomanPSMT"
    ],
    "sizes": [
      14.039999961853027
    ]
  },
  {
    "page_number": 0,
    "bbox": [
      72.02,
      601.63,
      485.65,
      665.41
    ],
    "text": "BEFORE : Dr. Ruwan Fernando J. & M. Sampath K. B. Wijeratne J.",
    "fonts": [
      "TimesNewRomanPS-BoldMT",
      "TimesNewRomanPSMT"
    ],
    "sizes": [
      14.039999961853027
    ]
  },
  {
    "page_number": 0,
    "bbox": [
      72.02,
      666.07,
      529.93,
      742.21
    ],
    "text": "COUNSEL : Avindra Rodrigo, P.C. with Shamale Jayatunge and Akil Deen for the Appellant.",
    "fonts": [
      "TimesNewRomanPS-BoldMT",
      "TimesNewRomanPSMT"
    ],
    "sizes": [
      9.960000038146973,
      14.039999961853027
    ]
  },
  {
    "page_number": 1,
    "bbox": [
      543.72,
      776.19,
      553.97,
      790.23
    ],
    "text": "2",
    "fonts": [
      "Calibri"
    ],
    "sizes": [
      14.039999961853027
    ]
  },
  {
    "page_number": 1,
    "bbox": [
      79.46,
      776.63,
      524.26,
      789.91
    ],
    "text": "CA No. CA TAX 0008/2017 TAC/VAT/018/2015",
    "fonts": [
      "TimesNewRomanPS-BoldMT"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 1,
    "bbox": [
      72.02,
      72.59,
      525.01,
      277.88
    ],
    "text": "Sumathi Dharmawardena, P.C., ASG, for the Respondent. WRITTEN SUBMISSIONS : 11.05.2018 & 23.03.2022 (by the Appellant) 11.05.2018 (by the Respondent) ARGUED ON : 07.02.2022 DECIDED ON : 06.05.2022",
    "fonts": [
      "TimesNewRomanPS-BoldMT",
      "TimesNewRomanPSMT"
    ],
    "sizes": [
      0.9599999785423279,
      6.0,
      14.039999961853027
    ]
  },
  {
    "page_number": 1,
    "bbox": [
      108.02,
      284.42,
      297.8,
      299.96
    ],
    "text": "M. Sampath K. B. Wijeratne J.",
    "fonts": [
      "TimesNewRomanPS-BoldMT"
    ],
    "sizes": [
      14.039999961853027
    ]
  },
  {
    "page_number": 1,
    "bbox": [
      108.02,
      324.02,
      187.76,
      339.56
    ],
    "text": "Introduction",
    "fonts": [
      "TimesNewRomanPS-BoldMT"
    ],
    "sizes": [
      14.039999961853027
    ]
  },
  {
    "page_number": 1,
    "bbox": [
      108.02,
      349.46,
      526.55,
      399.68
    ],
    "text": "The Appellant, Horana Plantations PLC is a Company incorporated in Sri Lanka, engaged in the business of cultivating, manufacture and sale of tea, rubber, coconut, cardamon and other agricultural products.",
    "fonts": [
      "TimesNewRomanPSMT"
    ],
    "sizes": [
      14.039999961853027
    ]
  },
  {
    "page_number": 1,
    "bbox": [
      108.02,
      409.6,
      526.93,
      581.53
    ],
    "text": "The Appellant tendered its Value Added Tax (hereinafter referred to as the VAT) returns for the taxable periods from 1st April 2010 to 31st March 2012. The Assessor rejected the return on the ground that the Appellant has not declared the value of the sale of rubber trees and other live trees in the VAT return. The Assessor, in terms of Section 29 of the Value Added Tax Act No. 14 of 2002, as amended (hereinafter referred to as the VAT Act or the Act), communicated his reasons for not accepting the return to the Appellant by letter dated 12th April 2013 which also contained an additional assessment made under Section 31 of the Act, for the sale proceeds of rubber trees and other live trees.",
    "fonts": [
      "TimesNewRomanPSMT"
    ],
    "sizes": [
      9.0,
      14.039999961853027
    ]
  },
  {
    "page_number": 1,
    "bbox": [
      108.02,
      591.31,
      526.9,
      693.73
    ],
    "text": "Thereafter, assessments No. 7068292 to 7068305 were issued for the said period. The Appellant submitted separate appeals to the Commissioner General of Inland Revenue (hereinafter referred to as the CGIR) in terms of Section 34 of the VAT Act, on the 28th August 2013, against each assessment made in respect of rubber trees (vide pages 46 73 of the appeal brief).",
    "fonts": [
      "TimesNewRomanPS-ItalicMT",
      "TimesNewRomanPSMT"
    ],
    "sizes": [
      9.0,
      14.039999961853027
    ]
  },
  {
    "page_number": 1,
    "bbox": [
      108.02,
      703.51,
      526.65,
      736.45
    ],
    "text": "The CGIR heard the appeal and made his determination confirming the assessments in respect of the rubber trees. The reasons for the",
    "fonts": [
      "TimesNewRomanPSMT"
    ],
    "sizes": [
      14.039999961853027
    ]
  },
  {
    "page_number": 2,
    "bbox": [
      543.72,
      776.19,
      553.97,
      790.23
    ],
    "text": "3",
    "fonts": [
      "Calibri"
    ],
    "sizes": [
      14.039999961853027
    ]
  },
  {
    "page_number": 2,
    "bbox": [
      79.46,
      776.63,
      524.26,
      789.91
    ],
    "text": "CA No. CA TAX 0008/2017 TAC/VAT/018/2015",
    "fonts": [
      "TimesNewRomanPS-BoldMT"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 2,
    "bbox": [
      108.02,
      72.04,
      526.93,
      105.53
    ],
    "text": "determination were communicated to the Appellant by letter dated 10th August 2015 (vide page 191 of the appeal brief).",
    "fonts": [
      "TimesNewRomanPS-ItalicMT",
      "TimesNewRomanPSMT"
    ],
    "sizes": [
      9.0,
      14.039999961853027
    ]
  },
  {
    "page_number": 2,
    "bbox": [
      108.02,
      115.31,
      526.4,
      165.65
    ],
    "text": "The Appellant appealed to the Tax Appeals Commission (hereinafter referred to as the TAC) in terms of Section 7 of the TAC Act No. 23 of 2011, as amended (hereinafter referred to as the TAC Act).",
    "fonts": [
      "TimesNewRomanPSMT"
    ],
    "sizes": [
      14.039999961853027
    ]
  },
  {
    "page_number": 2,
    "bbox": [
      108.02,
      174.88,
      526.88,
      208.37
    ],
    "text": "The TAC, by its determination dated 29th December 2016, affirmed the determination of the CGIR and confirmed the assessment.",
    "fonts": [
      "TimesNewRomanPSMT"
    ],
    "sizes": [
      9.0,
      14.039999961853027
    ]
  },
  {
    "page_number": 2,
    "bbox": [
      108.02,
      218.15,
      239.12,
      233.69
    ],
    "text": "The material element",
    "fonts": [
      "TimesNewRomanPS-BoldMT"
    ],
    "sizes": [
      14.039999961853027
    ]
  },
  {
    "page_number": 2,
    "bbox": [
      108.02,
      243.62,
      526.47,
      293.84
    ],
    "text": "The Appellant then moved the TAC to state a case on the following question of law for the opinion of this Court in accordance with Section 11A of the TAC Act:",
    "fonts": [
      "TimesNewRomanPSMT"
    ],
    "sizes": [
      14.039999961853027
    ]
  },
  {
    "page_number": 2,
    "bbox": [
      144.02,
      303.74,
      516.25,
      388.76
    ],
    "text": "Whether the supply of rubber trees in live form is falling under the category of unprocessed agricultural products as per item XXIII of part II (b) to the first schedule of Value Added Tax Act No. 14 of 2002 as amended by Value Added Tax (Amendment) Act No. 15 of 2008.",
    "fonts": [
      "TimesNewRomanPS-BoldItalicMT",
      "TimesNewRomanPS-ItalicMT"
    ],
    "sizes": [
      14.039999961853027
    ]
  },
  {
    "page_number": 2,
    "bbox": [
      108.02,
      398.56,
      526.93,
      744.27
    ],
    "text": "The Appellant claimed VAT exemptions on the sale of rubber trees under Section 8 of the VAT Act, read along with the item (xxiii) of Part II (b) of the First Schedule of the VAT Act, on the ground that the rubber trees are unprocessed agricultural products. The appellant maintained the same position throughout the process (vide written submissions filed by the Appellant before the CGIR at page 89 and Appeals submitted to the CGIR at pages 46 to 73, of the appeal brief), and the Assessor, CGIR and TAC rejected the appellant's claim. It appears that the Respondent has filed written submissions in this Court on a different basis that the rubber trees are not agricultural plants within the meaning of item (xi) of Part II (b) of the First Schedule of the VAT Act, which was never an issue between parties. Be that as it may, from the inception the Respondent has maintained the position that non-harvesting rubber trees are not unprocessed agricultural products and the agricultural product of rubber trees is latex. Respondents contention is that rubber trees are not cultivated for selling its branches and tree trunk (vide reasons for the determination of the CGIR page 74 and written submissions filed before the TAC page 127, of the appeal brief). It was submitted by the Appellant in the final written submission that the CGIR has never disputed that rubber trees are not agricultural products and therefore, the decision of this Court on the",
    "fonts": [
      "TimesNewRomanPS-ItalicMT",
      "TimesNewRomanPSMT"
    ],
    "sizes": [
      14.039999961853027
    ]
  },
  {
    "page_number": 3,
    "bbox": [
      543.72,
      776.19,
      553.97,
      790.23
    ],
    "text": "4",
    "fonts": [
      "Calibri"
    ],
    "sizes": [
      14.039999961853027
    ]
  },
  {
    "page_number": 3,
    "bbox": [
      79.46,
      776.63,
      524.26,
      789.91
    ],
    "text": "CA No. CA TAX 0008/2017 TAC/VAT/018/2015",
    "fonts": [
      "TimesNewRomanPS-BoldMT"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 3,
    "bbox": [
      108.02,
      72.59,
      526.76,
      192.41
    ],
    "text": "above issue in the case of Malwatte Valley Plantations PLC v. The Commissioner General of Inland Revenue1 (hereinafter referred to as Malwatte Valley Plantations PLC case) has no bearing on this case. However, in determining whether or not the Appellant is entitled to the exemption claimed under the question of law stated to this Court, it is obvious that this Court has to decide whether rubber trees in issue are unprocessed agricultural products or not.",
    "fonts": [
      "TimesNewRomanPS-ItalicMT",
      "TimesNewRomanPSMT"
    ],
    "sizes": [
      9.0,
      14.039999961853027
    ]
  },
  {
    "page_number": 3,
    "bbox": [
      108.02,
      202.19,
      526.75,
      287.24
    ],
    "text": "Although the Appellant has made submissions regarding the sale of eucalyptus trees as well in the final written submission, the question of law is limited to the sale of rubber trees. Therefore, it is not necessary for the Court to consider the arguments put forward regarding the sale of eucalyptus trees.",
    "fonts": [
      "TimesNewRomanPSMT"
    ],
    "sizes": [
      14.039999961853027
    ]
  },
  {
    "page_number": 3,
    "bbox": [
      108.02,
      297.14,
      526.61,
      382.16
    ],
    "text": "I will now advert to the matter in issue. There is an agreement in the brief, entered into between the Appellant and a contractor named M. Thilak Ranjan concerning the uprooting of eight hundred old rubber trees and clearing of the land where the trees were located (at pages 18/124 of the appeal brief).",
    "fonts": [
      "TimesNewRomanPSMT"
    ],
    "sizes": [
      14.039999961853027
    ]
  },
  {
    "page_number": 3,
    "bbox": [
      108.02,
      391.94,
      526.93,
      581.29
    ],
    "text": "Pursuant to the agreement, the contractor has paid Rs. 1665/- per tree for the eight hundred trees which were to be uprooted, amounting to Rs. 1,333,000/-. However, there appears to be a mistake in the total amount as it must be Rs. 1,332,000/-. Nevertheless, the said mistake has no bearing on the issue at hand. Further, it is important to note that as per the agreement, the amount paid by the contractor to the Appellant is termed as the total cost for the work but, not as the value of the trees. I am unable to understand as to why the contractor who uproot the rubber trees and supply firewood to Appellants own estates for a consideration should pay the cost of work to the Appellant. Thus, the only reasonable inference that the Court can draw is that this is the value of rubber trees.",
    "fonts": [
      "TimesNewRomanPSMT"
    ],
    "sizes": [
      14.039999961853027
    ]
  },
  {
    "page_number": 3,
    "bbox": [
      108.02,
      591.07,
      526.93,
      693.49
    ],
    "text": "The true nature of a contract can only be identified after a thorough review of its terms. According to the agreement, the contractor has to uproot the rubber trees with its tap root and lateral roots and clear the ground area. There is a further condition that the contractor has to supply firewood to the Appellants own estates for which he will get a payment from the head office.",
    "fonts": [
      "TimesNewRomanPSMT"
    ],
    "sizes": [
      14.039999961853027
    ]
  },
  {
    "page_number": 3,
    "bbox": [
      72.02,
      736.92,
      273.53,
      760.78
    ],
    "text": "1 CA (TAX) 06/2017, decided on 17.12.2021",
    "fonts": [
      "Calibri",
      "TimesNewRomanPSMT"
    ],
    "sizes": [
      6.960000038146973,
      11.039999961853027
    ]
  },
  {
    "page_number": 4,
    "bbox": [
      543.72,
      776.19,
      553.97,
      790.23
    ],
    "text": "5",
    "fonts": [
      "Calibri"
    ],
    "sizes": [
      14.039999961853027
    ]
  },
  {
    "page_number": 4,
    "bbox": [
      79.46,
      776.63,
      524.26,
      789.91
    ],
    "text": "CA No. CA TAX 0008/2017 TAC/VAT/018/2015",
    "fonts": [
      "TimesNewRomanPS-BoldMT"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 4,
    "bbox": [
      108.02,
      72.59,
      526.84,
      192.41
    ],
    "text": "On the face of the agreement, it appears to me that the transaction involves a supply of goods as well as a service, vice versa. Yet, it is obvious that the purchaser of rubber trees had to uproot them to take them away. It is also understood that it has to be done in a manner which would not interrupt the natural use of the land. Therefore, although this was never an issue in this case, in my view the supply of goods is the essence of the contract and the supply of service is ancillary to the principal.",
    "fonts": [
      "TimesNewRomanPS-ItalicMT",
      "TimesNewRomanPSMT"
    ],
    "sizes": [
      14.039999961853027
    ]
  },
  {
    "page_number": 4,
    "bbox": [
      108.02,
      202.19,
      526.93,
      339.44
    ],
    "text": "The contention of the learned Counsel for the Appellant is that the Appellant supplied live rubber trees, an unprocessed agricultural product, to the contractor who has agreed to uproot them and use for its purpose. Accordingly, the Appellant claimed the VAT exemption under item (xxiii) of Part II (b) of the First Schedule of the VAT Act. The Respondent did not deny that the contract was to uproot old rubber trees and clear the land, but submitted that what was being sold was logs and not live trees (vide paragraph 11 of the written submissions filed by the Respondent).",
    "fonts": [
      "TimesNewRomanPS-ItalicMT",
      "TimesNewRomanPSMT"
    ],
    "sizes": [
      14.039999961853027
    ]
  },
  {
    "page_number": 4,
    "bbox": [
      108.02,
      349.22,
      526.93,
      469.06
    ],
    "text": "In deciding the issue as to whether the supplies made by the Appellant are unprocessed agricultural products or not, it is important to scrutinize the provisions in the agreement and the relevant provisions of the law to ascertain the true nature of the agreement between the Appellant and the contractor. The learned Counsel for the Appellant conceded that the sale of trees pertaining to this case is within the ambit of the Sale of Goods Ordinance.",
    "fonts": [
      "TimesNewRomanPSMT"
    ],
    "sizes": [
      14.039999961853027
    ]
  },
  {
    "page_number": 4,
    "bbox": [
      108.02,
      478.29,
      525.52,
      549.94
    ],
    "text": "According to Section 2 (1) of the Sale of Goods Ordinance,2 a contract of sale of goods is a contract whereby the seller transfers or agrees to transfer the property in goods to the buyer for a money consideration, called the price.",
    "fonts": [
      "TimesNewRomanPSMT"
    ],
    "sizes": [
      9.0,
      14.039999961853027
    ]
  },
  {
    "page_number": 4,
    "bbox": [
      108.02,
      558.64,
      525.51,
      648.25
    ],
    "text": "According to Section 2 (3) of the above Ordinance, where under a contract of sale the property in the goods is transferred from the seller to the buyer, the contract is called a sale, and where the transfer of the property in the goods is to take place at a future time, the contract is called an agreement to sell.",
    "fonts": [
      "TimesNewRomanPSMT"
    ],
    "sizes": [
      14.039999961853027
    ]
  },
  {
    "page_number": 4,
    "bbox": [
      108.02,
      656.95,
      525.26,
      691.09
    ],
    "text": "In the instant case, since the goods, the rubber trees, have to be uprooted for the property in the goods to be transferred to the buyer, the agreement",
    "fonts": [
      "TimesNewRomanPSMT"
    ],
    "sizes": [
      14.039999961853027
    ]
  },
  {
    "page_number": 4,
    "bbox": [
      72.02,
      735.12,
      218.55,
      759.1
    ],
    "text": "2 No. 11 of 1896",
    "fonts": [
      "Calibri",
      "TimesNewRomanPSMT"
    ],
    "sizes": [
      6.960000038146973,
      11.039999961853027
    ]
  },
  {
    "page_number": 5,
    "bbox": [
      543.72,
      776.19,
      553.97,
      790.23
    ],
    "text": "6",
    "fonts": [
      "Calibri"
    ],
    "sizes": [
      14.039999961853027
    ]
  },
  {
    "page_number": 5,
    "bbox": [
      79.46,
      776.63,
      524.26,
      789.91
    ],
    "text": "CA No. CA TAX 0008/2017 TAC/VAT/018/2015",
    "fonts": [
      "TimesNewRomanPS-BoldMT"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 5,
    "bbox": [
      108.02,
      72.59,
      525.15,
      106.61
    ],
    "text": "between the Appellant and the purchaser have to be considered as agreements to sell.",
    "fonts": [
      "TimesNewRomanPSMT"
    ],
    "sizes": [
      14.039999961853027
    ]
  },
  {
    "page_number": 5,
    "bbox": [
      108.02,
      115.31,
      525.04,
      149.45
    ],
    "text": "Section 59, the interpretation section of the Sale of Goods Ordinance, defines goods as follows:",
    "fonts": [
      "TimesNewRomanPSMT"
    ],
    "sizes": [
      14.039999961853027
    ]
  },
  {
    "page_number": 5,
    "bbox": [
      125.9,
      158.15,
      484.31,
      229.25
    ],
    "text": "include all movables except moneys. The term includes growing crops and things attached to or forming part of the land which are agreed to be severed before sale or under the contract of sale",
    "fonts": [
      "TimesNewRomanPS-ItalicMT"
    ],
    "sizes": [
      14.039999961853027
    ]
  },
  {
    "page_number": 5,
    "bbox": [
      108.02,
      237.98,
      470.53,
      253.52
    ],
    "text": "Section 83 of the VAT Act defines the term goods as follows:",
    "fonts": [
      "TimesNewRomanPSMT"
    ],
    "sizes": [
      14.039999961853027
    ]
  },
  {
    "page_number": 5,
    "bbox": [
      125.9,
      262.22,
      484.12,
      296.24
    ],
    "text": "goods means all kinds of movable or immovable property but does not include -",
    "fonts": [
      "TimesNewRomanPS-ItalicMT"
    ],
    "sizes": [
      14.039999961853027
    ]
  },
  {
    "page_number": 5,
    "bbox": [
      108.02,
      304.86,
      526.3,
      542.74
    ],
    "text": "a) money; b) computer software made to customers special requirements either as unique programme or adaptation for standard programme, intercompany information data and accounts, enhancement and update of existing specific programmes, enhancement and update of existing normalized programmes supplied under contractual obligation to customers who have bought the original programme or where the value of contents separately identifiable in a software such vale of contents; Therefore, it is clear that the definition of goods within the VAT Act itself includes all forms of trees, whether live or dead.",
    "fonts": [
      "Arial-ItalicMT",
      "TimesNewRomanPS-ItalicMT",
      "TimesNewRomanPSMT"
    ],
    "sizes": [
      14.039999961853027
    ]
  },
  {
    "page_number": 5,
    "bbox": [
      108.02,
      551.44,
      526.51,
      604.09
    ],
    "text": "As I have already stated above in this judgment, the Appellants contention is that they supplied live rubber trees, which is an unprocessed agricultural product and therefore, entitled to the VAT exemption.",
    "fonts": [
      "TimesNewRomanPSMT"
    ],
    "sizes": [
      14.039999961853027
    ]
  },
  {
    "page_number": 5,
    "bbox": [
      108.02,
      612.79,
      526.46,
      646.81
    ],
    "text": "Therefore, it is important to determine the time of the supply to decide as in what form the rubber trees were at that time.",
    "fonts": [
      "TimesNewRomanPSMT"
    ],
    "sizes": [
      14.039999961853027
    ]
  },
  {
    "page_number": 5,
    "bbox": [
      108.02,
      655.51,
      525.26,
      708.13
    ],
    "text": "In terms of Section 4 (1) of the VAT Act, the supply of goods shall be deemed to have taken place at the time of occurrence of any one of the following, whichever occurs first: -",
    "fonts": [
      "TimesNewRomanPS-ItalicMT",
      "TimesNewRomanPSMT"
    ],
    "sizes": [
      14.039999961853027
    ]
  },
  {
    "page_number": 5,
    "bbox": [
      129.86,
      716.63,
      483.94,
      732.37
    ],
    "text": "a) The issue of an invoice by the supplier in respect of the",
    "fonts": [
      "Arial-ItalicMT",
      "TimesNewRomanPS-ItalicMT"
    ],
    "sizes": [
      14.039999961853027
    ]
  },
  {
    "page_number": 5,
    "bbox": [
      147.74,
      735.33,
      200.72,
      750.87
    ],
    "text": "goods or",
    "fonts": [
      "TimesNewRomanPS-ItalicMT"
    ],
    "sizes": [
      14.039999961853027
    ]
  },
  {
    "page_number": 6,
    "bbox": [
      543.72,
      776.19,
      553.97,
      790.23
    ],
    "text": "7",
    "fonts": [
      "Calibri"
    ],
    "sizes": [
      14.039999961853027
    ]
  },
  {
    "page_number": 6,
    "bbox": [
      79.46,
      776.63,
      524.26,
      789.91
    ],
    "text": "CA No. CA TAX 0008/2017 TAC/VAT/018/2015",
    "fonts": [
      "TimesNewRomanPS-BoldMT"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 6,
    "bbox": [
      129.86,
      72.39,
      484.03,
      88.13
    ],
    "text": "b) A payment for the goods including any advance payment",
    "fonts": [
      "Arial-ItalicMT",
      "TimesNewRomanPS-ItalicMT"
    ],
    "sizes": [
      14.039999961853027
    ]
  },
  {
    "page_number": 6,
    "bbox": [
      129.86,
      91.07,
      483.82,
      125.21
    ],
    "text": "received by the supplier; or c) A payment for the goods is due to the supplier in respect of",
    "fonts": [
      "Arial-ItalicMT",
      "TimesNewRomanPS-ItalicMT"
    ],
    "sizes": [
      14.039999961853027
    ]
  },
  {
    "page_number": 6,
    "bbox": [
      129.86,
      128.15,
      403.18,
      162.17
    ],
    "text": "such supply; or d) The delivery of the goods have been effected.",
    "fonts": [
      "Arial-ItalicMT",
      "TimesNewRomanPS-ItalicMT"
    ],
    "sizes": [
      14.039999961853027
    ]
  },
  {
    "page_number": 6,
    "bbox": [
      108.02,
      170.87,
      525.09,
      223.49
    ],
    "text": "It is important to note that section 4 is a deeming provision and the effect of deeming provisions in a statute will be addressed below in this judgment.",
    "fonts": [
      "TimesNewRomanPSMT"
    ],
    "sizes": [
      14.039999961853027
    ]
  },
  {
    "page_number": 6,
    "bbox": [
      108.02,
      231.64,
      525.41,
      266.24
    ],
    "text": "As for the agreement3, the purchase price had already been paid prior to the trees being uprooted.",
    "fonts": [
      "TimesNewRomanPSMT"
    ],
    "sizes": [
      9.0,
      14.039999961853027
    ]
  },
  {
    "page_number": 6,
    "bbox": [
      108.02,
      275.06,
      525.62,
      346.04
    ],
    "text": "In terms of Section 83 of the VAT Act, supply of goods means the passing of exclusive ownership of goods to another as the owner of such goods and in the instant case, the exclusive ownership would not have passed until the goods were specific and/or ascertained.",
    "fonts": [
      "TimesNewRomanPSMT"
    ],
    "sizes": [
      14.039999961853027
    ]
  },
  {
    "page_number": 6,
    "bbox": [
      108.02,
      354.86,
      526.86,
      509.38
    ],
    "text": "The learned Counsel for the Appellant cited the two previous decisions of this Court in the cases of Kegalle Plantations PLC v. The Commissioner General of Inland Revenue,4 (hereinafter referred to as Kegalle Plantations PLC case) and Lalan Rubber (Pvt) Ltd. v. The Commissioner General of Inland Revenue,5 in his final written submission and contended that the facts of this case are materially different from those two cases. It was submitted that in both those cases the finding of this Court was that the goods were unascertained until the buyer chopped and removed the trees as the trees were not identified beforehand.",
    "fonts": [
      "TimesNewRomanPS-ItalicMT",
      "TimesNewRomanPSMT"
    ],
    "sizes": [
      9.0,
      14.039999961853027
    ]
  },
  {
    "page_number": 6,
    "bbox": [
      108.02,
      519.16,
      526.93,
      673.69
    ],
    "text": "The learned Counsel for the Appellant in his attempt to distinguish the facts of the two aforementioned cases from this case, contended that in the case in hand the buyer identifies, pays and takes possession of the trees before or at least at the time the contract is entered into. In the said two cases public tenders had been called for uprooting old rubber trees. However, in the instant case the tender notices concerning rubber trees are not available in the brief. Nevertheless, the agreement had been entered into for the uprooting of rubber trees and clearing the land. There is also a condition in the agreement that the contractor shall supply firewood to the",
    "fonts": [
      "TimesNewRomanPSMT"
    ],
    "sizes": [
      14.039999961853027
    ]
  },
  {
    "page_number": 6,
    "bbox": [
      72.02,
      707.86,
      273.53,
      744.46
    ],
    "text": "3 Clauses 2 and 3 4 CA (TAX) 09/2017, decided on 04.09.2018",
    "fonts": [
      "Calibri",
      "TimesNewRomanPSMT"
    ],
    "sizes": [
      6.960000038146973,
      11.039999961853027
    ]
  },
  {
    "page_number": 6,
    "bbox": [
      72.02,
      746.56,
      273.53,
      759.1
    ],
    "text": "5 CA (TAX) 05/2017, decided on 04.09.2018",
    "fonts": [
      "TimesNewRomanPSMT"
    ],
    "sizes": [
      6.960000038146973,
      11.039999961853027
    ]
  },
  {
    "page_number": 7,
    "bbox": [
      543.72,
      776.19,
      553.97,
      790.23
    ],
    "text": "8",
    "fonts": [
      "Calibri"
    ],
    "sizes": [
      14.039999961853027
    ]
  },
  {
    "page_number": 7,
    "bbox": [
      79.46,
      776.63,
      524.26,
      789.91
    ],
    "text": "CA No. CA TAX 0008/2017 TAC/VAT/018/2015",
    "fonts": [
      "TimesNewRomanPS-BoldMT"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 7,
    "bbox": [
      108.02,
      72.59,
      526.51,
      105.53
    ],
    "text": "Appellants other estates. Therefore, the contractor is not entitled to use the rubber trees as his own discretion.",
    "fonts": [
      "TimesNewRomanPSMT"
    ],
    "sizes": [
      14.039999961853027
    ]
  },
  {
    "page_number": 7,
    "bbox": [
      108.02,
      115.31,
      526.93,
      287.24
    ],
    "text": "In the case in hand, the agreement states the number of trees to be uprooted and the location, with the division and the subdivision of the estate. However, unlike in the case of Malwatte Valley Plantations PLC6, in this case, the trees do not need to be numbered and were not precisely identified until they were uprooted. Moreover, not all the rubber trees of the subdivision were to be uprooted, but, only eight hundred trees out of two thousand five hundred and eighteen trees to be uprooted, being the fourth segment. Hence, it is clear that the goods forming the subject matter of the agreement remain unascertained and were not specific at the time the payments were made and/or the agreement was entered into.",
    "fonts": [
      "TimesNewRomanPS-ItalicMT",
      "TimesNewRomanPSMT"
    ],
    "sizes": [
      9.0,
      14.039999961853027
    ]
  },
  {
    "page_number": 7,
    "bbox": [
      108.02,
      297.14,
      526.79,
      347.36
    ],
    "text": "On the aforementioned facts, I am of the view that the passing of exclusive ownership in terms of Section 83 cannot take place until the trees are precisely identified.",
    "fonts": [
      "TimesNewRomanPSMT"
    ],
    "sizes": [
      14.039999961853027
    ]
  },
  {
    "page_number": 7,
    "bbox": [
      108.02,
      357.26,
      526.44,
      388.88
    ],
    "text": "Further, N.S. Bindra has stated the following on deeming provisions in a Statute7:",
    "fonts": [
      "TimesNewRomanPSMT"
    ],
    "sizes": [
      9.0,
      12.0,
      14.039999961853027
    ]
  },
  {
    "page_number": 7,
    "bbox": [
      108.02,
      397.48,
      526.75,
      493.42
    ],
    "text": "Where the legislature says that something should be deemed to have been done which in truth has not been done, it creates a legal fiction and, in that case, the court is entitled and bound to ascertain for what purposes and between what persons the statutory fiction is to be resorted to and full effect must be given to the statutory fiction and it should be carried to its logical conclusion.",
    "fonts": [
      "TimesNewRomanPS-ItalicMT",
      "TimesNewRomanPSMT"
    ],
    "sizes": [
      12.0,
      14.039999961853027
    ]
  },
  {
    "page_number": 7,
    "bbox": [
      108.02,
      502.0,
      526.65,
      533.62
    ],
    "text": "It is further stated, citing Gajraj Singh v. State Transport Appellate Tribunal8:",
    "fonts": [
      "TimesNewRomanPS-ItalicMT",
      "TimesNewRomanPSMT"
    ],
    "sizes": [
      9.0,
      12.0,
      14.039999961853027
    ]
  },
  {
    "page_number": 7,
    "bbox": [
      108.02,
      542.2,
      520.9,
      654.37
    ],
    "text": "() that legal fiction is one which is not an actual reality but which the law recognizes and the court accepts as a reality. Therefore, in case of legal fiction the court believes something to exist which in reality does not exist. It is nothing but the presumption of the existence of the state of affairs which in actuality is non-existent. The effect of such a legal fiction is that a position which otherwise would not obtain is deemed to obtain under the circumstances.",
    "fonts": [
      "TimesNewRomanPS-ItalicMT",
      "TimesNewRomanPSMT"
    ],
    "sizes": [
      12.0,
      14.039999961853027
    ]
  },
  {
    "page_number": 7,
    "bbox": [
      72.02,
      711.7,
      380.8,
      760.78
    ],
    "text": "6 Supra note 1 7 N.S. Bindra, Interpretation of Statutes, Twelfth Edition, at page 268 8 (1997) 1 SCC 650",
    "fonts": [
      "Calibri",
      "TimesNewRomanPS-ItalicMT",
      "TimesNewRomanPSMT"
    ],
    "sizes": [
      6.960000038146973,
      9.960000038146973,
      11.039999961853027
    ]
  },
  {
    "page_number": 8,
    "bbox": [
      543.72,
      776.19,
      553.97,
      790.23
    ],
    "text": "9",
    "fonts": [
      "Calibri"
    ],
    "sizes": [
      14.039999961853027
    ]
  },
  {
    "page_number": 8,
    "bbox": [
      79.46,
      776.63,
      524.26,
      789.91
    ],
    "text": "CA No. CA TAX 0008/2017 TAC/VAT/018/2015",
    "fonts": [
      "TimesNewRomanPS-BoldMT"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 8,
    "bbox": [
      108.02,
      72.59,
      526.74,
      122.93
    ],
    "text": "Section 4 (1), the deeming provision, is a provision to determine the time of supply for the purpose of charging VAT under Section 2 (1) of the VAT Act.",
    "fonts": [
      "TimesNewRomanPSMT"
    ],
    "sizes": [
      14.039999961853027
    ]
  },
  {
    "page_number": 8,
    "bbox": [
      108.02,
      132.71,
      526.33,
      183.05
    ],
    "text": "In the circumstances, I am of the view that Section 4 (1) of the VAT Act cannot be used to establish that passing of exclusive ownership of the goods occurred at the time payments for the goods was made.",
    "fonts": [
      "TimesNewRomanPS-ItalicMT",
      "TimesNewRomanPSMT"
    ],
    "sizes": [
      14.039999961853027
    ]
  },
  {
    "page_number": 8,
    "bbox": [
      108.02,
      192.83,
      530.41,
      225.77
    ],
    "text": "Therefore, this Court has to refer to the Sale of Goods Ordinance to determine the time at which exclusive ownership of the goods was passed.",
    "fonts": [
      "TimesNewRomanPSMT"
    ],
    "sizes": [
      14.039999961853027
    ]
  },
  {
    "page_number": 8,
    "bbox": [
      108.02,
      235.58,
      526.72,
      285.92
    ],
    "text": "Section 17 of the Sale of Goods Ordinance provides that where there is a contract for the sale of unascertained goods no property in the goods is transferred to the buyer unless and until the goods are ascertained.",
    "fonts": [
      "TimesNewRomanPSMT"
    ],
    "sizes": [
      14.039999961853027
    ]
  },
  {
    "page_number": 8,
    "bbox": [
      108.02,
      295.7,
      526.58,
      328.64
    ],
    "text": "Therefore, it is my considered view that the agreement was not for the sale of live trees.",
    "fonts": [
      "TimesNewRomanPSMT"
    ],
    "sizes": [
      14.039999961853027
    ]
  },
  {
    "page_number": 8,
    "bbox": [
      108.02,
      337.87,
      526.93,
      424.66
    ],
    "text": "In the case of Kegalle Plantations PLC9, His lordship Janak de Silva, J., used the term , the Sinhala text for the term unprocessed in the VAT Act and cited its literal meaning from compiled by Harischanda Wijetunga (2005 1st Ed.) which reads thus:",
    "fonts": [
      "IskoolaPota",
      "TimesNewRomanPS-ItalicMT",
      "TimesNewRomanPSMT"
    ],
    "sizes": [
      9.0,
      14.039999961853027
    ]
  },
  {
    "page_number": 8,
    "bbox": [
      108.02,
      434.56,
      526.92,
      468.38
    ],
    "text": ", , , .",
    "fonts": [
      "IskoolaPota",
      "TimesNewRomanPS-ItalicMT",
      "TimesNewRomanPSMT"
    ],
    "sizes": [
      14.039999961853027
    ]
  },
  {
    "page_number": 8,
    "bbox": [
      108.02,
      478.0,
      526.48,
      510.94
    ],
    "text": "Accordingly, His Lordship held that uprooting, removal and preparation of firewood involves a process.",
    "fonts": [
      "TimesNewRomanPSMT"
    ],
    "sizes": [
      14.039999961853027
    ]
  },
  {
    "page_number": 8,
    "bbox": [
      108.02,
      520.84,
      526.91,
      554.86
    ],
    "text": "At this point, the term \"agricultural\" needs to be scrutinized. Regarding the meaning of the same words in the same statute, Bindra states that:10",
    "fonts": [
      "TimesNewRomanPSMT"
    ],
    "sizes": [
      9.0,
      14.039999961853027
    ]
  },
  {
    "page_number": 8,
    "bbox": [
      108.02,
      563.59,
      526.76,
      616.21
    ],
    "text": "It is an ordinary canon of interpretation that a word keeps the same meaning at least throughout in any Act,11 and, as far as possible, the same meaning ought to be given to that expression.12 It is well established that",
    "fonts": [
      "TimesNewRomanPS-ItalicMT",
      "TimesNewRomanPSMT"
    ],
    "sizes": [
      9.0,
      14.039999961853027
    ]
  },
  {
    "page_number": 8,
    "bbox": [
      72.02,
      635.14,
      427.18,
      671.72
    ],
    "text": "9 Supra note 4 10 N. S. Bindra, Interpretation of Statutes, Eighth Edition, 1997. at pp.266, 267",
    "fonts": [
      "Calibri",
      "TimesNewRomanPS-ItalicMT",
      "TimesNewRomanPSMT"
    ],
    "sizes": [
      6.960000038146973,
      11.039999961853027
    ]
  },
  {
    "page_number": 8,
    "bbox": [
      72.02,
      673.7,
      526.02,
      729.92
    ],
    "text": "11 Bindra, citing [In re Acting Advocate-General, AIR 1932 Bom 71, 77 (FB); Kekra v. Sadhu, 23 IC 238; Emperor v. Makunda, 8 Cr LJ 18: 4 N.L.R. 78; Ajit Kumar Mukherjia v. Chief Operating Superintendent, EIR, Calcutta, AIR 1953 Pat 92; Balakrishna Murthy v. Somhyya, AIR 1959 Andh Pra 186, 192 (Ranganadham Chetty, J.), Shabuddin Sheik v. J. S. Thekor, AIR 1969 Guj 1 (FB)]",
    "fonts": [
      "TimesNewRomanPS-ItalicMT",
      "TimesNewRomanPSMT"
    ],
    "sizes": [
      6.960000038146973,
      11.039999961853027
    ]
  },
  {
    "page_number": 8,
    "bbox": [
      72.02,
      731.9,
      525.82,
      759.1
    ],
    "text": "12 Bindra, citing [Lal Chand v. Radha Kishan, 1977 Cur LJ (Civil) (SC) 57. W. B. Headmasters Association v. Union of India, AIR 1983 Cal 448.]",
    "fonts": [
      "TimesNewRomanPSMT"
    ],
    "sizes": [
      6.960000038146973,
      11.039999961853027
    ]
  },
  {
    "page_number": 9,
    "bbox": [
      536.62,
      776.19,
      553.97,
      790.23
    ],
    "text": "10",
    "fonts": [
      "Calibri"
    ],
    "sizes": [
      14.039999961853027
    ]
  },
  {
    "page_number": 9,
    "bbox": [
      79.46,
      776.63,
      524.26,
      789.91
    ],
    "text": "CA No. CA TAX 0008/2017 TAC/VAT/018/2015",
    "fonts": [
      "TimesNewRomanPS-BoldMT"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 9,
    "bbox": [
      108.02,
      72.59,
      526.37,
      106.61
    ],
    "text": "in order to interpret a term in a particular legislation its use in the same legislation in another provision is the best clue for interpretation.",
    "fonts": [
      "TimesNewRomanPS-ItalicMT",
      "TimesNewRomanPSMT"
    ],
    "sizes": [
      14.039999961853027
    ]
  },
  {
    "page_number": 9,
    "bbox": [
      108.02,
      115.31,
      526.76,
      241.97
    ],
    "text": "It seems to me that the word \"agricultural\" has been used in a broad sense in the VAT Act. The word agricultural has even been used as an adjective to describe tractors (road tractors are separate) and machinery (other machinery is separate) used for agriculture (vide items (xxxv) and (xxxvi) of Part I and item (b) (viii) and (x) of Part II of the First Schedule). Further, seeds and plants are also separately described as agricultural seeds and plants (item (a) (xi) of Part II of the First Schedule).",
    "fonts": [
      "TimesNewRomanPS-ItalicMT",
      "TimesNewRomanPSMT"
    ],
    "sizes": [
      14.039999961853027
    ]
  },
  {
    "page_number": 9,
    "bbox": [
      108.02,
      250.7,
      526.93,
      284.84
    ],
    "text": "The word agricultural as an adjective means relating to agriculture. The Oxford Dictionary of English defines agriculture as:13",
    "fonts": [
      "TimesNewRomanPS-ItalicMT",
      "TimesNewRomanPSMT"
    ],
    "sizes": [
      9.0,
      14.039999961853027
    ]
  },
  {
    "page_number": 9,
    "bbox": [
      144.02,
      293.54,
      526.9,
      346.04
    ],
    "text": "the science or practice of farming, including cultivation of the soil for the growing of crops and the rearing of animals to provide food, wool, and other products (emphasis added).",
    "fonts": [
      "TimesNewRomanPS-BoldItalicMT",
      "TimesNewRomanPS-ItalicMT",
      "TimesNewRomanPSMT"
    ],
    "sizes": [
      14.039999961853027
    ]
  },
  {
    "page_number": 9,
    "bbox": [
      108.02,
      354.86,
      526.48,
      407.36
    ],
    "text": "Unlike ordinary trees, rubber trees are grown as a commercial crop to produce latex, which is used to make rubber products. As a result, rubber is definitely an agricultural crop.",
    "fonts": [
      "TimesNewRomanPSMT"
    ],
    "sizes": [
      14.039999961853027
    ]
  },
  {
    "page_number": 9,
    "bbox": [
      108.02,
      416.08,
      526.88,
      616.81
    ],
    "text": "The analysis then needs to move to the word \"product\". The VAT guide issued by the Department of Inland Revenue considers that unprocessed agricultural products include \"live trees\". Accordingly, any type of live tree must be considered an agricultural product. In my view, it is an absurd definition for the simple reason that any tree grown in Sri Lanka; even a bo tree (Ficus religiosa) or any other tree which has no value as timber or otherwise will also be included into the category of unprocessed agricultural produce. Another important factor is that the definition in the VAT guide is with reference to agricultural produce and the provision in the VAT Act is on agricultural products. In my view products and produce have two different and distinct meanings.",
    "fonts": [
      "TimesNewRomanPS-ItalicMT",
      "TimesNewRomanPSMT"
    ],
    "sizes": [
      14.039999961853027
    ]
  },
  {
    "page_number": 9,
    "bbox": [
      108.02,
      625.51,
      526.93,
      715.09
    ],
    "text": "It is important to observe that VAT guide was first published in the year 2002 (first printing 2003) and refers to the item (i) (a) of Part I of the First Schedule of the VAT Act, which existed before the amendment and was only applicable to the taxable period commencing on or after 1st August 2002 and ending prior to 1st January 2004. Item (b) (xxiii) of Part II of the",
    "fonts": [
      "TimesNewRomanPSMT"
    ],
    "sizes": [
      9.0,
      14.039999961853027
    ]
  },
  {
    "page_number": 9,
    "bbox": [
      72.02,
      735.12,
      391.39,
      759.1
    ],
    "text": "13 Angus Stevenson, Oxford Dictionary of English, Third Edition, 2010.",
    "fonts": [
      "Calibri",
      "TimesNewRomanPS-ItalicMT",
      "TimesNewRomanPSMT"
    ],
    "sizes": [
      6.960000038146973,
      11.039999961853027
    ]
  },
  {
    "page_number": 10,
    "bbox": [
      536.62,
      776.19,
      553.97,
      790.23
    ],
    "text": "11",
    "fonts": [
      "Calibri"
    ],
    "sizes": [
      14.039999961853027
    ]
  },
  {
    "page_number": 10,
    "bbox": [
      79.46,
      776.63,
      524.26,
      789.91
    ],
    "text": "CA No. CA TAX 0008/2017 TAC/VAT/018/2015",
    "fonts": [
      "TimesNewRomanPS-BoldMT"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 10,
    "bbox": [
      108.02,
      72.59,
      526.69,
      143.69
    ],
    "text": "first schedule of the VAT Act, which is applicable to the taxable period commencing on or after 1st January 2004 has been introduced by VAT (Amendment) Act No. 15 of 2008. Therefore, the VAT Guide cannot be valid for the amended item (b) (xxiii) of Part II of the First Schedule.",
    "fonts": [
      "TimesNewRomanPSMT"
    ],
    "sizes": [
      9.0,
      14.039999961853027
    ]
  },
  {
    "page_number": 10,
    "bbox": [
      108.02,
      152.39,
      526.75,
      260.48
    ],
    "text": "Yet, the phrase unprocessed agricultural products had been there even before the amendment (in the aforesaid item (i) (a) of Part I of the First Schedule). Therefore, one may argue that the VAT Guide is still valid in interpreting this term. Be that as it may, this Court is not bound to follow the guidelines issued by the Department of Inland Revenue unless those are given statutory force through a specific provision in the VAT Act.",
    "fonts": [
      "TimesNewRomanPS-ItalicMT",
      "TimesNewRomanPSMT"
    ],
    "sizes": [
      14.039999961853027
    ]
  },
  {
    "page_number": 10,
    "bbox": [
      108.02,
      268.75,
      530.29,
      303.32
    ],
    "text": "In D. M. S. Fernando and Another v. Mohideen Ismail,14 Samarakoon C.J., citing Maxwell on Interpretation of Statutes (12th Edition p.160) stated that:",
    "fonts": [
      "TimesNewRomanPS-ItalicMT",
      "TimesNewRomanPSMT"
    ],
    "sizes": [
      9.0,
      14.039999961853027
    ]
  },
  {
    "page_number": 10,
    "bbox": [
      108.02,
      312.02,
      526.76,
      383.12
    ],
    "text": "Then again it is said that to discover the intention of the Legislature it is necessary to consider (1) the law as it stood before the Statute was passed, (2) the mischief if any under the old law which the Statute sought to remedy and (3) The remedy itself.",
    "fonts": [
      "TimesNewRomanPS-ItalicMT",
      "TimesNewRomanPSMT"
    ],
    "sizes": [
      14.039999961853027
    ]
  },
  {
    "page_number": 10,
    "bbox": [
      108.02,
      391.35,
      436.09,
      414.46
    ],
    "text": "In his book Interpretation of Statutes,15 Bindra states that:",
    "fonts": [
      "TimesNewRomanPS-ItalicMT",
      "TimesNewRomanPSMT"
    ],
    "sizes": [
      0.9599999785423279,
      9.0,
      14.039999961853027
    ]
  },
  {
    "page_number": 10,
    "bbox": [
      108.02,
      423.16,
      526.82,
      531.34
    ],
    "text": "The same words used in different statutes on the same subject are interpreted to have the same meaning. Indeed, it has been said that if a statutory meaning is attached to certain words in a prior Act, there is a presumption of some force that the legislature intended that they should have the same signification when used in a subsequent Act in relation to the same subject-matter.16",
    "fonts": [
      "TimesNewRomanPS-ItalicMT",
      "TimesNewRomanPSMT"
    ],
    "sizes": [
      9.0,
      14.039999961853027
    ]
  },
  {
    "page_number": 10,
    "bbox": [
      108.02,
      540.04,
      526.78,
      611.17
    ],
    "text": "Even though item (i) (a) of Part I of the First Schedule and item (b) (xxiii) of Part II of the First Schedule are part of the same Act, it seems prudent to consider the provision which existed prior to the introduction of item (b) (xxiii) of Part II of the First Schedule.",
    "fonts": [
      "TimesNewRomanPS-ItalicMT",
      "TimesNewRomanPSMT"
    ],
    "sizes": [
      14.039999961853027
    ]
  },
  {
    "page_number": 10,
    "bbox": [
      108.02,
      619.87,
      526.41,
      653.89
    ],
    "text": "Before the amendment, item (i) (a) of Part I of the First Schedule read as follows:",
    "fonts": [
      "TimesNewRomanPSMT"
    ],
    "sizes": [
      14.039999961853027
    ]
  },
  {
    "page_number": 10,
    "bbox": [
      144.02,
      662.59,
      289.16,
      678.13
    ],
    "text": "The supply or import of-",
    "fonts": [
      "TimesNewRomanPS-ItalicMT"
    ],
    "sizes": [
      14.039999961853027
    ]
  },
  {
    "page_number": 10,
    "bbox": [
      72.02,
      691.42,
      220.25,
      715.4
    ],
    "text": "14 [1982] 1 Sri.L.R. 222, at p.229",
    "fonts": [
      "Calibri",
      "TimesNewRomanPSMT"
    ],
    "sizes": [
      6.960000038146973,
      11.039999961853027
    ]
  },
  {
    "page_number": 10,
    "bbox": [
      72.02,
      717.38,
      394.15,
      729.92
    ],
    "text": "15 N. S. Bindra, Interpretation of Statutes, Eighth Edition, 1997. at p.266",
    "fonts": [
      "TimesNewRomanPS-ItalicMT",
      "TimesNewRomanPSMT"
    ],
    "sizes": [
      6.960000038146973,
      11.039999961853027
    ]
  },
  {
    "page_number": 10,
    "bbox": [
      72.02,
      731.9,
      525.93,
      759.1
    ],
    "text": "16 Bindra, citing [National Planners v. Contributors, AIR 1958 Punj. 230, 232 (FB); Jagat Ram v. Shanti Sarup, AIR 1965 Punj. 175]",
    "fonts": [
      "TimesNewRomanPSMT"
    ],
    "sizes": [
      6.960000038146973,
      11.039999961853027
    ]
  },
  {
    "page_number": 11,
    "bbox": [
      536.62,
      776.19,
      553.97,
      790.23
    ],
    "text": "12",
    "fonts": [
      "Calibri"
    ],
    "sizes": [
      14.039999961853027
    ]
  },
  {
    "page_number": 11,
    "bbox": [
      79.46,
      776.63,
      524.26,
      789.91
    ],
    "text": "CA No. CA TAX 0008/2017 TAC/VAT/018/2015",
    "fonts": [
      "TimesNewRomanPS-BoldMT"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 11,
    "bbox": [
      172.58,
      72.39,
      484.18,
      125.21
    ],
    "text": "i. (a) unprocessed agricultural products other than potatoes, onions, chillies, all other grains (other than rice and paddy) and planting material;",
    "fonts": [
      "Arial-ItalicMT",
      "TimesNewRomanPS-ItalicMT"
    ],
    "sizes": [
      14.039999961853027
    ]
  },
  {
    "page_number": 11,
    "bbox": [
      108.02,
      133.91,
      526.91,
      353.12
    ],
    "text": "It seems to me that the legislature, after enacting the term \"agricultural products\", has ruled out some of these products. Those are mainly a few agricultural products as well as planting material such as seeds used in agriculture. Upon a careful consideration of the above provisions before amendment, I am of the view that the legislature never intended to include the waste products of agriculture, such as old rubber trees, to be agricultural products. Even if old rubber trees and other live trees were not waste products, they simply cannot come under the provision of agricultural products, as a crop is cultivated in order to produce some product such as food or industrial products/raw materials such as rubber latex. The tree itself cannot be construed to be the product of the crop, other than perhaps trees grown specifically to be used as timber.",
    "fonts": [
      "TimesNewRomanPS-ItalicMT",
      "TimesNewRomanPSMT"
    ],
    "sizes": [
      14.039999961853027
    ]
  },
  {
    "page_number": 11,
    "bbox": [
      108.02,
      361.82,
      526.9,
      488.5
    ],
    "text": "In the aforementioned item (i) of Part I of the First Schedule, unprocessed agricultural, horticultural and fishing products are categorized under different provisions, along with three other categories of products (items (i) (a), (b), (d) and (i) (c), (e), (f) respectively). However, in the item (b) (xxiii) of Part II of the First Schedule which is applicable to the case in hand, the unprocessed agricultural, horticultural and fishing products are put together under one item.",
    "fonts": [
      "TimesNewRomanPSMT"
    ],
    "sizes": [
      14.039999961853027
    ]
  },
  {
    "page_number": 11,
    "bbox": [
      108.02,
      497.2,
      526.92,
      679.33
    ],
    "text": "Interestingly, unprocessed (or raw) prawns are separated as unprocessed prawns produced in Sri Lanka (item (b) (xxiv)). It appears to me that prawns also could have been included under the same item ((b) (xxiii)). However, by separating unprocessed prawns produced in Sri Lanka from fishing products produced in Sri Lanka, the Legislature has clearly allowed the tax exemption granted under Section 8 for the prawns produced in Sri Lanka and limited it to the fishing products produced in Sri Lanka, not allowing it to all fish produced in Sri Lanka. Hence, its clear that the intention of the Legislature in using the word products is not necessarily in respect of raw products.",
    "fonts": [
      "TimesNewRomanPS-BoldItalicMT",
      "TimesNewRomanPS-BoldMT",
      "TimesNewRomanPS-ItalicMT",
      "TimesNewRomanPSMT"
    ],
    "sizes": [
      14.039999961853027
    ]
  },
  {
    "page_number": 11,
    "bbox": [
      108.02,
      688.15,
      526.93,
      759.15
    ],
    "text": "This position is further strengthened by the legislature granting VAT exemptions to locally produced dairy products out of locally produced fresh milk and locally produced rice products containing rice produced in Sri Lanka, under item (xxvi).",
    "fonts": [
      "TimesNewRomanPS-ItalicMT",
      "TimesNewRomanPSMT"
    ],
    "sizes": [
      14.039999961853027
    ]
  },
  {
    "page_number": 12,
    "bbox": [
      536.62,
      776.19,
      553.97,
      790.23
    ],
    "text": "13",
    "fonts": [
      "Calibri"
    ],
    "sizes": [
      14.039999961853027
    ]
  },
  {
    "page_number": 12,
    "bbox": [
      79.46,
      776.63,
      524.26,
      789.91
    ],
    "text": "CA No. CA TAX 0008/2017 TAC/VAT/018/2015",
    "fonts": [
      "TimesNewRomanPS-BoldMT"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 12,
    "bbox": [
      108.02,
      72.59,
      526.49,
      125.21
    ],
    "text": "For the reasons discussed above, it is my view that the sale of firewood by the Appellant is not a sale that can be exempted under item (b) (xxiii) of Part II of the First Schedule of the VAT Act.",
    "fonts": [
      "TimesNewRomanPSMT"
    ],
    "sizes": [
      14.039999961853027
    ]
  },
  {
    "page_number": 12,
    "bbox": [
      108.02,
      133.91,
      526.93,
      167.93
    ],
    "text": "Accordingly, I answer the question of law stated for the opinion of this Court in the negative, in favour of the Respondent.",
    "fonts": [
      "TimesNewRomanPSMT"
    ],
    "sizes": [
      14.039999961853027
    ]
  },
  {
    "page_number": 12,
    "bbox": [
      108.02,
      176.63,
      526.78,
      247.76
    ],
    "text": "Whether the supply of rubber trees in live form is falling under the category of unprocessed agricultural products as per item XXIII of part II (b) to the first schedule of Value Added Tax Act No. 14 of 2002 as amended by Value Added Tax (Amendment) Act No. 15 of 2008.",
    "fonts": [
      "TimesNewRomanPS-ItalicMT"
    ],
    "sizes": [
      14.039999961853027
    ]
  },
  {
    "page_number": 12,
    "bbox": [
      108.02,
      256.46,
      128.69,
      272.0
    ],
    "text": "No",
    "fonts": [
      "TimesNewRomanPS-BoldItalicMT",
      "TimesNewRomanPSMT"
    ],
    "sizes": [
      14.039999961853027
    ]
  },
  {
    "page_number": 12,
    "bbox": [
      108.02,
      280.7,
      526.48,
      333.32
    ],
    "text": "Acting under Section 11 A (6) of the Tax Appeals Commission Act No. 23 of 2011, as amended, I affirm the determination made by the TAC and dismiss this appeal.",
    "fonts": [
      "TimesNewRomanPSMT"
    ],
    "sizes": [
      14.039999961853027
    ]
  },
  {
    "page_number": 12,
    "bbox": [
      108.02,
      342.02,
      526.51,
      376.04
    ],
    "text": "The Registrar is directed to send a certified copy of this judgment to the Secretary of the TAC.",
    "fonts": [
      "TimesNewRomanPSMT"
    ],
    "sizes": [
      14.039999961853027
    ]
  },
  {
    "page_number": 12,
    "bbox": [
      252.05,
      433.36,
      495.61,
      448.9
    ],
    "text": "JUDGE OF THE COURT OF APPEAL",
    "fonts": [
      "TimesNewRomanPS-BoldMT"
    ],
    "sizes": [
      14.039999961853027
    ]
  },
  {
    "page_number": 12,
    "bbox": [
      108.02,
      457.6,
      253.52,
      473.14
    ],
    "text": "Dr. Ruwan Fernando J.",
    "fonts": [
      "TimesNewRomanPS-BoldMT"
    ],
    "sizes": [
      14.039999961853027
    ]
  },
  {
    "page_number": 12,
    "bbox": [
      108.02,
      481.84,
      157.37,
      497.38
    ],
    "text": "I Agree.",
    "fonts": [
      "TimesNewRomanPSMT"
    ],
    "sizes": [
      14.039999961853027
    ]
  },
  {
    "page_number": 12,
    "bbox": [
      252.05,
      530.44,
      495.61,
      545.98
    ],
    "text": "JUDGE OF THE COURT OF APPEAL",
    "fonts": [
      "TimesNewRomanPS-BoldMT"
    ],
    "sizes": [
      14.039999961853027
    ]
  }
]