[
  {
    "page_number": 0,
    "bbox": [
      72.02,
      731.38,
      311.31,
      755.86
    ],
    "text": "1",
    "fonts": [
      "Calibri"
    ],
    "sizes": [
      11.039999961853027
    ]
  },
  {
    "page_number": 0,
    "bbox": [
      82.34,
      72.49,
      532.78,
      85.77
    ],
    "text": "IN THE COURT OF APPEAL OF THE DEMOCRATIC SOCIALIST REPUBLIC OF",
    "fonts": [
      "TimesNewRomanPS-BoldMT"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 0,
    "bbox": [
      271.37,
      95.41,
      343.75,
      108.69
    ],
    "text": "SRI LANKA",
    "fonts": [
      "TimesNewRomanPS-BoldMT"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 0,
    "bbox": [
      310.61,
      142.09,
      543.1,
      218.85
    ],
    "text": "In the matter of an Application for mandates in the nature of writs of Certiorari, Mandamus and Prohibition under and in terms of Article 140 of the Constitution of the Democratic Socialist Republic of Sri Lanka.",
    "fonts": [
      "TimesNewRomanPS-ItalicMT",
      "TimesNewRomanPSMT"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 0,
    "bbox": [
      310.61,
      253.36,
      494.02,
      298.44
    ],
    "text": "The Ark Universal (Private) Limited No. 405, Colombo Road, Pepiliyana, Boralesgamuwa",
    "fonts": [
      "TimesNewRomanPSMT"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 0,
    "bbox": [
      310.61,
      309.04,
      543.1,
      417.48
    ],
    "text": "PETITIONER Vs. 1. Mrs. M. Umamagal,",
    "fonts": [
      "ArialMT",
      "TimesNewRomanPS-BoldMT",
      "TimesNewRomanPSMT"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 0,
    "bbox": [
      310.61,
      420.06,
      543.06,
      512.66
    ],
    "text": "The Divisional Secretary, The Divisional Secretariat of Marintimepattu, Mullaitivu. 2. The Land Commissioner General,",
    "fonts": [
      "ArialMT",
      "TimesNewRomanPSMT"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 0,
    "bbox": [
      310.61,
      515.34,
      542.99,
      623.81
    ],
    "text": "The Land Commissioner Generals Department, Mihikatha Medura, Land Secretariat, 1200/6, Rajamalwatta Road, Battaramulla. 3. Hon. Attorney General,",
    "fonts": [
      "ArialMT",
      "TimesNewRomanPSMT"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 0,
    "bbox": [
      328.63,
      626.37,
      486.58,
      655.61
    ],
    "text": "Attorney Generals Department, Colombo 12.",
    "fonts": [
      "TimesNewRomanPSMT"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 0,
    "bbox": [
      310.61,
      666.09,
      540.34,
      711.17
    ],
    "text": "RESPONDENTS",
    "fonts": [
      "TimesNewRomanPS-BoldMT",
      "TimesNewRomanPSMT"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 0,
    "bbox": [
      64.46,
      385.6,
      200.09,
      412.85
    ],
    "text": "Court of Appeal Case No: CA/WRIT/0056/2024",
    "fonts": [
      "Calibri",
      "TimesNewRomanPS-BoldMT"
    ],
    "sizes": [
      11.039999961853027,
      12.0
    ]
  },
  {
    "page_number": 1,
    "bbox": [
      72.02,
      731.38,
      311.31,
      755.86
    ],
    "text": "2",
    "fonts": [
      "Calibri"
    ],
    "sizes": [
      11.039999961853027
    ]
  },
  {
    "page_number": 1,
    "bbox": [
      72.02,
      303.76,
      182.66,
      317.04
    ],
    "text": "Mayadunne Corea J",
    "fonts": [
      "TimesNewRomanPS-BoldMT"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 1,
    "bbox": [
      72.02,
      372.62,
      543.31,
      403.05
    ],
    "text": "The Petitioner filed this Application and sought for Writs of Certiorari, Mandamus and Prohibition. In his prayer he had sought, among other things, for the following reliefs.",
    "fonts": [
      "TimesNewRomanPS-ItalicMT",
      "TimesNewRomanPSMT"
    ],
    "sizes": [
      12.960000038146973
    ]
  },
  {
    "page_number": 1,
    "bbox": [
      108.02,
      412.82,
      543.22,
      475.55
    ],
    "text": "(b) Issue a mandate in the nature of a Writ of Certiorari to quash the decision of the Divisional Secretary of Maritimepattu the 1st Respondent to issue quit notice annexed to the Petition marked P4 under section 3 of the State Land (Recovery of Possession) Act No. 07 of 1979 as amended;",
    "fonts": [
      "TimesNewRomanPS-ItalicMT",
      "TimesNewRomanPSMT"
    ],
    "sizes": [
      8.520000457763672,
      12.960000038146973
    ]
  },
  {
    "page_number": 1,
    "bbox": [
      108.02,
      484.84,
      543.34,
      515.87
    ],
    "text": "(c) Issue a mandate in the nature of a Writ of Prohibition restraining the 1st Respondent from proceeding with Magistrates Court Case No. 56554/23;",
    "fonts": [
      "TimesNewRomanPS-ItalicMT"
    ],
    "sizes": [
      8.520000457763672,
      12.960000038146973
    ]
  },
  {
    "page_number": 1,
    "bbox": [
      108.02,
      525.04,
      543.33,
      588.35
    ],
    "text": "(d) Issue a mandate in the nature of Writ of Mandamus to the 1st Respondent and/or the 2nd Respondent to grant long term lease to the Petitioner Company of the said land under Clause 3.3.2 of the Circular No. 01/2018 dated 28.03.2018 of the Land Commissioner Generals Department;",
    "fonts": [
      "TimesNewRomanPS-ItalicMT"
    ],
    "sizes": [
      8.520000457763672,
      12.960000038146973
    ]
  },
  {
    "page_number": 1,
    "bbox": [
      108.02,
      598.27,
      543.08,
      644.78
    ],
    "text": "(e) Grant interim relief staying all proceedings in Case No. 56554/23 in the Magistrates Court of Mullaiteevu until the hearing and final determination of this Application",
    "fonts": [
      "TimesNewRomanPS-ItalicMT",
      "TimesNewRomanPSMT"
    ],
    "sizes": [
      12.960000038146973
    ]
  },
  {
    "page_number": 1,
    "bbox": [
      72.02,
      678.79,
      543.3,
      709.22
    ],
    "text": "After hearing the submissions of all parties this Court was not inclined to grant the interim relief prayed for and accordingly, the said Application for interim relief was refused.",
    "fonts": [
      "TimesNewRomanPSMT"
    ],
    "sizes": [
      12.960000038146973
    ]
  },
  {
    "page_number": 1,
    "bbox": [
      77.42,
      81.97,
      309.89,
      109.05
    ],
    "text": "Before: S.U.B. Karalliyadde, J Mayadunne Corea, J",
    "fonts": [
      "TimesNewRomanPS-BoldMT",
      "TimesNewRomanPSMT"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 1,
    "bbox": [
      77.42,
      128.05,
      542.97,
      171.57
    ],
    "text": "Counsel: Rushdhie Habeeb with Rizwan Unais, Shabry Fareed and Ayuka Perera for the Petitioner. Yothini Selvanathan S.C. for the Respondents.",
    "fonts": [
      "TimesNewRomanPS-BoldMT",
      "TimesNewRomanPSMT"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 1,
    "bbox": [
      77.42,
      198.73,
      255.89,
      212.01
    ],
    "text": "Supported on: 27.11.2024",
    "fonts": [
      "TimesNewRomanPS-BoldMT",
      "TimesNewRomanPSMT"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 1,
    "bbox": [
      77.42,
      234.73,
      255.89,
      248.01
    ],
    "text": "Decided on: 30.01.2025",
    "fonts": [
      "TimesNewRomanPS-BoldMT",
      "TimesNewRomanPSMT"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 2,
    "bbox": [
      72.02,
      731.38,
      311.31,
      755.86
    ],
    "text": "3",
    "fonts": [
      "Calibri"
    ],
    "sizes": [
      11.039999961853027
    ]
  },
  {
    "page_number": 2,
    "bbox": [
      72.02,
      72.59,
      543.19,
      199.86
    ],
    "text": "Facts of the case briefly are as follows. The Petitioner is a legal person and a company duly incorporated under Companies Act, No. 7 of 2007. The learned Counsel appearing for the Petitioner submits that he has purchased a land by Transfer Deed No. 8802 marked as P2. The Petitioner has commenced a mango cultivation and the learned Counsel submits that it yields fruits. It is alleged that the 1st Respondent had issued a quit notice under the State Lands (Recovery of Possession) Act against two of the Petitioners employees and upon their failure to quit and hand over the possession, had instituted action in the Magistrates Court under the State Lands (Recovery of Possession) Act, No. 07 of 1979 as amended.",
    "fonts": [
      "TimesNewRomanPSMT"
    ],
    "sizes": [
      8.520000457763672,
      12.960000038146973
    ]
  },
  {
    "page_number": 2,
    "bbox": [
      72.02,
      233.75,
      165.86,
      248.1
    ],
    "text": "Petitioners case",
    "fonts": [
      "TimesNewRomanPS-BoldMT"
    ],
    "sizes": [
      12.960000038146973
    ]
  },
  {
    "page_number": 2,
    "bbox": [
      72.02,
      281.42,
      543.2,
      312.57
    ],
    "text": "Petitioner alleges that the said quit notice filed by the 1st Respondent is tainted with procedural irregularity and impropriety. Hence, this Writ Application.",
    "fonts": [
      "TimesNewRomanPSMT"
    ],
    "sizes": [
      8.520000457763672,
      12.960000038146973
    ]
  },
  {
    "page_number": 2,
    "bbox": [
      72.02,
      346.46,
      209.93,
      360.81
    ],
    "text": "Respondents objections",
    "fonts": [
      "TimesNewRomanPS-BoldMT"
    ],
    "sizes": [
      12.960000038146973
    ]
  },
  {
    "page_number": 2,
    "bbox": [
      72.02,
      394.7,
      543.25,
      425.25
    ],
    "text": "Respondents have taken several objections and submitted that this Court should not issue formal notices in this case. The objections were based on",
    "fonts": [
      "TimesNewRomanPSMT"
    ],
    "sizes": [
      12.960000038146973
    ]
  },
  {
    "page_number": 2,
    "bbox": [
      90.02,
      434.53,
      543.34,
      484.43
    ],
    "text": "The Petitioner has no locus standi. The Petitioner has no legal right to seek a Writ. The Petitioner has not sought any grounds that warrants intervention of this Court",
    "fonts": [
      "ArialMT",
      "SymbolMT",
      "TimesNewRomanPS-ItalicMT",
      "TimesNewRomanPSMT"
    ],
    "sizes": [
      12.960000038146973
    ]
  },
  {
    "page_number": 2,
    "bbox": [
      108.02,
      486.16,
      427.27,
      500.51
    ],
    "text": "by way of using its discretionary power of Writ jurisdiction.",
    "fonts": [
      "TimesNewRomanPSMT"
    ],
    "sizes": [
      12.960000038146973
    ]
  },
  {
    "page_number": 2,
    "bbox": [
      72.02,
      534.52,
      543.32,
      694.1
    ],
    "text": "This Court will consider the Petitioners submissions along with the objections raised by the learned State Counsel appearing for the Respondents. The learned Counsel for the Petitioner in his submissions submitted that thought they purchased this land by the Deed marked as P4, they have subsequently got to know that the said land is a State land. However, in invoking the judicial review process of this Court, in paragraph 22 of the Petition, the Petitioner pleads quite contrary to this admission that the Petitioner is a bona fide purchaser of this land and contends that he has developed the land, and is therefore, not an unauthorized occupant. Though Section 12 of State Lands (Recovery of Possession) Act contemplates on what action a bona fide owner can take if an action is filed against him under State Lands (Recovery of Possession) Act, in view of the admission by the",
    "fonts": [
      "TimesNewRomanPS-ItalicMT",
      "TimesNewRomanPSMT"
    ],
    "sizes": [
      12.960000038146973
    ]
  },
  {
    "page_number": 3,
    "bbox": [
      72.02,
      731.38,
      311.31,
      755.86
    ],
    "text": "4",
    "fonts": [
      "Calibri"
    ],
    "sizes": [
      11.039999961853027
    ]
  },
  {
    "page_number": 3,
    "bbox": [
      72.02,
      72.59,
      543.19,
      103.02
    ],
    "text": "Petitioner before this Court that this land is State land, this Court will not venture into the said provision.",
    "fonts": [
      "TimesNewRomanPSMT"
    ],
    "sizes": [
      12.960000038146973
    ]
  },
  {
    "page_number": 3,
    "bbox": [
      72.02,
      112.91,
      543.34,
      288.57
    ],
    "text": "In view of the said admission the parties are not on variance as to the Respondents position that the land is a State land. Hence, it is an admitted fact. Petitioner contends that after purchasing the said land by the document marked as P1, he had had employed people and cultivated a mango cultivation, and the said cultivation had started yielding fruits in 2023. He further submits that once the quit notice was received, he had several correspondences with state authorities to obtain a long lease for the said land in the extent of 8 Acres 2 Roods 36.67 Perches. Petitioner contends that he had been sent two replies from the District Secretary and the Land Commissioner pertaining to his request for leasing of the corpus and therefore, he contends that he had a legitimate expectation of entering into a lease with the State. Let me first analyze the Petitioners contention of obtaining a lease and his contention that he had a legitimate expectation of obtaining the same.",
    "fonts": [
      "TimesNewRomanPS-ItalicMT",
      "TimesNewRomanPSMT"
    ],
    "sizes": [
      12.960000038146973
    ]
  },
  {
    "page_number": 3,
    "bbox": [
      72.02,
      322.46,
      543.0,
      353.01
    ],
    "text": "Is there a violation of the legitimate expectation of the Petitioner by sending the quit notice?",
    "fonts": [
      "TimesNewRomanPS-BoldMT"
    ],
    "sizes": [
      12.960000038146973
    ]
  },
  {
    "page_number": 3,
    "bbox": [
      72.02,
      386.9,
      543.34,
      659.42
    ],
    "text": "This Court finds that the Divisional Secretary of Muhudubada Pattu had sent a quit notice against two people who were supposed to be in unlawful occupation of the land. The translation of the said quit notice is marked as P7A and the quit notice is marked as P7 Since recipients of the notice had not honoured the notice, the Divisional Secretary had instituted proceedings under the State Lands (Recovery of Possession) Act. Petitioners contention that he had a legitimate expectation of obtaining a lease is based on the premise of two letters he had sent to the Provisional Land Commissioner and Government Secretary. The said letters were marked as P11 and P12. This Court finds in both these letters the Petitioner has taken the position that he has purchased this land under a transfer deed which is marked as P2 and had informed the relevant authorities namely, the Divisional Secretary and the Land Commissioner to withdraw the Magistrates Court case. However, in his last paragraph of the letter he makes a request to grant him a 30-year long term lease for the said land. The District Secretary and the Land Commissioner have replied to the Petitioner by letters marked as P14 and P15, and the translations are marked as P14A and P15A. These are the letters where the Petitioner pleads that he has a legitimate expectation to obtain the said land on lease. Our Courts on many instances have held on when a legitimate expectation accrues.",
    "fonts": [
      "TimesNewRomanPSMT"
    ],
    "sizes": [
      12.960000038146973
    ]
  },
  {
    "page_number": 4,
    "bbox": [
      72.02,
      731.38,
      311.31,
      755.86
    ],
    "text": "5",
    "fonts": [
      "Calibri"
    ],
    "sizes": [
      11.039999961853027
    ]
  },
  {
    "page_number": 4,
    "bbox": [
      72.02,
      72.59,
      543.32,
      103.02
    ],
    "text": "In Ariyarathne and others v Inspector General of Police and others (2019) 1 SLR 100, it was stated that",
    "fonts": [
      "TimesNewRomanPS-BoldItalicMT",
      "TimesNewRomanPS-BoldMT",
      "TimesNewRomanPSMT"
    ],
    "sizes": [
      12.960000038146973
    ]
  },
  {
    "page_number": 4,
    "bbox": [
      108.02,
      112.91,
      543.3,
      240.18
    ],
    "text": "The doctrine of legitimate expectation envisages that a Court may, in appropriate circumstances and where the public interest does not require otherwise, enforce a \"legitimate expectation\" (as distinct from a personal or proprietary right) of a person that a public authority will act as it has promised or held out. The doctrine of legitimate expectation operates where an aggrieved person does not have a proprietary or personal right stricto sensu which gives him the locus standi to challenge a decision of a public authority under the other grounds recognised by administrative law.",
    "fonts": [
      "TimesNewRomanPS-ItalicMT",
      "TimesNewRomanPSMT"
    ],
    "sizes": [
      12.960000038146973
    ]
  },
  {
    "page_number": 4,
    "bbox": [
      108.02,
      249.98,
      233.33,
      264.33
    ],
    "text": "It was further held that:",
    "fonts": [
      "TimesNewRomanPSMT"
    ],
    "sizes": [
      12.960000038146973
    ]
  },
  {
    "page_number": 4,
    "bbox": [
      108.02,
      274.1,
      543.34,
      336.81
    ],
    "text": "A mere wish, a desire or a hope cannot found a legitimate expectation which will be protected by the Court. The petitioners had at best a wish, a desire or a hope ... That does not help the petitioners to establish the substantive legitimate expectation they claim in this case.",
    "fonts": [
      "TimesNewRomanPS-ItalicMT",
      "TimesNewRomanPSMT"
    ],
    "sizes": [
      12.960000038146973
    ]
  },
  {
    "page_number": 4,
    "bbox": [
      72.02,
      370.7,
      543.31,
      417.33
    ],
    "text": "In the case of Siriwardene v Seneviratne and others (2011) 2 BLR 336, Shirani Bandaranayake, J. (as she then was) identified the following requirements for the existence of a legitimate expectation:",
    "fonts": [
      "TimesNewRomanPS-BoldItalicMT",
      "TimesNewRomanPS-BoldMT",
      "TimesNewRomanPSMT"
    ],
    "sizes": [
      12.960000038146973
    ]
  },
  {
    "page_number": 4,
    "bbox": [
      108.02,
      426.94,
      543.16,
      441.47
    ],
    "text": "a) A careful consideration of the doctrine of legitimate expectation clearly shows",
    "fonts": [
      "Arial-ItalicMT",
      "TimesNewRomanPS-ItalicMT"
    ],
    "sizes": [
      12.960000038146973
    ]
  },
  {
    "page_number": 4,
    "bbox": [
      108.02,
      443.32,
      543.11,
      522.11
    ],
    "text": "that whether an expectation is legitimate or not is a question of fact. This has to be decided not only on the basis of the application made by the aggrieved party before Court, but also taking into consideration whether there has been any arbitrary exercise of power by the administrative authority in question. b) Accordingly, the question that would have to be looked into would be whether",
    "fonts": [
      "Arial-ItalicMT",
      "TimesNewRomanPS-ItalicMT"
    ],
    "sizes": [
      12.960000038146973
    ]
  },
  {
    "page_number": 4,
    "bbox": [
      108.02,
      523.96,
      543.07,
      554.39
    ],
    "text": "there was a promise given to the Petitioner or a regular procedure... c) The applicability of the doctrine of legitimate expectation imposes in essence a",
    "fonts": [
      "Arial-ItalicMT",
      "TimesNewRomanPS-ItalicMT"
    ],
    "sizes": [
      12.960000038146973
    ]
  },
  {
    "page_number": 4,
    "bbox": [
      108.02,
      556.24,
      543.03,
      586.67
    ],
    "text": "duty to act fairly. d) Mere hope or an expectation cannot be treated as creating a legitimate",
    "fonts": [
      "Arial-ItalicMT",
      "TimesNewRomanPS-ItalicMT"
    ],
    "sizes": [
      12.960000038146973
    ]
  },
  {
    "page_number": 4,
    "bbox": [
      126.02,
      588.52,
      199.73,
      602.87
    ],
    "text": "expectation.",
    "fonts": [
      "TimesNewRomanPS-ItalicMT"
    ],
    "sizes": [
      12.960000038146973
    ]
  },
  {
    "page_number": 4,
    "bbox": [
      72.02,
      636.79,
      543.34,
      715.7
    ],
    "text": "This Court will now consider the document marked as P14(a). In the said letter the District Secretary had requested the Divisional Secretary to consider whether the request of the Petitioner to obtain a long-term lease can be considered. This letter is not addressed to the Petitioner. Only a copy has been sent to the Petitioner. In the 2nd letter marked as P15 and the translation P15(a) is addressed to the Divisional Secretary by the Provisional Land",
    "fonts": [
      "TimesNewRomanPSMT"
    ],
    "sizes": [
      8.520000457763672,
      12.960000038146973
    ]
  },
  {
    "page_number": 5,
    "bbox": [
      72.02,
      731.38,
      311.31,
      755.86
    ],
    "text": "6",
    "fonts": [
      "Calibri"
    ],
    "sizes": [
      11.039999961853027
    ]
  },
  {
    "page_number": 5,
    "bbox": [
      72.02,
      72.59,
      543.34,
      312.81
    ],
    "text": "Commissioner, where the sender has stated that if the corpus is not marked for any other project, to consider whether it can be given on lease to the Petitioner. This letter too has not been addressed to the Petitioner. In the said circumstances it is observed that there is no direct representation made to the Petitioner pertaining to his request for a long-term lease. Further, both letters do not state to grant the Petitioner with a long-term lease, while the Land Commissioners letter makes a request to the Divisional Secretary to consider the Petitioners request, the said letter is conditional as it says if the said corpus is not earmarked for any other project, the Divisional Secretary is to look into it. Even the District Secretarys letter only states to consider the request and take appropriate action. Hence, in my view both these letters cannot generate a legitimate expectation in the Petitioner, to obtain a lease. The learned State Counsel in reply to these letters contended that the said land is marked for village expansion and the said decision has been taken in the 1980s. As there was a disturbance in the said area, the decision had not been implemented. However, now they are in the process of implementing the said decision and for the said purposes the Divisional Secretary had sent the quit notices to the unlawful occupants of the land.",
    "fonts": [
      "TimesNewRomanPS-ItalicMT",
      "TimesNewRomanPSMT"
    ],
    "sizes": [
      12.960000038146973
    ]
  },
  {
    "page_number": 5,
    "bbox": [
      72.02,
      346.7,
      543.19,
      377.25
    ],
    "text": "Keeping the said fact as it may, this Court will now consider the objections of the Respondents.",
    "fonts": [
      "TimesNewRomanPSMT"
    ],
    "sizes": [
      12.960000038146973
    ]
  },
  {
    "page_number": 5,
    "bbox": [
      72.02,
      411.14,
      283.61,
      425.49
    ],
    "text": "Does the Petitioner have locus standi?",
    "fonts": [
      "TimesNewRomanPS-BoldItalicMT",
      "TimesNewRomanPS-BoldMT"
    ],
    "sizes": [
      12.960000038146973
    ]
  },
  {
    "page_number": 5,
    "bbox": [
      72.02,
      459.4,
      543.3,
      554.39
    ],
    "text": "The Petitioner in this case is seeking a Writ of Certiorari to quash the Divisional Secretarys letter marked as P4. This Court finds the document marked as P4 is not a quit notice nor has it been sent by the Divisional Secretary. It is a letter sent to the Petitioner by another company. This error was brought to the attention of this Court by the learned State Counsel. However, the Petitioner made no effort to rectify this error. Therefore, the Petitioners prayer (b) has to fail.",
    "fonts": [
      "TimesNewRomanPS-ItalicMT",
      "TimesNewRomanPSMT"
    ],
    "sizes": [
      12.960000038146973
    ]
  },
  {
    "page_number": 5,
    "bbox": [
      72.02,
      588.28,
      543.32,
      715.7
    ],
    "text": "This Court also observes in any event the quit notice is not sent to the Petitioner, but it is sent to two people namely, one Abdul Gafoor Mohamed Siraj and Mohamed Haneefa Mohamed Jarees who are not parties to this Application. The Petitioner submits that the said names belong to the employees of the Petitioner and to substantiate that the Petitioner has submitted two letters purported to have been written by the said two parties who have received the notices (P8). It is pertinent to note that since the Petitioner is not the party named in the quit notice, Petitioner cannot seek a Writ of Certiorari to quash a quit notice sent to a third party and therefore, the objection on the basis that the Petitioner has no locus",
    "fonts": [
      "TimesNewRomanPS-ItalicMT",
      "TimesNewRomanPSMT"
    ],
    "sizes": [
      12.960000038146973
    ]
  },
  {
    "page_number": 6,
    "bbox": [
      72.02,
      731.38,
      311.31,
      755.86
    ],
    "text": "7",
    "fonts": [
      "Calibri"
    ],
    "sizes": [
      11.039999961853027
    ]
  },
  {
    "page_number": 6,
    "bbox": [
      72.02,
      72.59,
      543.28,
      119.22
    ],
    "text": "standi succeeds. In coming to this conclusion, this Court has considered the decisions in Ariyarathne and others v Inspector General of Police and others (supra) where it was stated that:",
    "fonts": [
      "TimesNewRomanPS-BoldItalicMT",
      "TimesNewRomanPS-ItalicMT",
      "TimesNewRomanPSMT"
    ],
    "sizes": [
      12.960000038146973
    ]
  },
  {
    "page_number": 6,
    "bbox": [
      108.02,
      128.99,
      543.19,
      272.37
    ],
    "text": "With regard to locus standi, the doctrine of legitimate expectation operates where an aggrieved person does not have a proprietary or personal right stricto sensu which gives him the locus standi to challenge a decision of a public authority under the other grounds recognized by administrative law. In such situations the doctrine operates to confer locus standi to an aggrieved person to seek judicial review where he only has a legitimate expectation that a public authority will act in a particular way. Thus in OReilly v Mackman, Lord Diplock said that in public law a person who held a legitimate expectation had sufficient interest to challenge the legality of a public authoritys decision.",
    "fonts": [
      "TimesNewRomanPS-ItalicMT",
      "TimesNewRomanPSMT"
    ],
    "sizes": [
      12.960000038146973
    ]
  },
  {
    "page_number": 6,
    "bbox": [
      72.02,
      306.38,
      543.14,
      353.01
    ],
    "text": "In the present Application this Court has already dealt with the issue as to whether the Petitioner can succeed in his argument based on legitimate expectation and held that the said contention has to fail.",
    "fonts": [
      "TimesNewRomanPSMT"
    ],
    "sizes": [
      12.960000038146973
    ]
  },
  {
    "page_number": 6,
    "bbox": [
      72.02,
      386.9,
      534.22,
      401.25
    ],
    "text": "This takes us to the next objection as to whether necessary parties are before this Court.",
    "fonts": [
      "TimesNewRomanPSMT"
    ],
    "sizes": [
      12.960000038146973
    ]
  },
  {
    "page_number": 6,
    "bbox": [
      72.02,
      435.16,
      172.34,
      449.51
    ],
    "text": "Necessary parties",
    "fonts": [
      "TimesNewRomanPS-BoldMT"
    ],
    "sizes": [
      12.960000038146973
    ]
  },
  {
    "page_number": 6,
    "bbox": [
      72.02,
      483.4,
      543.34,
      642.98
    ],
    "text": "This Court observes that the quit notice is issued to one Abdul Gafoor Mohamed Siraj and Mohamed Haneefa Mohamed Jarees. The Court case the Petitioner alleges is filed against the said two people. Further, the Petitioner is seeking to quash the said quit notice and also to prohibit and restrain the 1st Respondent from continuing with the said case. This relief if granted will have a direct effect on the said recipient of the quit notice. However, I find that the said recipients have not been made a party to this Application. It is trite law that if the necessary parties are not before Court, the Writ Application has to fail. It is also observed that if a Writ of Prohibition is issued restraining the 1st Respondent from continuing with the Magistrates Court case, then it will have a direct bearing on the learned Magistrate. However, the learned Magistrate is not a party to this Application.",
    "fonts": [
      "TimesNewRomanPSMT"
    ],
    "sizes": [
      8.520000457763672,
      12.960000038146973
    ]
  },
  {
    "page_number": 7,
    "bbox": [
      72.02,
      731.38,
      311.31,
      755.86
    ],
    "text": "8",
    "fonts": [
      "Calibri"
    ],
    "sizes": [
      11.039999961853027
    ]
  },
  {
    "page_number": 7,
    "bbox": [
      72.02,
      72.59,
      543.34,
      119.22
    ],
    "text": "A necessary party to a Writ Application was defined by Gamini Amaratunga, J. in Wijeratne (Commissioner of Motor Traffic) v Ven. Dr. Paragoda Wimalawansa Thera and 4 others (2011) 2 SLR 258",
    "fonts": [
      "TimesNewRomanPS-BoldItalicMT",
      "TimesNewRomanPS-BoldMT",
      "TimesNewRomanPSMT"
    ],
    "sizes": [
      12.960000038146973
    ]
  },
  {
    "page_number": 7,
    "bbox": [
      108.02,
      152.93,
      542.99,
      167.46
    ],
    "text": "1) The first rule regarding the necessary parties to an application for a Writ of",
    "fonts": [
      "Arial-ItalicMT",
      "TimesNewRomanPS-ItalicMT"
    ],
    "sizes": [
      12.960000038146973
    ]
  },
  {
    "page_number": 7,
    "bbox": [
      108.02,
      169.31,
      543.23,
      215.82
    ],
    "text": "Certiorari is that the person or authority whose decision or exercise of power is sought to be quashed should be made a Respondent to the application. 2) The next rule is that those who would be affected by the outcome of the Writ",
    "fonts": [
      "Arial-ItalicMT",
      "TimesNewRomanPS-ItalicMT"
    ],
    "sizes": [
      12.960000038146973
    ]
  },
  {
    "page_number": 7,
    "bbox": [
      108.02,
      217.67,
      543.22,
      248.1
    ],
    "text": "application should be made Respondents to the application. 3) A necessary party to an application for a Writ of Mandamus is the officer or the",
    "fonts": [
      "ArialMT",
      "TimesNewRomanPS-ItalicMT",
      "TimesNewRomanPSMT"
    ],
    "sizes": [
      12.960000038146973
    ]
  },
  {
    "page_number": 7,
    "bbox": [
      126.02,
      249.98,
      543.19,
      296.61
    ],
    "text": "authority who has the power vested by law to perform the act or the duty sought to be enforced by the Writ of Mandamus. All persons who would be affected by the issue of Mandamus also shall be made Respondents to the application.",
    "fonts": [
      "TimesNewRomanPS-ItalicMT",
      "TimesNewRomanPSMT"
    ],
    "sizes": [
      12.960000038146973
    ]
  },
  {
    "page_number": 7,
    "bbox": [
      72.02,
      330.5,
      543.3,
      360.93
    ],
    "text": "In Rawaya Publishers and another v. Wijeyadasa Rajapaksa (2001) 3 SLR 213 it was held,",
    "fonts": [
      "TimesNewRomanPS-BoldItalicMT",
      "TimesNewRomanPS-BoldMT",
      "TimesNewRomanPSMT"
    ],
    "sizes": [
      12.960000038146973
    ]
  },
  {
    "page_number": 7,
    "bbox": [
      108.02,
      370.7,
      543.14,
      514.19
    ],
    "text": "In the context of writ applications, a necessary party is one without whom no order can be effectively made. A proper party is one in whose absence an effective order can be made but whose presence is necessary to a complete and final decision on the question involved in the proceedings If they are not made parties then the petition can be dismissed in limine. It has also been held that person vitality affected by the writ petition are all necessary parties. If their number is very large, some of them could be made respondents in a representative capacity (vide Prabodh Derma v. State of Uttara Pradesh AIR 1985 SC 167 also see Encyclopedia of Writ By P.M. Bakshi)",
    "fonts": [
      "TimesNewRomanPS-BoldItalicMT",
      "TimesNewRomanPS-ItalicMT",
      "TimesNewRomanPSMT"
    ],
    "sizes": [
      12.960000038146973
    ]
  },
  {
    "page_number": 7,
    "bbox": [
      72.02,
      548.08,
      543.31,
      578.51
    ],
    "text": "Accordingly, this Court concludes that the Petitioner has failed to name the necessary parties to this Application.",
    "fonts": [
      "TimesNewRomanPSMT"
    ],
    "sizes": [
      12.960000038146973
    ]
  },
  {
    "page_number": 7,
    "bbox": [
      72.02,
      612.55,
      435.31,
      626.9
    ],
    "text": "Does the Petitioner have a legal right to seek a Writ Application?",
    "fonts": [
      "TimesNewRomanPS-BoldMT"
    ],
    "sizes": [
      12.960000038146973
    ]
  },
  {
    "page_number": 7,
    "bbox": [
      72.02,
      660.79,
      543.32,
      707.42
    ],
    "text": "The learned State Counsel appearing for the Respondents correctly submitted that the Petitioner has failed to demonstrate any legal right the Petitioner has, to obtain the reliefs sought. As stated above, the Petitioner is not a party to the Magistrates Court case. The",
    "fonts": [
      "TimesNewRomanPSMT"
    ],
    "sizes": [
      12.960000038146973
    ]
  },
  {
    "page_number": 8,
    "bbox": [
      72.02,
      731.38,
      311.31,
      755.86
    ],
    "text": "9",
    "fonts": [
      "Calibri"
    ],
    "sizes": [
      11.039999961853027
    ]
  },
  {
    "page_number": 8,
    "bbox": [
      72.02,
      72.59,
      543.34,
      296.73
    ],
    "text": "quit notice is not addressed to the Petitioner. The Petitioner has also failed to demonstrate that the recipients of the quit notice are actually employees of the Petitioner. The only document to this effect is purported letter marked as P8. In the absence of the two recipients being made parties and in the absence of an affidavit or any supportive documentary evidence to establish that the two recipients of the quit notice are employees of the Petitioner, in my view the Petitioner has failed to demonstrate that he has a right to invoke the discretionary remedy of Writ jurisdiction of this Court. In coming to this conclusion, the Court has also considered paragraph (c) where the Petitioner seeks for a Writ of Prohibition to restrain the 1st Respondent from proceeding with the Magistrates Court Case No. 554/23. According to the Petitioner himself, the Petitioner is not a party to the said case. Hence, the objection based on the want of a legal right of the Petitioner to seek the reliefs he has sought has to succeed. Coming to this conclusion the Court has considered the case of Credit Information Bureau of Sri Lanka v Messrs Jafferiee & Jafferjee (Pvt) Ltd (2005) 2 SLR 89 where it was held,",
    "fonts": [
      "TimesNewRomanPS-BoldItalicMT",
      "TimesNewRomanPS-BoldMT",
      "TimesNewRomanPSMT"
    ],
    "sizes": [
      8.520000457763672,
      12.960000038146973
    ]
  },
  {
    "page_number": 8,
    "bbox": [
      90.02,
      306.5,
      546.46,
      336.93
    ],
    "text": "There is rich and profuse case law on Mandamus on the conditions to be satisfied by the Applicant. Some of the conditions precedents the issue of Mandamus appear to be:",
    "fonts": [
      "TimesNewRomanPS-ItalicMT"
    ],
    "sizes": [
      12.960000038146973
    ]
  },
  {
    "page_number": 8,
    "bbox": [
      90.02,
      346.52,
      543.01,
      361.05
    ],
    "text": "a) The Applicant must have a legal right to the performance of a legal duty by the",
    "fonts": [
      "Arial-ItalicMT",
      "TimesNewRomanPS-ItalicMT"
    ],
    "sizes": [
      12.960000038146973
    ]
  },
  {
    "page_number": 8,
    "bbox": [
      90.02,
      362.9,
      543.1,
      393.33
    ],
    "text": "parties against whom the Mandamus is sought (R v Barnstaples Justices) b) The right to be enforced must be a Public Right and the duty sought to be enforced",
    "fonts": [
      "Arial-ItalicMT",
      "TimesNewRomanPS-ItalicMT"
    ],
    "sizes": [
      12.960000038146973
    ]
  },
  {
    "page_number": 8,
    "bbox": [
      90.02,
      395.18,
      543.34,
      457.91
    ],
    "text": "must be of a public nature. c) The legal right to compel must reside in the Applicant himself (R v Lewisham Union) d) The application must be made in good faith and not for an indirect purpose e) The application must be preceded by a distinct demand for the performance of the",
    "fonts": [
      "Arial-ItalicMT",
      "TimesNewRomanPS-ItalicMT"
    ],
    "sizes": [
      12.960000038146973
    ]
  },
  {
    "page_number": 8,
    "bbox": [
      90.02,
      459.64,
      542.89,
      490.19
    ],
    "text": "duty f) The person or body to whom the writ is directed must be subject to the jurisdiction",
    "fonts": [
      "Arial-ItalicMT",
      "TimesNewRomanPS-ItalicMT"
    ],
    "sizes": [
      12.960000038146973
    ]
  },
  {
    "page_number": 8,
    "bbox": [
      90.02,
      491.92,
      542.91,
      522.47
    ],
    "text": "of the Court issuing the writ. g) The Court will as a general rule and in the exercise of its discretion refuse writ of",
    "fonts": [
      "Arial-ItalicMT",
      "TimesNewRomanPS-ItalicMT"
    ],
    "sizes": [
      12.960000038146973
    ]
  },
  {
    "page_number": 8,
    "bbox": [
      108.02,
      524.2,
      542.96,
      554.63
    ],
    "text": "Mandamus when there is another special remedy available which is not less convenient, beneficial, and effective.",
    "fonts": [
      "TimesNewRomanPS-ItalicMT"
    ],
    "sizes": [
      12.960000038146973
    ]
  },
  {
    "page_number": 8,
    "bbox": [
      72.02,
      588.04,
      543.35,
      715.94
    ],
    "text": "The Petitioner is also seeking a writ of Mandamus against the 1st and 2nd Respondents to grant a lease to the Petitioner company under clause 3.3.2 of Circular No. 1 of 2018. The said clause is conditional and it operates only if its impractical to evict the encroachers from the lands used for commercial purposes and also it says to consider, the alienation only the areas that are developed and the development value is not less that Rs. 4 million per acre. However, the said clause is also subject to the Land Development Ordinance and its provisions. Even for the Petitioner to rely on this clause the Petitioner has failed to establish that he has developed the entire encroached land and also that the development",
    "fonts": [
      "TimesNewRomanPS-ItalicMT",
      "TimesNewRomanPSMT"
    ],
    "sizes": [
      8.520000457763672,
      12.960000038146973
    ]
  },
  {
    "page_number": 9,
    "bbox": [
      72.02,
      731.38,
      314.07,
      755.86
    ],
    "text": "10",
    "fonts": [
      "Calibri"
    ],
    "sizes": [
      11.039999961853027
    ]
  },
  {
    "page_number": 9,
    "bbox": [
      72.02,
      72.59,
      543.34,
      183.78
    ],
    "text": "value is not less than 4 million per acre. In any event the said circular clause 1.22 gives specific instruction and casts the responsibility on the relevant authorities to take initiatives with immediate effect to file action under State Lands (Recovery of Possession) Act to recover possession. Clause 3.3.2 is only an alternative clause. In this instance I find the Respondents have complied with the said provision and neither party have submitted any evidence to demonstrate that there is an impracticality to evict encroachers from the State land. Hence, the Petitioners argument has to fail.",
    "fonts": [
      "TimesNewRomanPSMT"
    ],
    "sizes": [
      12.960000038146973
    ]
  },
  {
    "page_number": 9,
    "bbox": [
      72.02,
      217.67,
      543.34,
      344.97
    ],
    "text": "It is also pertinent to note that the Petitioner concedes that he is in occupation of State land. It is not the contention of the Petitioner that he occupies the State land with a valid permit or a Grant. The Respondents have sent a quit notice and filed action in the Magistrates Court under State Lands (Recovery of Possession) Act on the basis that the Petitioner is occupying State land without a valid permit and hence, a trespasser. In this Application the Petitioner is not challenging the quit notice nor is he challenging the recovery action on the basis of holding a valid permit or Grant. The Petitioner can challenge the quit notice and the ensuing action only on the basis of occupying the said land on a permit or a Grant.",
    "fonts": [
      "TimesNewRomanPSMT"
    ],
    "sizes": [
      12.960000038146973
    ]
  },
  {
    "page_number": 9,
    "bbox": [
      72.02,
      378.86,
      543.31,
      409.29
    ],
    "text": "In Ihalapathirana v Bulankulame, Director General UDA (1988) 1 SLR 416 it was held that",
    "fonts": [
      "TimesNewRomanPS-BoldItalicMT",
      "TimesNewRomanPS-BoldMT",
      "TimesNewRomanPSMT"
    ],
    "sizes": [
      12.960000038146973
    ]
  },
  {
    "page_number": 9,
    "bbox": [
      108.02,
      419.2,
      543.3,
      514.19
    ],
    "text": "Any possession without a valid permit or other written authority of the State granted in accordance with any written law is unauthorized possession. Therefore, the Petitioners possession, as it is not covered by their agreement, is unauthorized possession of State land, and the State Lands (Recovery of Possession) Act is applicable. The authority may either invoke the jurisdiction of a Civil Court or the machinery provide in the State Lands (Recovery of Possession) Act.",
    "fonts": [
      "TimesNewRomanPS-ItalicMT",
      "TimesNewRomanPSMT"
    ],
    "sizes": [
      12.960000038146973
    ]
  },
  {
    "page_number": 9,
    "bbox": [
      72.02,
      548.08,
      541.18,
      562.43
    ],
    "text": "Further, in the case of Aravindakumar v Alwis and others (2007) 1 SLR 316 it was held",
    "fonts": [
      "TimesNewRomanPS-BoldItalicMT",
      "TimesNewRomanPS-BoldMT",
      "TimesNewRomanPSMT"
    ],
    "sizes": [
      12.960000038146973
    ]
  },
  {
    "page_number": 9,
    "bbox": [
      108.02,
      572.2,
      543.02,
      618.86
    ],
    "text": "Any person served with a quit notice under Section 3 can continue to be in possession/occupation of the land only upon a valid permit or other written authority of the State",
    "fonts": [
      "TimesNewRomanPS-ItalicMT",
      "TimesNewRomanPSMT"
    ],
    "sizes": [
      12.960000038146973
    ]
  },
  {
    "page_number": 9,
    "bbox": [
      72.02,
      652.75,
      543.21,
      683.3
    ],
    "text": "In Chandra Bose v De Alwis and others (2006) 3 SLR 348, the Petitioner sought to quash a quit notice, and Tilakawardene, J. P/CA held that",
    "fonts": [
      "TimesNewRomanPS-BoldItalicMT",
      "TimesNewRomanPS-BoldMT",
      "TimesNewRomanPSMT"
    ],
    "sizes": [
      12.960000038146973
    ]
  },
  {
    "page_number": 10,
    "bbox": [
      72.02,
      731.38,
      314.07,
      755.86
    ],
    "text": "11",
    "fonts": [
      "Calibri"
    ],
    "sizes": [
      11.039999961853027
    ]
  },
  {
    "page_number": 10,
    "bbox": [
      108.02,
      72.59,
      543.03,
      119.22
    ],
    "text": "The claim of the petitioner is not based on any legal document, neither has he claimed that he has a valid lease of that or that it had been in any way alienated to him by way of a legal transfer, but he was simply in occupation as a trespasser.",
    "fonts": [
      "TimesNewRomanPS-ItalicMT",
      "TimesNewRomanPSMT"
    ],
    "sizes": [
      12.960000038146973
    ]
  },
  {
    "page_number": 10,
    "bbox": [
      72.02,
      153.11,
      543.32,
      199.74
    ],
    "text": "In considering the above judgements, I find that after conceding that he is in occupation of State land, the Petitioner has failed to produce any valid document that authorizes him to stay in occupation.",
    "fonts": [
      "TimesNewRomanPSMT"
    ],
    "sizes": [
      12.960000038146973
    ]
  },
  {
    "page_number": 10,
    "bbox": [
      72.02,
      233.63,
      543.3,
      280.29
    ],
    "text": "Considering all the above facts, I am of the opinion that the Petitioner has failed to establish a prima facie case. Accordingly, for the aforementioned reasons this Court is not inclined to issue formal notice on the Respondents and we proceed to dismiss this Application.",
    "fonts": [
      "TimesNewRomanPS-ItalicMT",
      "TimesNewRomanPSMT"
    ],
    "sizes": [
      12.960000038146973
    ]
  },
  {
    "page_number": 10,
    "bbox": [
      391.15,
      359.92,
      543.1,
      373.2
    ],
    "text": "Judge of the Court of Appeal",
    "fonts": [
      "TimesNewRomanPS-BoldMT"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 10,
    "bbox": [
      72.02,
      428.58,
      189.74,
      441.86
    ],
    "text": "S.U.B. Karalliyadde, J",
    "fonts": [
      "TimesNewRomanPS-BoldMT"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 10,
    "bbox": [
      117.02,
      451.5,
      153.02,
      464.78
    ],
    "text": "I agree",
    "fonts": [
      "TimesNewRomanPSMT"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 10,
    "bbox": [
      391.15,
      520.14,
      543.1,
      533.42
    ],
    "text": "Judge of the Court of Appeal",
    "fonts": [
      "TimesNewRomanPS-BoldMT"
    ],
    "sizes": [
      12.0
    ]
  }
]