[
  {
    "page_number": 0,
    "bbox": [
      276.65,
      763.78,
      328.49,
      774.82
    ],
    "text": "Page 1 of 6",
    "fonts": [
      "Calibri",
      "Calibri-Bold"
    ],
    "sizes": [
      11.039999961853027
    ]
  },
  {
    "page_number": 0,
    "bbox": [
      72.02,
      59.88,
      487.61,
      71.88
    ],
    "text": "IN THE COURT OF APPEAL OF THE DEMOCRATIC SOCIALIST REPUBLIC OF SRI LANKA",
    "fonts": [
      "Calibri-Bold"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 0,
    "bbox": [
      324.07,
      83.64,
      533.11,
      143.18
    ],
    "text": "In the matter of an Appeal under Section 154(P) of the Constitution read with Section 331 of the Criminal Procedure Act No. 15 of 1979.",
    "fonts": [
      "Calibri"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 0,
    "bbox": [
      72.02,
      155.06,
      486.53,
      200.78
    ],
    "text": "Court of Appeal Case No: CA /HCC/0153/15 Hon. Attorney General, HC Negombo Case No: HC/33/2002 Attorney General's Department, Colombo 12.",
    "fonts": [
      "Calibri",
      "Calibri-Bold"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 0,
    "bbox": [
      72.02,
      205.58,
      533.33,
      251.18
    ],
    "text": "Complainant Vs. 1. Nissanka Arachilage Ranganath",
    "fonts": [
      "ArialMT",
      "Calibri",
      "Calibri-Bold"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 0,
    "bbox": [
      324.07,
      255.02,
      390.26,
      267.02
    ],
    "text": "Karunaratne",
    "fonts": [
      "Calibri"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 0,
    "bbox": [
      306.05,
      276.95,
      451.37,
      290.81
    ],
    "text": "2. Lasantha Wickramaratne",
    "fonts": [
      "ArialMT",
      "Calibri"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 0,
    "bbox": [
      306.05,
      300.71,
      460.85,
      314.57
    ],
    "text": "3. Hariwarna Lal Angammana",
    "fonts": [
      "ArialMT",
      "Calibri"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 0,
    "bbox": [
      489.58,
      326.57,
      535.97,
      338.57
    ],
    "text": "Accused",
    "fonts": [
      "Calibri-Bold"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 0,
    "bbox": [
      324.07,
      351.41,
      420.14,
      363.41
    ],
    "text": "And Now Between",
    "fonts": [
      "Calibri-Bold"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 0,
    "bbox": [
      324.07,
      376.13,
      478.85,
      403.97
    ],
    "text": "Nissanka Arachilage Ranganath Karunaratne",
    "fonts": [
      "Calibri"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 0,
    "bbox": [
      437.23,
      415.85,
      533.33,
      427.85
    ],
    "text": "Accused-Appellant",
    "fonts": [
      "Calibri-Bold"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 0,
    "bbox": [
      324.07,
      440.69,
      341.9,
      452.69
    ],
    "text": "Vs.",
    "fonts": [
      "Calibri-Bold"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 0,
    "bbox": [
      324.07,
      465.55,
      486.53,
      511.27
    ],
    "text": "Hon. Attorney General, Attorney General's Department, Colombo 12.",
    "fonts": [
      "Calibri",
      "Calibri-Bold"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 0,
    "bbox": [
      403.15,
      516.07,
      533.33,
      528.07
    ],
    "text": "Complainant-Respondent",
    "fonts": [
      "Calibri-Bold"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 0,
    "bbox": [
      72.02,
      565.75,
      451.37,
      650.95
    ],
    "text": "Before: N. Bandula Karunarathna J. & R. Gurusinghe J.",
    "fonts": [
      "Calibri",
      "Calibri-Bold"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 0,
    "bbox": [
      72.02,
      661.66,
      533.27,
      703.06
    ],
    "text": "Counsel: Palitha Fernando PC with Harshana Ananda AAL for the accused-appellant",
    "fonts": [
      "Calibri",
      "Calibri-Bold"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 0,
    "bbox": [
      72.02,
      705.7,
      464.93,
      746.98
    ],
    "text": "Azard Navavi DSG for the complainant-respondent",
    "fonts": [
      "Calibri"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 1,
    "bbox": [
      276.65,
      763.78,
      328.49,
      774.82
    ],
    "text": "Page 2 of 6",
    "fonts": [
      "Calibri",
      "Calibri-Bold"
    ],
    "sizes": [
      11.039999961853027
    ]
  },
  {
    "page_number": 1,
    "bbox": [
      72.02,
      59.01,
      431.3,
      86.64
    ],
    "text": "Written Submissions: By the 1st accused-appellant on 05.02.2018",
    "fonts": [
      "Calibri",
      "Calibri-Bold"
    ],
    "sizes": [
      8.039999961853027,
      12.0
    ]
  },
  {
    "page_number": 1,
    "bbox": [
      72.02,
      88.31,
      439.34,
      115.94
    ],
    "text": "By the 2nd accused-appellant on 13.11.2017",
    "fonts": [
      "Calibri",
      "Calibri-Bold"
    ],
    "sizes": [
      8.039999961853027,
      12.0
    ]
  },
  {
    "page_number": 1,
    "bbox": [
      216.05,
      118.46,
      430.82,
      130.46
    ],
    "text": "By the complainant-respondent 18.09.2018",
    "fonts": [
      "Calibri"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 1,
    "bbox": [
      72.02,
      141.26,
      276.24,
      211.7
    ],
    "text": "Argued on : 10.06.2022 Decided on : 22.09.2022",
    "fonts": [
      "Calibri",
      "Calibri-Bold"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 1,
    "bbox": [
      72.02,
      223.58,
      210.72,
      251.3
    ],
    "text": "N. Bandula Karunarathna J.",
    "fonts": [
      "Calibri",
      "Calibri-Bold"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 1,
    "bbox": [
      72.02,
      263.3,
      533.23,
      325.85
    ],
    "text": "This appeal is from the judgment, delivered by the learned Judge of the High Court of Negombo, dated 20.07.2015, by which, the 1st accused-appellant, who is before this Court, was convicted and sentenced to death for having murdered one Eliyadura Tudor Igneshas de Soyza.",
    "fonts": [
      "Calibri"
    ],
    "sizes": [
      8.039999961853027,
      12.0
    ]
  },
  {
    "page_number": 1,
    "bbox": [
      72.02,
      337.7,
      533.32,
      401.21
    ],
    "text": "The accused-appellant, together with the 2nd and 3rd accused persons (who were acquitted by the High Court) had been indicted on 07.01.2002 in the High Court of Negombo for committing the murder of Eliyadura Tudor Igneshas de Soyza on or about 10.04.1990, which is punishable in terms of section 296 read with section 32 of the Penal Code.",
    "fonts": [
      "Calibri"
    ],
    "sizes": [
      8.039999961853027,
      12.0
    ]
  },
  {
    "page_number": 1,
    "bbox": [
      72.02,
      414.05,
      533.05,
      493.51
    ],
    "text": "All three accused persons absconding and the trial initially commenced in the absence of the accused under the provisions of section 241 of the Code of Criminal Procedure Act. Having considered the evidence placed before the High Court with regard to the 241 Inquiry the learned High Court Judge allowed the prosecution to proceed with the trial against the accused in their absence.",
    "fonts": [
      "Calibri"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 1,
    "bbox": [
      72.02,
      506.35,
      533.33,
      636.19
    ],
    "text": "The trial had commenced on 02.07.2009, during which the prosecution had, led evidence of 9 witnesses, marked documents - 1 to - 5. After 7 witnesses were led the 1st accused-appellant was arrested and produced before the Trial Judge on 03.10.2012. Several witnesses were recalled to give evidence under section 241 (3) of the Criminal Procedure Code. Once the prosecution had closed its case, the 2nd and 3rd accused were acquitted. The 1st accused-appellant had made a statement from the dock after he was convicted. The 1st accused-appellant had been found guilty on the murder charge and was sentenced to death. Aggrieved by the said decision the 1st accused-appellant preferred this appeal.",
    "fonts": [
      "Calibri",
      "IskoolaPota-Bold"
    ],
    "sizes": [
      8.039999961853027,
      12.0
    ]
  },
  {
    "page_number": 1,
    "bbox": [
      72.02,
      649.03,
      533.3,
      724.18
    ],
    "text": "The only eyewitness, in this case, E.R.P Sudarshani de Soysa (PW 01) the sister of the deceased, in her testimony before the High Court stated that, at the date of the incident, she with her parents, deceased brother and two of her other brothers. Their family was residing at No 06, St. Marys' Road, Mahabage, and the time was around 6.10 am. She had been ironing clothes in the living room area and had seen two persons near the door.",
    "fonts": [
      "Calibri"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 2,
    "bbox": [
      276.65,
      763.78,
      328.49,
      774.82
    ],
    "text": "Page 3 of 6",
    "fonts": [
      "Calibri",
      "Calibri-Bold"
    ],
    "sizes": [
      11.039999961853027
    ]
  },
  {
    "page_number": 2,
    "bbox": [
      72.02,
      59.88,
      533.34,
      245.78
    ],
    "text": "As at times there had been people visiting their house for business purposes, she had not paid special attention initially to what was taking place. Thereafter, she had seen her mother calling her brother and accompanying him up to the place where the two men were and on seeing the deceased brother they asked as to \"whether he is Mr. Soysa\" and when the latter answered in affirmative, the said person had ordered him not to get agitated or resisted and put his hand into his trouser pocket. Sensing trouble, having observed what was taking place around 10 feet away, she has run towards the other door and the other person standing with the assailant chased behind her saying , . She had heard a gunshot immediately, thereafter, when she returned to the place where her deceased brother was, she had seen him lying in a pool of blood. She further stated that she saw the person who pulled out an object having warned her brother not to resist, and she had identified the said person at the Identification Parade and Non-Summary Inquiry.",
    "fonts": [
      "Calibri",
      "IskoolaPota-Bold"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 2,
    "bbox": [
      72.02,
      257.54,
      533.33,
      380.33
    ],
    "text": "The other witness Sarath Kumara (PW 03) was a 14-year-old domestic aid at the house of the deceased at the time of the incident and he had stated that on the date of the incident around 6.15 am he went to open the gate in the compound. He had seen two persons near the gate and they have entered the premises looking for the deceased who had threatened him. Thereafter, he had gone to inform the mother of the deceased that the two men were looking for the deceased and corroborate the rest of the events as narrated by PW 01. He has identified at the Non-Summary Inquiry, the suspect as the person who shot the deceased person.",
    "fonts": [
      "Calibri"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 2,
    "bbox": [
      72.02,
      392.09,
      533.28,
      483.19
    ],
    "text": "It had been established in the trial that the person identified by the witnesses during the Non-Summary Inquiry is none other than the 1st accused-appellant in this case. After the conclusion of the lay witnesses and several police witnesses, the appellant was produced before the High Court by the prison authorities on 14.05.2012 and thereafter consequent to an application made by the defence, the witnesses who were already led by that time were recalled and subjected for cross-examination.",
    "fonts": [
      "Calibri"
    ],
    "sizes": [
      8.039999961853027,
      12.0
    ]
  },
  {
    "page_number": 2,
    "bbox": [
      72.02,
      494.95,
      533.33,
      601.75
    ],
    "text": "The learned Counsel for the respondent submits that there is sufficient compliance with the provisions of the Criminal Procedure Code in respect of trial-in-absentia. Even with regard to the arraignment of the appellant, there is compliance though at a slightly, later stage, but the appellant has not objected to that procedure that was adopted by the learned High Court Judge. The learned Trial Judge, after the case for the prosecution was closed, called for the defence and the appellant. While making a brief statement from the dock the appellant denied the entire incident.",
    "fonts": [
      "Calibri"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 2,
    "bbox": [
      72.02,
      613.63,
      533.32,
      720.46
    ],
    "text": "The learned Deputy Solicitor General on behalf of the respondent says that the learned Trial Judge in his judgment has very meticulously analysed and evaluated the evidence led in this case and arrived at the decision to convict the appellant to the charge in the indictment. It could be observed that the learned Trial Judge has very correctly applied the accepted principles and tests in his analysis of the evidence and proceeded to believe the testimony of the prosecution witnesses as credible and rejected the evidence of the defence and has proceeded to convict the appellant.",
    "fonts": [
      "Calibri"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 2,
    "bbox": [
      72.02,
      732.34,
      533.31,
      760.06
    ],
    "text": "It is important to note that the evidence of the doctor (PW 13) was led and had given an opportunity for the 1st accused-appellant to cross-examine.",
    "fonts": [
      "Calibri"
    ],
    "sizes": [
      8.039999961853027,
      12.0
    ]
  },
  {
    "page_number": 3,
    "bbox": [
      276.65,
      763.78,
      328.49,
      774.82
    ],
    "text": "Page 4 of 6",
    "fonts": [
      "Calibri",
      "Calibri-Bold"
    ],
    "sizes": [
      11.039999961853027
    ]
  },
  {
    "page_number": 3,
    "bbox": [
      72.02,
      58.89,
      533.33,
      135.14
    ],
    "text": "On the day the 1st accused-appellant was produced before the Trial Judge, the indictment was not read over and plea was not recorded. The learned Presidents Counsel who appeared for the 1st accused-appellant argued that the 1st accused was not given the Jury option. The evidence which had been already led had not been read over and explained to the 1st accused person.",
    "fonts": [
      "Calibri"
    ],
    "sizes": [
      8.039999961853027,
      12.0
    ]
  },
  {
    "page_number": 3,
    "bbox": [
      72.02,
      145.91,
      533.33,
      222.14
    ],
    "text": "On 28.02.2013 application was made on behalf of the 1st accused-appellant under Section 241(3) to call the witnesses who had already given evidence. The learned State Counsel objected to that application but he made another application to call PW 01 to identify the 1st accused person. There were no orders made by the learned Trial Judge, regarding the above two applications.",
    "fonts": [
      "Calibri"
    ],
    "sizes": [
      8.039999961853027,
      12.0
    ]
  },
  {
    "page_number": 3,
    "bbox": [
      72.02,
      233.03,
      533.33,
      388.25
    ],
    "text": "The learned Presidents Counsel for the 1st accused-appellant submitted that on that day the evidence of another Police witness namely Stanley Peiris was led. The evidence which had been already led had not been read over and explained to the 1st accused person. On 30.06.2013 main eyewitness, PW 01 was called to give evidence for the second time. On an application made by the State, the witnesses PW03, PW06 and PW 12 were called to give evidence for the 2nd time. It is clear that the learned Trial Judge had allowed only to call the witnesses needed by the prosecution. Only in respect of the above witnesses, the 1st accused person had got an opportunity to cross-examine. Therefore, the learned High Court had impliedly refused the application of the 1st accused appellant and allowed the application of the learned State Counsel.",
    "fonts": [
      "Calibri"
    ],
    "sizes": [
      8.039999961853027,
      12.0
    ]
  },
  {
    "page_number": 3,
    "bbox": [
      72.02,
      399.14,
      533.33,
      506.95
    ],
    "text": "The Learned High Court Judge had not given reasons to reject the application of the 1st accused which was made under Section 241(3). In this case, the judgment was written by a learned High Court Judge who did not hear the evidence of the main witnesses. He had stated that the application of the 1st accused person was allowed and the witnesses were called on the application of the Defence Counsel. After the conclusion of the defence case, it was fixed for submissions and at that time the indictment was amended and plea was recorded before the Trial Judge.",
    "fonts": [
      "Calibri"
    ],
    "sizes": [
      8.039999961853027,
      12.0
    ]
  },
  {
    "page_number": 3,
    "bbox": [
      72.02,
      517.72,
      533.33,
      625.63
    ],
    "text": "The learned Presidents Counsel for the 1st accused-appellant says that the Jury option was also questioned at that stage. Therefore, the proceedings before that stage should be considered as null and void. After the defence case was concluded surprisingly, the Learned High Court Judge allowed the prosecution to lead the evidence of a prosecution witness in order to cover up few loop holes. The learned Presidents Counsel for the 1st accused-appellant argued that, way to call witnesses by the prosecution after the defence case is over, by way of evidence in rebuttal. That procedure was not followed by the learned Trial Judge.",
    "fonts": [
      "Calibri"
    ],
    "sizes": [
      8.039999961853027,
      12.0
    ]
  },
  {
    "page_number": 3,
    "bbox": [
      72.02,
      637.39,
      533.33,
      760.06
    ],
    "text": "Before commencement of the trial, the evidence of the warrant execution officer was led. He had recorded statements from Gunaseeli Indrani Samaradivakara, Nissanka Arachchige Devika Karunaratne and Dissanayake Appuhamilage Lillian Karunaratne, Warnakulasuriya Mattegoda Kankanamlage Sarpinu Fernando. The learned Presidents Counsel for the 1st accused-appellant submitted that the above witnesses were not called but their statements had been marked as \"X\" and produced by the prosecution during the 241 inquiry. The order to proceed with the trial under section 241 of the Criminal Procedure Code was based on inadmissible evidence.",
    "fonts": [
      "Calibri"
    ],
    "sizes": [
      8.039999961853027,
      12.0
    ]
  },
  {
    "page_number": 4,
    "bbox": [
      276.65,
      763.78,
      328.49,
      774.82
    ],
    "text": "Page 5 of 6",
    "fonts": [
      "Calibri",
      "Calibri-Bold"
    ],
    "sizes": [
      11.039999961853027
    ]
  },
  {
    "page_number": 4,
    "bbox": [
      72.02,
      59.88,
      533.33,
      103.46
    ],
    "text": "It is important to note that during the identification parade Ethige Mabel Harriet had stated that the person who shot the deceased kept the pistol on to the body and shot the deceased person.",
    "fonts": [
      "Calibri"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 4,
    "bbox": [
      72.02,
      139.1,
      534.05,
      230.18
    ],
    "text": "According to medical evidence, the shot had been fired from a distance. The other witness Sarath Kumar had not participated in an identification parade therefore his identification amounts only to a dock identification. He says the two accused persons threatened him to show the deceased person. Then he went to the kitchen and informed Ethige Mabel Harriet that two people had come to meet his brother. It was argued by the learned Presidents Counsel for the 1st accused-appellant that the above evidence is highly improbable to believe.",
    "fonts": [
      "Calibri"
    ],
    "sizes": [
      8.039999961853027,
      12.0
    ]
  },
  {
    "page_number": 4,
    "bbox": [
      72.02,
      241.94,
      533.3,
      285.62
    ],
    "text": "It is my view that the evidence of Ethige Mabel Harriet was not evaluated by the learned High Court Judge and therefore he had failed to take into consideration the weaknesses in the evidence of the said witness.",
    "fonts": [
      "Calibri"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 4,
    "bbox": [
      72.02,
      297.41,
      533.26,
      325.25
    ],
    "text": "The identification of an assailant and connecting him with the crime after a fair and open trial is an integral element of any criminal justice system.",
    "fonts": [
      "Calibri"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 4,
    "bbox": [
      72.02,
      337.01,
      533.33,
      364.85
    ],
    "text": "It was said that E.R.S.R Coomaraswamy, in his work Law of Evidence quoted both R Vs Orton and Wills regarding the issue of identification as follows;",
    "fonts": [
      "Calibri"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 4,
    "bbox": [
      108.02,
      376.61,
      533.09,
      467.69
    ],
    "text": "\"A party's identity with an ascertained person may arise both in civil and criminal cases. The question of identity is particularly important in criminal cases. Identity may be proved or disproved by direct testimony or opinion evidence or presumptively by circumstantial evidence. Criminal law insists on proper identification. Cases have shown that what is supposed to be the clearest intimation of the sense, is sometimes fallacious and defective\"",
    "fonts": [
      "Calibri"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 4,
    "bbox": [
      72.02,
      479.59,
      409.1,
      491.59
    ],
    "text": "In R v Turnbull and Others [1977] Q.B. 224 the court held as follows;",
    "fonts": [
      "Calibri"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 4,
    "bbox": [
      121.58,
      501.01,
      533.11,
      516.07
    ],
    "text": "Whenever the case of an accused. Person depends wholly or substantially on",
    "fonts": [
      "ArialMT",
      "Calibri",
      "SymbolMT"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 4,
    "bbox": [
      139.58,
      519.79,
      533.22,
      579.19
    ],
    "text": "the correctness of one or more, identifications of the accused which the defence alleges to be mistaken, the Judge should warn the jury of the special need for caution before convicting in reliance on the correctness of the identification.",
    "fonts": [
      "Calibri"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 4,
    "bbox": [
      121.58,
      588.73,
      532.81,
      603.79
    ],
    "text": "He should instruct than as the reason for that warning and should make some",
    "fonts": [
      "ArialMT",
      "Calibri",
      "SymbolMT"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 4,
    "bbox": [
      139.58,
      607.51,
      532.93,
      635.23
    ],
    "text": "reference to the possibility that a mistaken witness could be a convincing one and that a number of witnesses could all be mistaken",
    "fonts": [
      "Calibri"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 4,
    "bbox": [
      121.58,
      644.65,
      529.85,
      659.71
    ],
    "text": "The warning should be in clear terms, but no particular words need to be used.",
    "fonts": [
      "ArialMT",
      "Calibri",
      "SymbolMT"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 4,
    "bbox": [
      121.58,
      669.28,
      532.9,
      684.34
    ],
    "text": "The Judge should direct the jury to examine closely the circumstances in which",
    "fonts": [
      "ArialMT",
      "Calibri",
      "SymbolMT"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 4,
    "bbox": [
      139.58,
      688.06,
      396.26,
      700.06
    ],
    "text": "the identification by each witness came to be made",
    "fonts": [
      "Calibri"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 4,
    "bbox": [
      121.58,
      709.48,
      533.19,
      724.54
    ],
    "text": "There is a paramount duty cast on the prosecution to establish the identity of",
    "fonts": [
      "ArialMT",
      "Calibri",
      "SymbolMT"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 4,
    "bbox": [
      139.58,
      728.26,
      342.86,
      740.26
    ],
    "text": "the accused beyond a reasonable doubt.",
    "fonts": [
      "Calibri"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 5,
    "bbox": [
      276.65,
      763.78,
      328.49,
      774.82
    ],
    "text": "Page 6 of 6",
    "fonts": [
      "Calibri",
      "Calibri-Bold"
    ],
    "sizes": [
      11.039999961853027
    ]
  },
  {
    "page_number": 5,
    "bbox": [
      121.58,
      57.54,
      533.16,
      72.6
    ],
    "text": "The Trial Judge must evaluate and analyse the evidence relating to the",
    "fonts": [
      "ArialMT",
      "Calibri",
      "SymbolMT"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 5,
    "bbox": [
      139.58,
      76.32,
      286.44,
      88.32
    ],
    "text": "identification of the accused.",
    "fonts": [
      "Calibri"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 5,
    "bbox": [
      121.58,
      97.76,
      533.16,
      112.82
    ],
    "text": "Whether the learned Trial Judge used demeanour and deportment of the victim",
    "fonts": [
      "ArialMT",
      "Calibri",
      "SymbolMT"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 5,
    "bbox": [
      139.58,
      116.66,
      359.3,
      128.66
    ],
    "text": "to buttress the weak evidence of the victim.",
    "fonts": [
      "Calibri"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 5,
    "bbox": [
      72.02,
      140.42,
      533.18,
      263.06
    ],
    "text": "There is a paramount duty casted upon the Trial Judge to evaluate the evidence of a case in its entirety which is a part of a fair trial. Such is guaranteed to every person by Article 13(3) of the Constitution of the Democratic Socialist-Republic of Sri Lanka. The Learned Trial Judge should not use the demeanour and deportment of a witnesses to buttress the weak testimony of a witness. Eyewitness, the evidence PW 01 is inconsistent and weak due to the above reasons. But the learned High Court Judge used the demeanour and deportment of the witness to buttress his weak evidence. The learned High Court Judge failed to fairly evaluate the evidence of PW 01 and thus deprived the Accused of a fair trial.",
    "fonts": [
      "Calibri"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 5,
    "bbox": [
      72.02,
      273.83,
      424.22,
      286.85
    ],
    "text": "The conviction against the 1st accused-appellant cannot be maintained.",
    "fonts": [
      "Calibri"
    ],
    "sizes": [
      8.039999961853027,
      12.0
    ]
  },
  {
    "page_number": 5,
    "bbox": [
      72.02,
      298.73,
      533.31,
      342.29
    ],
    "text": "In the light of above-mentioned circumstances, there is a reasonable doubt created with regard to the case of the prosecution and as such the 1st accused-appellant should also be acquitted from the charge of murder.",
    "fonts": [
      "Calibri"
    ],
    "sizes": [
      8.039999961853027,
      12.0
    ]
  },
  {
    "page_number": 5,
    "bbox": [
      72.02,
      354.17,
      533.19,
      429.41
    ],
    "text": "The prosecution has failed to prove its case beyond reasonable doubt and that the conviction and the sentence imposed on the 1st accused-appellant cannot stand. Owing to the above circumstances, this Court is of the view that the learned Trial Judge has lamentably failed in evaluating the entirety of the evidence that was before him and therefore, the conviction of the 1st accused-appellant is quashed.",
    "fonts": [
      "Calibri"
    ],
    "sizes": [
      8.039999961853027,
      12.0
    ]
  },
  {
    "page_number": 5,
    "bbox": [
      72.02,
      441.17,
      533.25,
      500.59
    ],
    "text": "The case against the accused-appellants were not proven beyond reasonable doubt and the conviction is not within the well-established principles of law as enumerated above. On the premises aforementioned, this Court sets aside the judgment dated 20.07.2015, whereby the 1st accused-appellant was convicted and sentenced to death.",
    "fonts": [
      "Calibri"
    ],
    "sizes": [
      8.039999961853027,
      12.0
    ]
  },
  {
    "page_number": 5,
    "bbox": [
      72.02,
      512.47,
      241.92,
      524.47
    ],
    "text": "Conviction and sentence quashed.",
    "fonts": [
      "Calibri"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 5,
    "bbox": [
      72.02,
      536.23,
      362.78,
      548.23
    ],
    "text": "Appeal allowed.",
    "fonts": [
      "Calibri"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 5,
    "bbox": [
      360.07,
      607.63,
      504.89,
      619.63
    ],
    "text": "Judge of the Court of Appeal",
    "fonts": [
      "Calibri",
      "Calibri-Bold"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 5,
    "bbox": [
      72.02,
      631.63,
      154.41,
      643.63
    ],
    "text": "R. Gurusinghe J.",
    "fonts": [
      "Calibri-Bold"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 5,
    "bbox": [
      252.05,
      646.27,
      291.84,
      658.27
    ],
    "text": "I agree.",
    "fonts": [
      "Calibri-Bold"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 5,
    "bbox": [
      360.07,
      708.46,
      504.89,
      720.46
    ],
    "text": "Judge of the Court of Appeal",
    "fonts": [
      "Calibri",
      "Calibri-Bold"
    ],
    "sizes": [
      12.0
    ]
  }
]