{
  "doc_type": "appeals",
  "doc_id": "2025-05-29-CA-CPA-0014-2024",
  "num": "CA/CPA 0014/2024",
  "date_str": "2025-05-29",
  "description": "The Director General, Commission to Investigate Allegations of Bribery or Corruption, Vs. 1. Thotamuna Kankanamage Wasantha Kumara, 2. Upali Gamini Jayawardhana, before Hon. Amal Ranaraja, J.",
  "url_pdf": "https://courtofappeal.lk/?melsta_doc_download=1&doc_id=ef9a2ac0-4af2-413c-bd9b-2b3f899aba1d&filename=JUDGMENT%20OF%20CPA%2014-2024.pdf.pdf",
  "url_metadata": "https://courtofappeal.lk/?page_id=13109",
  "parties": "The Director General, Commission to Investigate Allegations of Bribery or Corruption, Vs. 1. Thotamuna Kankanamage Wasantha Kumara, 2. Upali Gamini Jayawardhana,",
  "judgement_by": "Hon. Amal Ranaraja, J.",
  "keywords": "• Bribery • Director General of the Commission to Investigate Allegations of Bribery or Corruption filed indictment against the accused-respondents for soliciting and accepting money as a gratification from a particular individual to perform their official duties. • Preliminary Objection that the Commission has to initiate investigations collectively. • Powers of the Commission • Allegations of bribery or corruption can arise at any moment, necessitating prompt and effective investigation. If the legislature intended for the Commission to conduct investigations collectively, it becomes evident that such requirement would lead to an absurd situation. The need for immediate action in response to allegations cannot be overstated, delays in investigations would not only hinder justice but also undermine public trust in the integrity of the institution. • Revisionary Jurisdiction of the Court of Appeal is a discretionary remedy and becomes necessary for this Court to consider the conditions upon which the discr",
  "legistation": "- Article 156A of the Constitution (enacted by the 19th Amendment) - Article 156A(1)(b) of the Constitution (21st Amendment) - Section 11 of the Commission to Investigate Allegations of Bribery or Corruption Act No.19 of 1994 (CIABOC Act). - Sections 19(b) and 19(c) of the Bribery Act No.11 of 1954 (As amended). - Sections 2(8), 4(3), 5, 16(3) of the CIABOC Act"
}