[
  {
    "page_number": 0,
    "bbox": [
      72.02,
      781.32,
      302.93,
      805.8
    ],
    "text": "1",
    "fonts": [
      "Calibri"
    ],
    "sizes": [
      11.039999961853027
    ]
  },
  {
    "page_number": 0,
    "bbox": [
      78.26,
      74.93,
      520.1,
      88.97
    ],
    "text": "IN THE COURT OF APPEAL OF THE DEMOCRATIC SOCIALIST REPUBLIC OF SRI",
    "fonts": [
      "Calibri-Bold"
    ],
    "sizes": [
      14.039999961853027
    ]
  },
  {
    "page_number": 0,
    "bbox": [
      72.02,
      93.41,
      320.76,
      125.81
    ],
    "text": "LANKA",
    "fonts": [
      "Calibri",
      "Calibri-Bold"
    ],
    "sizes": [
      14.039999961853027
    ]
  },
  {
    "page_number": 0,
    "bbox": [
      72.02,
      130.25,
      526.48,
      347.24
    ],
    "text": "In the matter of an application for mandates in the nature of Writs of Certiorari and Mandamus under and in terms of Article 140 of the Constitution. K.V.P. Kamalawathie, Paluwatta, CA Writ Application No. Kohomporuwa, 336/2018 Gangulandeniya. PETITIONER Vs",
    "fonts": [
      "Calibri",
      "Calibri-Bold"
    ],
    "sizes": [
      14.039999961853027
    ]
  },
  {
    "page_number": 0,
    "bbox": [
      288.05,
      349.38,
      472.47,
      365.6
    ],
    "text": "1. Land Commissioner General,",
    "fonts": [
      "ArialMT",
      "Calibri"
    ],
    "sizes": [
      14.039999961853027
    ]
  },
  {
    "page_number": 0,
    "bbox": [
      288.05,
      370.04,
      526.46,
      476.38
    ],
    "text": "Land Commissioner Generals Department No. 1200/6, Rajamalwatta Road, Battaramulla. 2. The Provincial Land Commissioner,",
    "fonts": [
      "ArialMT",
      "Calibri"
    ],
    "sizes": [
      14.039999961853027
    ]
  },
  {
    "page_number": 0,
    "bbox": [
      288.05,
      480.7,
      526.48,
      568.54
    ],
    "text": "Southern Provincial Land Commissioners Office, Galle. 3. District Secretary,",
    "fonts": [
      "ArialMT",
      "Calibri"
    ],
    "sizes": [
      14.039999961853027
    ]
  },
  {
    "page_number": 0,
    "bbox": [
      288.05,
      573.01,
      455.79,
      642.37
    ],
    "text": "District Secretariat Office, Hambantota. 4. Divisional Secretary,",
    "fonts": [
      "ArialMT",
      "Calibri"
    ],
    "sizes": [
      14.039999961853027
    ]
  },
  {
    "page_number": 0,
    "bbox": [
      72.02,
      646.69,
      469.71,
      697.69
    ],
    "text": "Divisional Secretariat Office, Katuwana.",
    "fonts": [
      "Calibri"
    ],
    "sizes": [
      14.039999961853027
    ]
  },
  {
    "page_number": 0,
    "bbox": [
      288.05,
      699.83,
      468.27,
      716.05
    ],
    "text": "5. District Land Commissioner,",
    "fonts": [
      "ArialMT",
      "Calibri"
    ],
    "sizes": [
      14.039999961853027
    ]
  },
  {
    "page_number": 0,
    "bbox": [
      306.07,
      720.49,
      514.35,
      753.03
    ],
    "text": "District Land Commissioners Office, Hambantota.",
    "fonts": [
      "Calibri"
    ],
    "sizes": [
      14.039999961853027
    ]
  },
  {
    "page_number": 1,
    "bbox": [
      72.02,
      781.32,
      302.93,
      805.8
    ],
    "text": "2",
    "fonts": [
      "Calibri"
    ],
    "sizes": [
      11.039999961853027
    ]
  },
  {
    "page_number": 1,
    "bbox": [
      288.05,
      72.75,
      383.16,
      88.97
    ],
    "text": "6. V.K.P Piyoris,",
    "fonts": [
      "ArialMT",
      "Calibri"
    ],
    "sizes": [
      14.039999961853027
    ]
  },
  {
    "page_number": 1,
    "bbox": [
      288.05,
      93.41,
      459.99,
      144.29
    ],
    "text": "Udawadiya Kella, Kolonna. 7. Hon. Attorney General,",
    "fonts": [
      "ArialMT",
      "Calibri"
    ],
    "sizes": [
      14.039999961853027
    ]
  },
  {
    "page_number": 1,
    "bbox": [
      72.02,
      148.73,
      526.59,
      494.62
    ],
    "text": "Attorney Generals Department, Colombo 12. RESPONDENTS Before: C.P. Kirtisinghe J Mayadunne Corea J Counsel: Shantha Jayawardhena with Chamara Nanayakkarawasam for the Petitioner Rajika Aluwihare for the 1st-5th and 7th Respondents Ashan Fernando with Maheshika Wijethunge for the 6th Respondent Argued On :13/10/2021 Decided On :08/02/2022 C.P. Kirtisinghe J",
    "fonts": [
      "Calibri",
      "Calibri-Bold"
    ],
    "sizes": [
      9.0,
      14.039999961853027
    ]
  },
  {
    "page_number": 1,
    "bbox": [
      72.02,
      507.22,
      526.59,
      705.49
    ],
    "text": "The Petitioner is seeking for a mandate in the nature of a writ of Certiorari against the 1st to 5th Respondents to cancel the decision contained in the document marked P2(b) and for a writ of mandamus against the 1st to 5th Respondents compelling them to enforce the decision contained in the document marked P2(a) and to nominate the Petitioner as the successor in the permit/grant issued to her mother (P1). P2(a) is an entry in the Register of Permits/grants issued under the Land Development Ordinance registering the name of the Petitioner as the nominated successor of the Grant issued to her mother. P2(b) is an entry in the same register cancelling the nomination of the Petitioner and registering the name of her brother the 6th Respondent as the nominated successor of the permit.",
    "fonts": [
      "Calibri"
    ],
    "sizes": [
      9.0,
      14.039999961853027
    ]
  },
  {
    "page_number": 1,
    "bbox": [
      72.02,
      718.09,
      526.59,
      768.99
    ],
    "text": "The facts of the case can be summarized as follows. A permit/grant under the provisions of the Land Development Ordinance had been issued to one Asorina the mother of the Petitioner as well as the 6th Respondent as evidenced by the",
    "fonts": [
      "Calibri"
    ],
    "sizes": [
      9.0,
      14.039999961853027
    ]
  },
  {
    "page_number": 2,
    "bbox": [
      72.02,
      781.32,
      302.93,
      805.8
    ],
    "text": "3",
    "fonts": [
      "Calibri"
    ],
    "sizes": [
      11.039999961853027
    ]
  },
  {
    "page_number": 2,
    "bbox": [
      72.02,
      74.93,
      526.59,
      310.16
    ],
    "text": "document marked P1. The Petitioner states that her mother nominated the Petitioner as the successor to the land in suit and thereafter the Petitioners name was registered as the nominated successor to the land as evidenced by the extracts marked P2(a). Petitioner states that her brother the 6th Respondent disputed the said nomination and after holding an inquiry the 4th Respondent cancelled the nomination of the Petitioner and registered the name of the 6th Respondent as the nominated successor as per extracts marked P2(b). Thereafter, the Petitioner had made several (requests) appeals to the 1st to 5th Respondents as evidenced by documents marked P3, P4, P5, P6 and P7. The 2nd Respondent Provincial Land Commissioner had sent the letter marked P8 to the 4th Respondent calling for an observation report after inquiry and the 4th Respondent had sent the report marked P9 to the 2nd Respondent that it was decided at a committee meeting that the subsequent nomination is valid.",
    "fonts": [
      "Calibri"
    ],
    "sizes": [
      9.0,
      14.039999961853027
    ]
  },
  {
    "page_number": 2,
    "bbox": [
      72.02,
      321.5,
      526.59,
      521.14
    ],
    "text": "Thereafter the 2nd Respondent the Provincial Land Commissioner had sent the letter marked P10 to the 4th Respondent Divisional Secretary that relevant officers had not taken into consideration the mental condition of the grantee at the time of the nominations and to take steps to record in the register the fact that both nominations had been cancelled. The Petitioner states that the 2nd Respondent has no right to come to the decision that the Petitioners mother (the grantee of the grant) was not mentally fit to nominate the successor without having strict medical proof by qualified medical officers. Therefore, the Petitioner states that the decision of the 2nd Respondent is not according to law, ultra vires, arbitrary, capricious and against the principles of audi alteram partem.",
    "fonts": [
      "Calibri",
      "Calibri-Italic"
    ],
    "sizes": [
      9.0,
      14.039999961853027
    ]
  },
  {
    "page_number": 2,
    "bbox": [
      72.02,
      532.36,
      526.42,
      584.41
    ],
    "text": "The 6th Respondent and 1st to 5th and 7th Respondents had prayed for a dismissal of the Petitioners application for the reasons stated in their statements of objections.",
    "fonts": [
      "Calibri"
    ],
    "sizes": [
      9.0,
      14.039999961853027
    ]
  },
  {
    "page_number": 2,
    "bbox": [
      72.02,
      597.01,
      526.59,
      739.93
    ],
    "text": "A mandate in the nature of a writ of certiorari and mandamus is a discretionary remedy and the Court has a wide discretion to consider whether there is an inordinate delay in making the application. The decision and the registration sought to be cancelled P2(b) had been made on or about 28th March 2016 and the Petitioner has made this application to this Court on 29th October 2018. There is a delay of more than 2 years and 5 months on the part of the Petitioner in making this application to this Court and that factor will go against the Petitioner in exercising the discretion of this Court.",
    "fonts": [
      "Calibri"
    ],
    "sizes": [
      9.0,
      14.039999961853027
    ]
  },
  {
    "page_number": 3,
    "bbox": [
      72.02,
      781.32,
      302.93,
      805.8
    ],
    "text": "4",
    "fonts": [
      "Calibri"
    ],
    "sizes": [
      11.039999961853027
    ]
  },
  {
    "page_number": 3,
    "bbox": [
      72.02,
      74.93,
      526.59,
      181.01
    ],
    "text": "The Petitioner is seeking to cancel the second registration (second nomination) P2(b) by a writ of certiorari and he is seeking to enforce the first nomination P2(a) by a writ of mandamus. By the letter marked P10 the 2nd Respondent Provincial Land Commissioner has informed the 4th Respondent Divisional Secretary, his decision to cancel both nominations and directed the 4th Respondent to register the cancellations in the relevant registers.",
    "fonts": [
      "Calibri"
    ],
    "sizes": [
      9.0,
      14.039999961853027
    ]
  },
  {
    "page_number": 3,
    "bbox": [
      72.02,
      192.35,
      526.62,
      428.86
    ],
    "text": "Therefore, the 2nd Respondent Provincial Land Commissioner has cancelled the 2nd nomination which was in favour of the 6th Respondent. Therefore, there is no necessity to issue a writ of certiorari to quash the 2nd nomination. As the 2nd nomination is not in force the Court cannot issue a writ of certiorari to quash it. By Letter P10 the 2nd Respondent Provincial Land Commissioner has also decided to cancel the earlier nomination in favour of the Petitioner. The Petitioner is not seeking to quash that decision. The Petitioner is only seeking to quash the subsequent nomination in favour of the 6th Respondent and compel the 1st to 5th Respondents to enforce the earlier nomination in favour of the Petitioner. Without quashing the decision of the 2nd Respondent to cancel the earlier nomination it is not appropriate to issue a writ of mandamus compelling the 1st to 5th Respondents to enforce the earlier nomination as the decision of the Court will be directly in conflict with the decision of the 2nd Respondent.",
    "fonts": [
      "Calibri"
    ],
    "sizes": [
      9.0,
      14.039999961853027
    ]
  },
  {
    "page_number": 3,
    "bbox": [
      72.02,
      440.08,
      526.59,
      658.21
    ],
    "text": "Although the Petitioner states that the 2nd Respondent has no right to come to the decision that the Petitioners mother was not mentally fit to nominate the successor without having strict medical proof by qualified medical officers and therefore, the 2nd Respondents decision is not according to law, ultra vires, arbitrary, capricious and against the principles of natural justice, the Petitioner has never made an attempt to quash that decision. Therefore, it flows from the conduct of the Petitioner that she is not challenging the decision of the 2nd Respondent to cancel the earlier nomination. Therefore, in a situation like that it is appropriate to draw the presumption contained in Section 114 of the Evidence Ordinance that official acts have been regularly performed and this Court can presume that the 2nd Respondent Provincial Land Commissioner has performed those acts regularly.",
    "fonts": [
      "Calibri",
      "Calibri-Italic"
    ],
    "sizes": [
      9.0,
      14.039999961853027
    ]
  },
  {
    "page_number": 3,
    "bbox": [
      72.02,
      670.69,
      526.59,
      758.55
    ],
    "text": "The Petitioner has not disputed the fact that her mother had been hospitalized after a road accident (occurred on 31.12.2011). In coming to his conclusion, the 2nd Respondent had taken into consideration the contents of a medical report issued by the District Medical Officer Urubokka which is not before us. The 4th Respondent, the Divisional Secretary, Katuwana had informed the 2nd",
    "fonts": [
      "Calibri"
    ],
    "sizes": [
      9.0,
      14.039999961853027
    ]
  },
  {
    "page_number": 4,
    "bbox": [
      72.02,
      781.32,
      302.93,
      805.8
    ],
    "text": "5",
    "fonts": [
      "Calibri"
    ],
    "sizes": [
      11.039999961853027
    ]
  },
  {
    "page_number": 4,
    "bbox": [
      72.02,
      74.93,
      526.59,
      328.64
    ],
    "text": "Respondent on 18.11.2015 that the Petitioners mother (the grantee) was not in a proper mental condition when an inquiry was held by the 4th Respondent on 04.11.2015, two weeks prior to the date of that letter 4R3. The 2nd Respondent had taken into consideration all these facts and come to the conclusion that the officers in the Divisional Secretariat had not given thought to the mental capacity of the grantee in nominating successors. Those facts taken together with the fact that the Petitioner had not thought it fit to take steps to quash the decision of the 2nd Respondent Provincial Land Commissioner give rise to a presumption under Section 114 of the Evidence Ordinance that the 2nd Respondent had performed those official acts regularly. Therefore, we see no reason to issue a writ of mandamus to validate the first nomination in favour of the Petitioner. There is no reason to issue a writ of certiorari to quash the second nomination in favour of the 6th Respondent as it is already invalidated by the 2nd Respondent.",
    "fonts": [
      "Calibri"
    ],
    "sizes": [
      9.0,
      14.039999961853027
    ]
  },
  {
    "page_number": 4,
    "bbox": [
      72.02,
      341.12,
      526.31,
      392.0
    ],
    "text": "Therefore, we dismiss the applications of the Petitioner for mandates in the nature of writ of certiorari and mandamus. We make no order for costs of this application.",
    "fonts": [
      "Calibri"
    ],
    "sizes": [
      14.039999961853027
    ]
  },
  {
    "page_number": 4,
    "bbox": [
      361.03,
      483.7,
      526.59,
      497.74
    ],
    "text": "Judge of the Court of Appeal",
    "fonts": [
      "Calibri"
    ],
    "sizes": [
      14.039999961853027
    ]
  },
  {
    "page_number": 4,
    "bbox": [
      72.02,
      510.34,
      197.62,
      579.73
    ],
    "text": "Mayadunne Corea J I agree",
    "fonts": [
      "Calibri"
    ],
    "sizes": [
      14.039999961853027
    ]
  },
  {
    "page_number": 4,
    "bbox": [
      361.03,
      583.93,
      526.59,
      597.97
    ],
    "text": "Judge of the Court of Appeal",
    "fonts": [
      "Calibri"
    ],
    "sizes": [
      14.039999961853027
    ]
  }
]