[
  {
    "page_number": 0,
    "bbox": [
      72.03,
      781.47,
      302.87,
      805.97
    ],
    "text": "1",
    "fonts": [
      "Calibri"
    ],
    "sizes": [
      11.0
    ]
  },
  {
    "page_number": 0,
    "bbox": [
      91.8,
      74.53,
      506.18,
      86.53
    ],
    "text": "IN THE COURT OF APPEAL OF THE DEMOCRATIC SOCIALIST REPUBLIC OF SRI LANKA",
    "fonts": [
      "Calibri-Bold"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 0,
    "bbox": [
      72.03,
      95.03,
      526.17,
      209.55
    ],
    "text": "An application in terms of Article 140 of the Constitution of the Republic of Sri Lanka in order to issue prerogative writs in the nature of certiorari and mandamus. CA/WRIT/712/2023",
    "fonts": [
      "Calibri",
      "Calibri-Bold",
      "Calibri-Italic"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 0,
    "bbox": [
      341.4,
      212.33,
      484.16,
      268.33
    ],
    "text": "Nandana Senarath No. 125/5, Mahawatta Road, Weweduwa, Kelaniya.",
    "fonts": [
      "Calibri"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 0,
    "bbox": [
      332.4,
      270.83,
      526.18,
      356.1
    ],
    "text": "PETITIONER Vs. 1. The Chairman",
    "fonts": [
      "ArialMT",
      "Calibri",
      "Calibri-Bold"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 0,
    "bbox": [
      327.9,
      358.85,
      493.66,
      444.12
    ],
    "text": "Divisional Development Bank, No.933, Kandy Road, Vedamulla, Kelaniya. 2. Mr. A.B. Herath",
    "fonts": [
      "ArialMT",
      "Calibri"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 0,
    "bbox": [
      323.4,
      446.62,
      504.19,
      517.4
    ],
    "text": "Arbitrator, Industrial Court, Colombo 05. 3. Commissioner General of Labour",
    "fonts": [
      "ArialMT",
      "Calibri"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 0,
    "bbox": [
      323.4,
      519.9,
      483.41,
      575.92
    ],
    "text": "Labour Department, Colombo 05. 4. Hon. Anil Jayantha Fernando",
    "fonts": [
      "ArialMT",
      "Calibri"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 0,
    "bbox": [
      323.4,
      578.68,
      521.44,
      678.45
    ],
    "text": "Minister of Labour and Deputy Minister of Economic Development, Ministry of Labour, Mehewara Piyasa, Narahenpita, Colombo 05. 5. Hon. Attorney General",
    "fonts": [
      "ArialMT",
      "Calibri",
      "Calibri-Bold"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 0,
    "bbox": [
      341.4,
      681.2,
      499.41,
      722.45
    ],
    "text": "Attorney Generals Department, Hulftsdrop Street, Colombo 12.",
    "fonts": [
      "Calibri"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 0,
    "bbox": [
      72.03,
      739.72,
      512.93,
      766.47
    ],
    "text": "RESPONDENTS",
    "fonts": [
      "Calibri-Bold"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 1,
    "bbox": [
      72.03,
      781.47,
      302.87,
      805.97
    ],
    "text": "2",
    "fonts": [
      "Calibri"
    ],
    "sizes": [
      11.0
    ]
  },
  {
    "page_number": 1,
    "bbox": [
      72.03,
      74.53,
      520.68,
      174.55
    ],
    "text": "Before: Mayadunne Corea, J. Mahen Gopallawa, J. Counsel: Pubudu de Silva instructed by Ranjith K. Henry for the Petitioner Panchali Witharana, State Counsel for 1st, 3rd, 4th and 5th Respondents Supported on: 07.07.2025",
    "fonts": [
      "Calibri",
      "Calibri-Bold"
    ],
    "sizes": [
      8.0,
      12.0
    ]
  },
  {
    "page_number": 1,
    "bbox": [
      72.03,
      185.05,
      237.56,
      211.8
    ],
    "text": "Decided on: 07.08.2025",
    "fonts": [
      "Calibri",
      "Calibri-Bold"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 1,
    "bbox": [
      72.03,
      222.33,
      526.18,
      424.87
    ],
    "text": "Mahen Gopallawa, J. Introduction In the instant application, the Petitioner has sought to impugn the arbitral award made by the 2nd Respondent and published in the Gazette (Extraordinary) No. 2318/36 dated 09.02.2023, which has been annexed to the petition marked P10 (the Award). The arbitration has been conducted pursuant to a reference by the Hon. Minister under section 4(1) of the Industrial Disputes Act, No. 43 of 1950 (as amended). In the Award, the arbitrator had proceeded to dismiss the Petitioners complaint. The substantive relief sought by the Petitioner is set out in paragraph (b) of the prayer to the petition as follows;",
    "fonts": [
      "Calibri",
      "Calibri-Bold"
    ],
    "sizes": [
      8.0,
      12.0
    ]
  },
  {
    "page_number": 1,
    "bbox": [
      108.05,
      433.51,
      525.51,
      447.37
    ],
    "text": "b. To grant prerogative writs in the nature of certiorari and mandamus as requested",
    "fonts": [
      "Arial-ItalicMT",
      "Calibri-Italic"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 1,
    "bbox": [
      72.03,
      450.12,
      526.19,
      711.2
    ],
    "text": "on the basis of this application against the Respondents. The learned State Counsel for the 1st, 3rd, 4th and 5th Respondents (the Respondents) objected to the issuance of notice and sought the dismissal of the application. Factual Background The Petitioner had commenced employment at the Regional Rural Development Bank Polonnaruwa on 01.07.1993 as a clerk/accounts assistant/cashier1 and thereafter served at the Wayamba Development Bank by an inter-bank transfer.2 At the time the instant application was filed and the arbitration was held, he was employed as a Banking Assistant - Grade 5 (ii) in the 1st Respondent Bank, the Regional Development Bank (incorrectly named as Divisional Development Bank in the petition), having opted to join the service of the said Bank with effect from 01.05.2010.3 The instant application arises out of a complaint lodged by the Petitioner with the Commissioner General of Labour (3rd Respondent), which was eventually referred for arbitration by the Hon. Minister (4th Respondent). The 2nd Respondent was appointed as the",
    "fonts": [
      "Calibri",
      "Calibri-Italic"
    ],
    "sizes": [
      8.0,
      12.0
    ]
  },
  {
    "page_number": 1,
    "bbox": [
      72.03,
      722.22,
      222.11,
      769.97
    ],
    "text": "1 Vide p 20 of the Brief (X). 2 Vide p 25 of the Brief (X). 3 Vide pp 30 and 345 of the Brief (X).",
    "fonts": [
      "Calibri"
    ],
    "sizes": [
      6.5,
      10.0,
      11.0
    ]
  },
  {
    "page_number": 2,
    "bbox": [
      72.03,
      781.47,
      302.87,
      805.97
    ],
    "text": "3",
    "fonts": [
      "Calibri"
    ],
    "sizes": [
      11.0
    ]
  },
  {
    "page_number": 2,
    "bbox": [
      72.03,
      73.53,
      526.18,
      115.78
    ],
    "text": "arbitrator under section 4(1) of the Industrial Disputes Act No. 43 of 1950 (as amended).4 The statement of the matter in dispute provided as follows;",
    "fonts": [
      "Calibri"
    ],
    "sizes": [
      8.0,
      12.0
    ]
  },
  {
    "page_number": 2,
    "bbox": [
      72.03,
      118.3,
      526.2,
      613.92
    ],
    "text": "Whether Mr. Nandana Senarath employed in the Regional Development Bank is entitled for holiday payments, salary increases, annual salary increments, overtime relevant to post and promotions as per Regulations of the RDB Bank established in accordance with the Regional Development Bank Act, No. 1985 and whether he has been caused injustice by not receiving them, and, if so, to what relief he is entitled.5 The petition and the inquiry proceedings marked X (referred to in the petition as the Appeal Brief) indicate that an inter partes arbitration proceeding was conducted where both the Petitioner and the 1st Respondent Bank had been afforded representation. The proceedings were held over several sittings during the period 05.09.2022 to 02.12.2022. Statements of the Petitioner6 and objections of the 1st Respondent7 had been filed by way of pleadings. Thereafter, the Petitioner and two witnesses on behalf of the 1st Respondent had testified and were subjected to cross-examination.8 After such evidence had been recorded, the parties had filed written submissions.9 The 2nd Respondent had made his Award on 15.12.2022 and the same was published in the Gazette marked P10 in terms of section 18(1) of the Industrial Disputes Act. Grounds of Review and Analysis As set out in paragraph 13 of the petition and as submitted by the learned Counsel when the application was taken up for support, the principal grievance of the Petitioner was that the arbitrator had failed to give due consideration to the evidence in favour of the Petitioner, and as such, the findings in the Award were not just and equitable. Thereby, it was also contended that the Petitioner had been denied a fair hearing. The learned State Counsel who appeared for the Respondents strenuously rejected such grounds of review and stated that the Award accurately reflected the evidence placed before the arbitrator and had been made in accordance with the law. Prior to examining the aforementioned grounds of review urged by the Petitioner, it is pertinent to note that the instant application is an application for judicial review and not an appeal and that the scope of the inquiry this Court is mandated to make will necessarily depend on the character of the application. The distinction between judicial review and appeal on merits has been succinctly set out in Wade & Forsyths Administrative Law10 in the following terms;",
    "fonts": [
      "Calibri",
      "Calibri-BoldItalic",
      "Calibri-Italic"
    ],
    "sizes": [
      8.0,
      12.0
    ]
  },
  {
    "page_number": 2,
    "bbox": [
      72.03,
      636.7,
      525.73,
      769.97
    ],
    "text": "4 Vide pp 3- 4 of the Brief (X). 5 Vide pp 5-6 and also p 367 of the Brief (X) marked P2. 6 Vide pp 17-19 and pp 118-124 of the Brief (X) marked P3 and P9 respectively. 7 Vide pp 48-54 of the Brief (X) marked P4. 8 Vide pp 130-310 of the Brief (X) marked P5. The Petitioner, and on behalf of the 1st Respondent, N.A.D.P Gunasekera, Senior Manager and Ms. Dulya Kumuduni, Assistant General Manager, had provided oral testimony. 9 The written submissions and documents of the Petitioner are at pp 311-337 of the Brief (X) marked P6 and P7 and the written submissions and documents of the 1st Respondent are at pp 338-569 of the Brief (X) marked P8. 10 C.F. Forsyth & I.J. Ghosh, Wade & Forsyths Administrative Law (12th edn, Oxford University Press, 2023) 15.",
    "fonts": [
      "Calibri",
      "Calibri-Italic"
    ],
    "sizes": [
      6.5,
      10.0,
      11.0
    ]
  },
  {
    "page_number": 3,
    "bbox": [
      72.03,
      781.47,
      302.87,
      805.97
    ],
    "text": "4",
    "fonts": [
      "Calibri"
    ],
    "sizes": [
      11.0
    ]
  },
  {
    "page_number": 3,
    "bbox": [
      72.03,
      74.53,
      526.18,
      291.58
    ],
    "text": "The system of judicial review is radically different from the system of appeals. When hearing an appeal, the court is concerned with the merits of a decision: is it correct? When subjecting some administrative act or order to judicial review, the court is concerned with its legality: is it within the limits of the powers granted? On an appeal the question is right or wrong? On review the question is lawful or unlawful? The above distinction has been consistently maintained by this Court in exercising its writ jurisdiction including in Nicholas v. Macan Markar Limited11and Alahakoon Mudiyanselage Jayanthi Anulawathie v. Ananda Senaratne Bandara Jayasundara.12 I now intend to examine the findings made in the Award in respect of the disputes referred for arbitration in light of the aforementioned positions taken up by the parties, with recourse to the available evidence. It is observed that the 2nd Respondent has considered and made findings in respect of the Petitioners entitlement to the following in the Award;",
    "fonts": [
      "Calibri",
      "Calibri-Bold",
      "Calibri-BoldItalic",
      "Calibri-Italic"
    ],
    "sizes": [
      8.0,
      12.0
    ]
  },
  {
    "page_number": 3,
    "bbox": [
      72.03,
      292.49,
      526.2,
      687.2
    ],
    "text": "a. Promotions The Petitioner had been promoted from his recruitment grade of Bank Assistant Grade 5-i to Grade 5-ii with effect from 01.07.1998.13 He claims that he was entitled to be promoted to Grade 5-iii after a period of 5 years with effect from 01.07.2003 and thereafter to Assistant Manager Grade 3-iii and that such promotions had been unreasonably denied to him, even after service of 24 years in Grade 5-ii.14 It is observed that the said promotions relate to the Petitioners service at the Wayamba Development Bank and the 1st Respondent Bank. The 2nd Respondent has referred to the evidence placed regarding the scheme applicable in granting promotions and has noted that promotions from Grade 5-ii to 5-iii until 01.10.2020 had been automatically granted upon fulfilment of specified criteria including completion of 05 years of service, earning 05 increments, not being subject to disciplinary punishments and submitting an application with the recommendations of relevant superior officers. From 01.10.2020 onwards, the procedure has been amended to include the conduct of a competitive examination after calling for applications. Provision had also been made for officers in Grades 5-i, 5-ii and 5-iii to apply for promotion to Assistant Manager Grade 3-iii based on long service (18 years) and performance at an interview. The 2nd Respondent has found that the principal reason for the Petitioner not being promoted was due to his failure to apply for promotions in accordance with applicable circulars, and, on the occasions he had applied, by failing to sit for the relevant examination.15 He has referred to instances where the Petitioner failed to secure adequate marks at the interview in 2008, not attending the selection test in 2012 for the Grade 3-ii promotion and not applying for the Grade 5-iii promotions during the periods 01.10.2020-30.09.2020 and 01.10.2021-15.04.2022. It is also stated that although the 1st Respondent had offered to permit the Petitioner to apply for promotion to Grade 5-iii even though applications had closed, he had",
    "fonts": [
      "ArialMT",
      "Calibri"
    ],
    "sizes": [
      8.0,
      12.0
    ]
  },
  {
    "page_number": 3,
    "bbox": [
      72.03,
      697.7,
      326.66,
      769.97
    ],
    "text": "11 [1985] 1 Sri L.R. 130. 12 CA (Writ) Application No. 152/2021, decided on 21.10.2022. 13 Vide p 312 of the Brief (X) marked P6. 14 Ibid. 15 Vide p 7A of P10.",
    "fonts": [
      "Calibri"
    ],
    "sizes": [
      6.5,
      10.0,
      11.0
    ]
  },
  {
    "page_number": 4,
    "bbox": [
      72.03,
      781.47,
      302.87,
      805.97
    ],
    "text": "5",
    "fonts": [
      "Calibri"
    ],
    "sizes": [
      11.0
    ]
  },
  {
    "page_number": 4,
    "bbox": [
      72.03,
      74.53,
      526.19,
      174.3
    ],
    "text": "rejected such offer. It further transpires that the Petitioner had not earned the annual increment for the period 01.07.2002-30.06.2003, which would have disentitled him to seek promotion to Grade 5-iii on 01.07.2003 in accordance with the scheme of promotion at the time. In view of the above, the 2nd Respondents conclusion that the Petitioner was not entitled to the promotions sought is justified on the available evidence and is not illegal or irrational.",
    "fonts": [
      "Calibri"
    ],
    "sizes": [
      8.0,
      12.0
    ]
  },
  {
    "page_number": 4,
    "bbox": [
      72.03,
      175.19,
      526.18,
      350.1
    ],
    "text": "b. Annual Increments In the Award, it is stated that the Petitioner had complained about 4 annual salary increments relating to the periods 01.08.2001-30.06.2002, 01.07.2002-30.06.2003, 01.07.2012-30.06.2013 and 01.07.2013-30.06.2014. In the course of his testimony, the Petitioner had admitted that apart from the increment for the period 01.07.2002-30.06.2003, 3 annual increments had been granted to him. Regarding the annual increment that was not granted, the 2nd Respondent observed that this was due to the Petitioners inadequate score (26.02) that was obtained. Although the Petitioner had been informed to rectify his weaknesses and re-apply for the same, he failed to do so. In light of such evidence, the finding made by the 2nd Respondent cannot be considered illegal, irrational or unreasonable.",
    "fonts": [
      "ArialMT",
      "Calibri"
    ],
    "sizes": [
      8.0,
      12.0
    ]
  },
  {
    "page_number": 4,
    "bbox": [
      72.03,
      350.99,
      526.18,
      482.15
    ],
    "text": "c. Holiday Payments, Salary Increases, Overtime Payments and Other Matters With regard to leave encashment, bonus, and incentive payments, the 2nd Respondent has referred to the cross-examination where the Petitioner had admitted the receipt of such payments, which are referred to in the Petitioners account statement marked R17 submitted by the 1st Respondent at the inquiry.16 On the refusal of a loan sought to redeem certain gold jewellery, the 2nd Respondent noted that the Petitioner had admitted that an amount of Rs. 15 lakhs sought by him had been paid to him on 21.10.2015 and the documents confirm the same.",
    "fonts": [
      "ArialMT",
      "Calibri"
    ],
    "sizes": [
      8.0,
      12.0
    ]
  },
  {
    "page_number": 4,
    "bbox": [
      72.03,
      489.65,
      528.93,
      722.7
    ],
    "text": "In view of the admissions made by the Petitioner on the above claims, the 2nd Respondent cannot be faulted for concluding that the payments due to the Petitioner have in fact been paid. The 2nd Respondent concluded that based on the evidence presented and written submissions tendered, the Petitioner had failed to establish that holiday payments, salary increases, annual salary increments, overtime payments and promotions due to him have been denied maliciously and as an act of personal victimization. Upon consideration of the evidence and documents presented at the arbitration, I am of the view that the 2nd Respondent acted in accordance with the mandate conferred by section 17 of the Industrial Disputes Act and that he was fully justified in arriving at such a decision. Although the learned Counsel repeatedly submitted that the evidence in the Petitioners favour had not been considered, he was unable to point out to this Court specific items of evidence that militate against the findings made in the Award and warranted a different outcome. Considering the fact that the 2nd Respondent had concluded that the Petitioner had failed to establish the entitlements claimed by him, I am of the view that there was no legitimate basis to grant the reliefs sought by the Petitioner.",
    "fonts": [
      "Calibri"
    ],
    "sizes": [
      8.0,
      12.0
    ]
  },
  {
    "page_number": 4,
    "bbox": [
      72.03,
      746.72,
      218.59,
      769.97
    ],
    "text": "16 Vide p 494 of the Brief (X).",
    "fonts": [
      "Calibri"
    ],
    "sizes": [
      6.5,
      10.0,
      11.0
    ]
  },
  {
    "page_number": 5,
    "bbox": [
      72.03,
      781.47,
      302.87,
      805.97
    ],
    "text": "6",
    "fonts": [
      "Calibri"
    ],
    "sizes": [
      11.0
    ]
  },
  {
    "page_number": 5,
    "bbox": [
      72.03,
      74.53,
      526.18,
      511.4
    ],
    "text": "The Petitioner has further alleged that he had been denied a fair hearing at the arbitration. I wish to observe that the Petitioner failed to specify the grounds for such allegation in the petition, and the learned Counsel for the Petitioner further failed to do so when the application was taken up for support. As set out in the narration of the factual judgment herein, I am satisfied that the 2nd Respondent has accorded a fair hearing to the Petitioner, wherein he had been permitted representation, allowed to file pleadings, lead evidence and cross-examine opposing witnesses and tender documents and written submissions. Furthermore, as submitted by the learned State Counsel for the Respondents, the 2nd Respondent had adduced cogent reasons for his conclusions in his Award. Hence, I am of the view that the Petitioners allegation that he had been denied a fair hearing is devoid of merit and should be rejected. Apart from the submissions made on the merits, the learned State Counsel also raised certain legal objections, including the lack of uberrima fides and the availability of alternative remedies. Whilst I think it is unnecessary to consider such legal objections in light of my aforementioned findings, I wish to refer to the objection raised by her relating to defectiveness in the prayer to the petition. The learned State Counsel submitted that the Petitioner had failed to specify against which respondents the writs of Certiorari and Mandamus have been sought and in respect of which acts or omissions. As such, she submitted that paragraph (b) of the prayer, which contained the substantive relief sought in the instant application and which merely state to grant prerogative writs in the nature of certiorari and mandamus as requested on the basis of this application against the Respondents was defective. The necessity for the reliefs sought to be clear and specific when the writ jurisdiction is invoked, particularly when a writ of Mandamus is sought, has been considered by this Court in several decisions. The Court has not been inclined to allow reliefs when it is too wide or vague. In Wanninayaka Mudiyanselage Dhanapala v. Mr. Nimal Kotawalagedara Commissioner of Buddhist Affairs,17 the Court observed as follows (per Dehideniya, J. P/CA (as His Lordship was then));",
    "fonts": [
      "Calibri",
      "Calibri-BoldItalic",
      "Calibri-Italic"
    ],
    "sizes": [
      8.0,
      12.0
    ]
  },
  {
    "page_number": 5,
    "bbox": [
      108.05,
      513.9,
      525.87,
      716.45
    ],
    "text": "In all these prayers, the Petitioners move this Court to issue writs of mandamus in general against the 1st to 9th Respondents. Since there is a punishment for non compliance of the Court order, I am of the view that the Petitioners cannot maintain an application for a writ of mandamus in this nature. It has to be specific. Especially in the wide range of activities that are being complained of in this case, it is essential to explain each and every order directed to which Respondent and the statutory duty that has to be complied with. Otherwise the 1st to 9th Respondents will have to face a situation that they could be charged for Contempt of Court on unimaginable instances. In the case of Samastha Lanka Nidahas Grama Niladhari Sangamaya v. Dissanayake and others 2011 (2) B.L.R. 467 Sathya Hettige J cited with approval the decision in the case of P.S. Bus Company V. Secretary of Ceylon Transport Board 61 NLR 491 at 496 where it was held that \"the Court held when considering granting a Writ the Court will consider the probable consequences of granting a prerogative writ.",
    "fonts": [
      "Calibri",
      "Calibri-Italic"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 5,
    "bbox": [
      72.03,
      746.72,
      326.66,
      769.97
    ],
    "text": "17 CA (Writ) Application No. 243/2017, decided on 07.11.2017.",
    "fonts": [
      "Calibri"
    ],
    "sizes": [
      6.5,
      10.0,
      11.0
    ]
  },
  {
    "page_number": 6,
    "bbox": [
      72.03,
      781.47,
      302.87,
      805.97
    ],
    "text": "7",
    "fonts": [
      "Calibri"
    ],
    "sizes": [
      11.0
    ]
  },
  {
    "page_number": 6,
    "bbox": [
      72.03,
      74.53,
      526.18,
      130.3
    ],
    "text": "The issue was also considered in H. K. D. Amarasinghe and others vs. Central Environmental Authority and others,18 wherein the Court held that (per Obeyesekere, J. P/CA (as His Lordship was then)) held that;",
    "fonts": [
      "Calibri",
      "Calibri-Bold",
      "Calibri-BoldItalic"
    ],
    "sizes": [
      8.0,
      12.0
    ]
  },
  {
    "page_number": 6,
    "bbox": [
      72.03,
      133.05,
      526.16,
      335.6
    ],
    "text": "A petitioner invoking the jurisdiction of this Court must seek relief that would address their grievance and must not refer to each and every section in an Act hoping and praying that his case would come under at least one of the said sections. In other words, the relief that is sought must be specific and should address the concerns of the petitioner. This would then enable the respondents to respond to the averments of fact and law raised by the petitioner. The fact that the relief is vague is an indication that the petitioner is unsure of the allegations that he/she is making against the respondents and makes the task of Court to mete out justice that much harder. The aforementioned decisions and other local and Indian authorities were considered by this Court in Annalingam Annarasa and others v. S. J. Kahawatta, Director General, Department of Fisheries and Aquatic Resources and others19 and the Court, refusing notice, made the following observations (per Rajakaruna, J.);",
    "fonts": [
      "Calibri",
      "Calibri-Bold",
      "Calibri-BoldItalic",
      "Calibri-Italic"
    ],
    "sizes": [
      8.0,
      12.0
    ]
  },
  {
    "page_number": 6,
    "bbox": [
      72.03,
      338.1,
      526.12,
      687.2
    ],
    "text": "The constant approach taken by this Court is that merely laying down a sequence of evidence in the body of the Petition would not be sufficient as the judgement of a case should finally focus on the prayer of the Petition of the Petitioners. The reasons set out by Court in support of a judgement in a case must be cogent and succinct. The reasons to employ a certain law under which the Court exercises its powers should be reflected in the impugned proceedings. Of course, it is no doubt when the Review Court exercises its discretionary jurisdiction, it can alter the reliefs sought in the prayer to a certain extent on exceptional circumstances in order to uphold the Rule of Law. But, judgements or orders of Court cannot be issued on imaginations of the judge which will not be satisfactory. A vague and a wide or uncertain prayer would pave way for Court to conjecture as to what the Petitioner exactly expects. The aforementioned decisions of this Court elucidate as to why the reliefs sought by the Petitioner should be clear and specific and also the hardships that would be caused to the parties themselves and the Court when they are not so. In the instant application, it is observed that there has been a failure on the part of the Petitioner to specify against which respondents the writs of Certiorari and Mandamus have been sought and in respect of which acts or omissions in the prayer to the petition, especially in paragraph (b) thereof, and, as it stands, is vague and wide. Although several references have been made to the said writs in the body of the petition, such references, particularly in relation to the demand for a writ of Mandamus, such references too are cast in very general terms and lack specificity. In such circumstances, I am of the view that the objection raised by the learned State Counsel is well founded and should be upheld.",
    "fonts": [
      "Calibri",
      "Calibri-Italic"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 6,
    "bbox": [
      72.03,
      734.47,
      326.66,
      769.97
    ],
    "text": "18 CA (Writ) Application No. 132/2018, decided on 03.06.2021. 19 CA (Writ) Application No. 21/2022, decided on 13.02.2023.",
    "fonts": [
      "Calibri"
    ],
    "sizes": [
      6.5,
      10.0,
      11.0
    ]
  },
  {
    "page_number": 7,
    "bbox": [
      72.03,
      781.47,
      302.87,
      805.97
    ],
    "text": "8",
    "fonts": [
      "Calibri"
    ],
    "sizes": [
      11.0
    ]
  },
  {
    "page_number": 7,
    "bbox": [
      72.03,
      74.53,
      526.15,
      350.1
    ],
    "text": "Conclusion and Orders of Court For the reasons set out above, I hold that the Petitioner has failed to establish a prima facie case to be considered by this Court. The legal objection relating to the defectiveness of the prayer raised by the Respondents, as determined by me above, too, militates against the grant of prerogative relief to the Petitioner. Therefore, I decline to issue formal notice and the application is accordingly dismissed. No costs. Application is dismissed. Judge of the Court of Appeal Mayadunne Corea J.",
    "fonts": [
      "Calibri",
      "Calibri-Bold",
      "Calibri-Italic"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 7,
    "bbox": [
      72.03,
      352.85,
      504.19,
      452.62
    ],
    "text": "I agree. Judge of the Court of Appeal",
    "fonts": [
      "Calibri",
      "Calibri-Bold"
    ],
    "sizes": [
      12.0
    ]
  }
]