[
  {
    "page_number": 0,
    "bbox": [
      70.94,
      781.9,
      527.0,
      806.26
    ],
    "text": "1",
    "fonts": [
      "Calibri"
    ],
    "sizes": [
      11.039999961853027
    ]
  },
  {
    "page_number": 0,
    "bbox": [
      104.3,
      95.04,
      495.02,
      109.02
    ],
    "text": "IN THE COURT OF APPEAL OF THE DEMOCRATIC SOCIALIST",
    "fonts": [
      "BookmanOldStyle-Bold"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 0,
    "bbox": [
      217.49,
      111.36,
      381.91,
      125.34
    ],
    "text": "REPUBLIC OF SRI LANKA",
    "fonts": [
      "BookmanOldStyle-Bold"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 0,
    "bbox": [
      241.13,
      135.48,
      528.34,
      214.4
    ],
    "text": "In the matter of an application for Restitution, in the nature of Restitutio-In-Integrum under and in terms of Article 138 of the Constitution of the Democratic Socialist Republic of Sri Lanka.",
    "fonts": [
      "BookmanOldStyle",
      "BookmanOldStyle-Italic"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 0,
    "bbox": [
      70.94,
      224.52,
      527.5,
      757.0
    ],
    "text": "Court of Appeal Case No: RII/0018/2022 Dalawathumulla Gamage Karunarathna, Godamawatha, SP/HCCA/GA 100/2018(F) Nindana DC Balapitiya Plaintiff Case No: L-3285 VS Malluwawadu Lakshman Piyathilake, Godamawatha, Nindana Defendant AND BETWEEN Malluwawadu Lakshman Piyathilake, Godamawatha, Nindana Defendant-Appellant Vs. 1. Dalawathumulla Gamage Sunil de Silva Godamawatha, Nindana. 2. Dalawathumulla Gamage Layanal Godamawatha, Nindana. 3. Dalawathumulla Chandrani Godamawatha, Nindana.",
    "fonts": [
      "BookmanOldStyle",
      "BookmanOldStyle-Bold"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 1,
    "bbox": [
      70.94,
      781.9,
      527.0,
      806.26
    ],
    "text": "2",
    "fonts": [
      "Calibri"
    ],
    "sizes": [
      11.039999961853027
    ]
  },
  {
    "page_number": 1,
    "bbox": [
      70.94,
      70.9,
      521.98,
      765.28
    ],
    "text": "4. Dalawathumulla Gamage Chithra Temple Road, Heenatiya, Balapitiya. 5. Dalawathumulla Gamage Ariyarathna, Godamawatha, Nindana. 6. Dalawathumulla Gamage Ramani, Godamawatha, Nindana. Substituted Plaintiff-Respondents And Now Between Malluwawadu Lakshman Piyathilake, Godamawatha, Nindana. Defendant Appellant-Petitioner Vs. 1. Dalawathumulla Gamage Sunil de Silva Godamawatha, Nindana. 2. Dalawathumulla Gamage Layanal Godamawatha, Nindana. 3. Dalawathumulla Chandrani Godamawatha, Nindana. 4. Dalawathumulla Gamage Chitra Temple Road, Heenatiya, Balapitiya 5. Dalawathumulla Gamage Ariyarathna, Godamawatha, Nindana",
    "fonts": [
      "BookmanOldStyle",
      "BookmanOldStyle-Bold"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 2,
    "bbox": [
      70.94,
      781.9,
      527.0,
      806.26
    ],
    "text": "3",
    "fonts": [
      "Calibri"
    ],
    "sizes": [
      11.039999961853027
    ]
  },
  {
    "page_number": 2,
    "bbox": [
      70.94,
      70.9,
      526.06,
      759.04
    ],
    "text": "6. Dalawathumulla Gamage Ramani, Godamawatha, Nindana Substituted Plaintiff Respondent-Respondents 7. Malluwawadu Kularathna, Godamawatha Nindana. 8. Malluwawadu Karalain, Wiliam Silva Mawatha, Danketiya, Batapola. 9. Malluwawadu Manel, Wiliam Silva Mawatha, Danketiya, Batapola. 10. Malluwawadu Amarawathie, Jana Mawatha, Danketiya, Batapola. 11. Malluwawadu Jayathilake, Wiliam Silva Mawatha, Danketiya, Batapola. 12. Inoka Hemamali, Land Officer, Divisional Secretariat, Ambalangoda 13. M.G Hasanthi Niroshani, Assistant Commissioner of Lands, Divisional Secretariat, Ambalangoda. Respondents Before : R. Gurusinghe, J. & Dr. S. Premachandra, J.",
    "fonts": [
      "BookmanOldStyle",
      "BookmanOldStyle-Bold"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 3,
    "bbox": [
      70.94,
      781.9,
      527.0,
      806.26
    ],
    "text": "4",
    "fonts": [
      "Calibri"
    ],
    "sizes": [
      11.039999961853027
    ]
  },
  {
    "page_number": 3,
    "bbox": [
      70.94,
      70.9,
      528.16,
      376.67
    ],
    "text": "Counsel : Rohan Sahabandu, PC with C. Elvitigala, S. Senanayake and P Weerasuriya for the Defendant-Appellant-Petitioner M. Nanayakkara with Dickson Gunawardena and W.W. Sandaruwan instructed by Niluka Dissanayake for the 1st – 6th Substituted-Plaintiff-Respondents Vijith Singh instructed by Gaithri De Silva for the 7th – 11th Respondents R. Aluwihare, S.C. for the State Argued on : 03-12-2025 Decided on : 06-02-2026",
    "fonts": [
      "BookmanOldStyle",
      "BookmanOldStyle-Bold"
    ],
    "sizes": [
      8.039999961853027,
      12.0
    ]
  },
  {
    "page_number": 3,
    "bbox": [
      70.94,
      386.67,
      526.97,
      757.12
    ],
    "text": "JUDGMENT R. Gurusinghe, J. The deceased plaintiff-respondent (the plaintiff) filed an action before the District Court of Balapitiya against the defendant-petitioner seeking a declaration of title and ejectment of the defendant from the land described in the plaint. The defendant-petitioner (the defendant) filed answers stating that the plaintiff agreed to transfer 1/2 acre of land to his deceased mother and that he had been in possession of 1/2 acre of land since 1950, with his mother and father. The defendant sought dismissal of the action. The plaintiff was the permit holder of the land in dispute under the provisions of the Land Development Ordinance. The permit was issued to the plaintiff in 1954 in respect of a plot of land measuring 2 acres, 1 Rood, and 26 perches. That permit was produced marked P1. Subsequently, a grant was issued to the plaintiff under the provisions of the Land Development Ordinance. The grant dated 18-08-2000 was produced in evidence by the plaintiff.",
    "fonts": [
      "BookmanOldStyle",
      "BookmanOldStyle-Bold"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 4,
    "bbox": [
      70.94,
      781.9,
      527.0,
      806.26
    ],
    "text": "5",
    "fonts": [
      "Calibri"
    ],
    "sizes": [
      11.039999961853027
    ]
  },
  {
    "page_number": 4,
    "bbox": [
      70.94,
      70.9,
      527.02,
      765.46
    ],
    "text": "The plaintiff duly established his title, and judgment was entered in his favour on 03-09-2018. Aggrieved by the said judgment, the defendant appealed to the High Court of Civil Appeal. The High Court, by its judgment dated 05-07-2022, dismissed the defendant’s appeal. The defendant has not filed a leave to appeal application with the Supreme Court challenging the High Court judgment. The defendant-petitioner filed this application before this court, seeking, inter alia, the following reliefs; iii. Issue a Stay Order preventing the Substituted Plaintiff, Respondent, and Respondents from seeking a Writ of Possession against the Petitioner. iv. Act in terms of Article 138 and declare that the Petitioner is entitled to ½ Acre of the Land v. Direct the Substituted Plaintiff Respondent Respondents to transfer ½ Acre of the corpus as undertaken and, on the failure, direct the Registrar of the District Court of Balapitiya to execute a deed of transfer conveying Title in respect of ½ Acre of the Land in question to the Petitioner. The defendant-petitioner did not set up a counter claim in the District Court. He sought only the dismissal of the plaintiff’s action. In this application, the defendant petitioner seeks a declaration from this court to the effect that the petitioner is entitled to ½ Acre of the Land. Further, it is a direction to grant the ½ Acre of the corpus to the petitioner. The relief sought by the defendant cannot be granted by way of an application for Restitutio-in-Integrum, which means restoration to the original condition. However, this is not an application of that nature. The petitioner now seeks to enforce an informal agreement between the petitioner’s deceased mother and the plaintiff, to transfer ½ Acre of land to the defendant. In Sri Lanka Insurance Corporation Limited vs. Shanmugam and another [1995] 1 Sri LR 55 court held, inter alia, “Under Roman Law, the remedy of restitutio in integrum was the removal of a disadvantage in law which had legally occurred. It was a protection against injustice (as distinguished from an action against injustice) which was",
    "fonts": [
      "BookmanOldStyle",
      "BookmanOldStyle-Italic"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 5,
    "bbox": [
      70.94,
      781.9,
      527.0,
      806.26
    ],
    "text": "6",
    "fonts": [
      "Calibri"
    ],
    "sizes": [
      11.039999961853027
    ]
  },
  {
    "page_number": 5,
    "bbox": [
      70.94,
      70.9,
      530.03,
      749.2
    ],
    "text": "rendered necessary on account of practical impossibility of taking legally, in advance, all the circumstances that in reality may occur. The remedy was granted by the Praetor who himself conducted the proceeding in which judicium rescindens might ultimately be granted. Abeysekera v. Harmanis Appu. The remedy was received into Roman-Dutch Law in wider form, where restitutio in integrum was primarily intended for relief from contracts on the ground of minority, error, fraud and duress. Relief by way of restitutio in integrum was also granted from the effect of an order in judicial proceedings. Phipps v Bracegyrdle. Vander Linden groups cases when relief could be obtained under two heads. (a) Relief relating to the original matter itself (substantial relief); relieving a party from any act or contract and replacing him in his former situation on the ground of his having been induced through fear, fraud, minority, error, absence or other sufficient reasons to do the act against which he prays relief. (b) Relief relating merely to some omission or error in the process of pleading (judicial relief). A judgment, according to Grotius, had the power of a final and definite sentence when it does not admit or appeal or reformation or when the time for such appeal or reformation had passed, unless it is altered by revision. A judgment may, however, be rescinded by restitutio in integrum, so as to lose all effect of res judicata and the cause is heard de novo. Dember v. Abdul Hafeel.” In the same case, Justice Ranaraja stated about the remedies in restitutio in integrum as follows: “The remedy of restitutio in Integrum is in effect the restoration of the applicant to his original legal condition. The Court of Appeal, in the exercise of its powers of restitution may achieve this end by reversing, modifying any order, judgment or decree of the lower court or by giving directions or ordering a trial de novo as the justice of the case may require, (Article 139 (1) & (2) of the Constitution). An order granting or refusing an application for restitutio in integrum is not a final judgment of this court from which leave to appeal as of right can be claimed, (Usoof-supra).” The petitioner does not seek to set aside the judgment of the District Court or the judgment of the Civil Appellate High Court. This is a completely new action which cannot be entertained under an application for Restitution. The respondents have raised a preliminary objection that, in view of the judgment of Nilantha Fernando vs Nilanthi Perera SC Appeal 65/2025, decided on 10/10/2025, this court lacks jurisdiction to set aside the judgment of the High Court of the Civil Appellate. Answering to this objection, Learned President Counsel for the petitioner stated that he was",
    "fonts": [
      "BookmanOldStyle",
      "BookmanOldStyle-Italic"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 6,
    "bbox": [
      70.94,
      781.9,
      527.0,
      806.26
    ],
    "text": "7",
    "fonts": [
      "Calibri"
    ],
    "sizes": [
      11.039999961853027
    ]
  },
  {
    "page_number": 6,
    "bbox": [
      70.94,
      70.9,
      527.0,
      344.15
    ],
    "text": "not seeking to set aside the judgment of the Civil Appellate High Court. There is no prayer seeking to set aside any judgment. In restitutio in integrum, the object is to restore the parties to their pre-proceeding position, as if the proceeding had never occurred. One remedy available under restitutio in integrum is the rescission of a contract. It is not a mechanism to compel a party to perform or enforce an agreement. The petitioner’s application is not to reverse a judgment or an order of a court. Accordingly, the reliefs sought by the defendant-petitioner cannot be obtained in this application. In the above-mentioned circumstances, the application of the petitioner cannot succeed. The application of the petitioner is dismissed.",
    "fonts": [
      "BookmanOldStyle",
      "BookmanOldStyle-Italic"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 6,
    "bbox": [
      70.94,
      346.35,
      462.67,
      457.67
    ],
    "text": "Judge of the Court of Appeal. Dr. S. Premachandra J. I agree. Judge of the Court of Appeal.",
    "fonts": [
      "BookmanOldStyle",
      "BookmanOldStyle-Bold"
    ],
    "sizes": [
      12.0
    ]
  }
]