[
  {
    "page_number": 0,
    "bbox": [
      72.02,
      792.88,
      301.15,
      806.59
    ],
    "text": "1",
    "fonts": [
      "BookmanOldStyle",
      "TimesNewRomanPSMT"
    ],
    "sizes": [
      11.039999961853027,
      12.0
    ]
  },
  {
    "page_number": 0,
    "bbox": [
      104.3,
      72.0,
      495.02,
      85.98
    ],
    "text": "IN THE COURT OF APPEAL OF THE DEMOCRATIC SOCIALIST",
    "fonts": [
      "BookmanOldStyle-Bold"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 0,
    "bbox": [
      217.49,
      93.12,
      381.94,
      107.1
    ],
    "text": "REPUBLIC OF SRI LANKA",
    "fonts": [
      "BookmanOldStyle-Bold"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 0,
    "bbox": [
      72.02,
      146.64,
      527.04,
      322.67
    ],
    "text": "In the matter of an application for Writs of Prohibition and Mandamus under and in terms of Article140 of the Constitution of the Democratic Socialist Republic of Sri Lanka. Dr. Dilini Herath Samarakoon No. 390 E, Old Kottawa Road, Udahamulla, Nugegoda",
    "fonts": [
      "BookmanOldStyle",
      "BookmanOldStyle-Bold",
      "BookmanOldStyle-Italic"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 0,
    "bbox": [
      277.63,
      324.87,
      527.52,
      572.77
    ],
    "text": "PETITIONER Vs. 1. Sri Jayawardenapura General Hospital Board, Hospital Road, Sri Jayawardenapura Kotte. 2. Dr. Nihal Jayathilaka Chairman, Sri Jayawardenapura General Hospital Board, Hospital Road, Sri Jayawardenapura Kotte.",
    "fonts": [
      "BookmanOldStyle",
      "BookmanOldStyle-Bold"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 0,
    "bbox": [
      72.02,
      572.84,
      527.28,
      715.72
    ],
    "text": "RESPONDENTS 2A. Dr. Jayanga Tilakaratna Chairman, Sri Jayawardenapura General Hospital Board, Hospital Road, Sri Jayawardenapura Kotte.",
    "fonts": [
      "BookmanOldStyle",
      "BookmanOldStyle-Bold"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 0,
    "bbox": [
      312.91,
      717.92,
      527.52,
      731.9
    ],
    "text": "SUBSTITUTED 2A RESPONDENTS",
    "fonts": [
      "BookmanOldStyle-Bold"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 0,
    "bbox": [
      69.74,
      323.55,
      230.09,
      351.69
    ],
    "text": "CA (Writ) Application No. 311/2020",
    "fonts": [
      "BookmanOldStyle-Bold"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 1,
    "bbox": [
      72.02,
      792.88,
      301.15,
      806.59
    ],
    "text": "2",
    "fonts": [
      "BookmanOldStyle",
      "TimesNewRomanPSMT"
    ],
    "sizes": [
      11.039999961853027,
      12.0
    ]
  },
  {
    "page_number": 1,
    "bbox": [
      72.02,
      72.0,
      527.52,
      419.87
    ],
    "text": "Before: M. T. MOHAMMED LAFFAR, J. (ACT. P/CA) P. KUMARARATNAM, J. Counsel: Dilumi de Alwis with Iranthi Walgama and Yalinda de Almeida instructed by S.W. Amila Kumara for the Petitioner. Sumathi Dharmawardhane, A.S.G. with Mihiri de Alwis, S.S.C. for the 1st Respondent. Argued on : 16.12.2024 Written Submissions on : 04.04.2025 (For the Petitioner) 03.04.2024 (For the 1st Respondent) Decided on : 23.05.2025",
    "fonts": [
      "BookmanOldStyle",
      "BookmanOldStyle-Bold"
    ],
    "sizes": [
      8.039999961853027,
      12.0
    ]
  },
  {
    "page_number": 1,
    "bbox": [
      72.02,
      427.01,
      234.77,
      440.99
    ],
    "text": "MOHAMMED LAFFAR, J.",
    "fonts": [
      "BookmanOldStyle-Bold"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 1,
    "bbox": [
      72.02,
      448.13,
      526.07,
      769.7
    ],
    "text": "The Petitioner, a Consultant General Surgeon formerly attached to the Sri Jayewardenepura General Hospital, has invoked the jurisdiction of this Court by way of an application dated 07.09.2020, seeking inter alia writs of Certiorari and Prohibition. The Petitioner challenges the decision of the 1st Respondent, the Sri Jayewardenepura General Hospital Board, to place her on compulsory retirement by letter dated 3rd June 2020 marked P17, purportedly arising out of the findings of a formal disciplinary inquiry conducted against her. The factual matrix giving rise to the impugned administrative action centres on the unfortunate demise of a patient, one Mr. K.B.R.R. Kumara, who had been under the clinical care of the Petitioner at Ward 14 of Sri Jayewardenepura General Hospital. The patient, admitted for the treatment of Hirschsprungs disease, suffered a cardiac arrest on 13th March 2015 following a sigmoidoscopy conducted under the direction of the Petitioner. He subsequently passed away the same evening. The events surrounding his treatment prompted the Hospital authorities to initiate a preliminary investigation, despite there being no formal complaint lodged by the patients family. On 6th August 2015, the Board of Sri Jayewardenepura General Hospital, having considered the findings of the preliminary investigation, resolved to appoint a",
    "fonts": [
      "BookmanOldStyle-Bold",
      "Cambria",
      "Cambria-Italic"
    ],
    "sizes": [
      8.039999961853027,
      12.0
    ]
  },
  {
    "page_number": 2,
    "bbox": [
      72.02,
      792.88,
      301.15,
      806.59
    ],
    "text": "3",
    "fonts": [
      "BookmanOldStyle",
      "TimesNewRomanPSMT"
    ],
    "sizes": [
      11.039999961853027,
      12.0
    ]
  },
  {
    "page_number": 2,
    "bbox": [
      72.02,
      72.02,
      526.0,
      765.74
    ],
    "text": "disciplinary board and serve a charge sheet on the Petitioner. Consequently, the Petitioner was placed on compulsory leave with effect from the same date. The charge sheet marked P7 contained several charges of gross misconduct and negligence arising out of the Petitioners alleged failure to adequately attend to the patient post-procedure and to provide continuous care despite the patient being in critical condition. Pursuant to the said charge sheet, a formal disciplinary inquiry was instituted. The inquiry commenced on 3rd October 2015 and was conducted by Mr. K.K.G.S.F. Perera, a retired judicial officer, whose appointment was not objected to by the Petitioner at any stage prior to or during the initial phase of the inquiry. The Petitioner was represented by senior counsel and participated in the proceedings through to their substantial conclusion. The prosecution concluded its case after 69 sittings spanning over 32 months. Thereafter, the defence commenced leading evidence on 18th July 2018. Several witnesses were led by the defence, including senior medical professionals and administrative staff of Sri Jayewardenepura General Hospital. The proceedings continued until July 2019, when the inquiry was concluded ex parte, following a series of adjournments and the Petitioners failure to attend a scheduled hearing, allegedly due to non-receipt of notice. An order was thereafter delivered on 25th September 2019, wherein the Inquiry Officer found the Petitioner guilty of all charges levelled against her. Subsequently, on 3rd June 2020, the Board of Sri Jayewardenepura General Hospital, acting upon the findings of the inquiry, issued the decision marked P17 to compulsorily retire the Petitioner from service. It is this decision that is now impugned before this Court. The Petitioner, by way of her application, contends that the inquiry was vitiated by procedural irregularities, including denial of a fair hearing, bias on the part of the Inquiry Officer, unlawful curtailment of her defence, and inordinate delay in concluding the inquiry. She further submits that the decision to retire her compulsorily was motivated by mala fides and constituted an abuse of power. The Respondents, by their Statement of Objections dated 10th July 2023, assert that the disciplinary proceedings were conducted in accordance with the Establishments Code and the governing statute of the 1st Respondent, and that the Petitioner was afforded ample opportunity to defend herself. They further contend that the inquiry process was not objected to by the Petitioner at its inception and that the Petitioner is guilty of laches in challenging the disciplinary process only after an adverse finding had been made. THE PETITIONERS CONTENTION",
    "fonts": [
      "Cambria",
      "Cambria-Bold",
      "Cambria-Italic"
    ],
    "sizes": [
      8.039999961853027,
      12.0
    ]
  },
  {
    "page_number": 3,
    "bbox": [
      72.02,
      792.88,
      301.15,
      806.59
    ],
    "text": "4",
    "fonts": [
      "BookmanOldStyle",
      "TimesNewRomanPSMT"
    ],
    "sizes": [
      11.039999961853027,
      12.0
    ]
  },
  {
    "page_number": 3,
    "bbox": [
      72.02,
      72.02,
      526.07,
      425.85
    ],
    "text": "The Petitioner, challenges the lawfulness, propriety, and fairness of the disciplinary proceedings initiated against her and the resultant decision of the 1st Respondent to compulsorily retire her from service by letter dated 3rd June 2020 (marked P17). The Petitioner's principal contention is that the entire inquiry process commencing from the preliminary investigation to the issuance of the retirement letter was tainted with procedural impropriety, bias, mala fides, and a breach of natural justice, thereby rendering the decision ultra vires and amenable to judicial review by way of writ. The Petitioner states that she was a senior Consultant General Surgeon at Sri Jayewardenepura General Hospital with an exemplary professional record, who had rendered distinguished service, including training in the United Kingdom and performing life-saving surgeries for war victims (marked P2(m), P2(n), P2(e)) The Petitioner alleges long-standing institutional malice and personal animus directed at her by senior hospital administrators, particularly Dr. S.A.K. Gamage, who is said to have harassed her and created a hostile work environment, as corroborated by sworn statements from other doctors (marked P2(r), P2(s)). The core of the Petitioners challenge lies in the alleged procedural irregularities and lack of fair hearing in the formal disciplinary inquiry, including:",
    "fonts": [
      "Cambria",
      "Cambria-Bold",
      "Cambria-Italic"
    ],
    "sizes": [
      8.039999961853027,
      12.0
    ]
  },
  {
    "page_number": 3,
    "bbox": [
      90.02,
      428.05,
      525.73,
      442.77
    ],
    "text": "The prosecution was allowed 69 sittings over 32 months to present its case,",
    "fonts": [
      "ArialMT",
      "Cambria",
      "SymbolMT"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 3,
    "bbox": [
      72.02,
      444.79,
      525.72,
      491.25
    ],
    "text": "while the defence was limited to 16 sittings and was abruptly curtailed, violating the principle of audi alteram partem (Inquiry Proceedings; Pages 626813).",
    "fonts": [
      "Cambria",
      "Cambria-Italic"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 3,
    "bbox": [
      90.02,
      493.45,
      525.69,
      508.17
    ],
    "text": "The Inquiring Officer is alleged to have unfairly struck off the testimony of Dr.",
    "fonts": [
      "ArialMT",
      "Cambria",
      "SymbolMT"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 3,
    "bbox": [
      72.02,
      510.19,
      525.9,
      686.04
    ],
    "text": "Rekha Gamage, a key defence witness, despite her absence being justifiably explained due to a medical emergency (Proceedings, 26.05.2019, Page 972). The Petitioner was then directed to commence her own evidence prematurely, and when she was medically unable to attend on 8th June 2019, the Inquiry Officer, allegedly under pressure from a letter dated 30th April 2019 issued by the Chairman, moved hastily to close the inquiry ex parte without ensuring proper service of notice (marked P12(b); P11(o), P11(p), P11(q)). The Petitioner submits that the Inquiry Officer acted contrary to Section 21:2 and 21:15 of the Establishments Code by:",
    "fonts": [
      "Cambria",
      "Cambria-Italic"
    ],
    "sizes": [
      8.039999961853027,
      12.0
    ]
  },
  {
    "page_number": 3,
    "bbox": [
      90.02,
      688.24,
      525.81,
      702.96
    ],
    "text": "Proceeding ex parte without valid service of notice when the Petitioner had not",
    "fonts": [
      "ArialMT",
      "Cambria",
      "Cambria-Italic",
      "SymbolMT"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 3,
    "bbox": [
      90.02,
      705.1,
      525.7,
      735.96
    ],
    "text": "failed to appear consecutively without cause; Forcing the Petitioner to submit a written statement in lieu of giving oral",
    "fonts": [
      "ArialMT",
      "Cambria",
      "SymbolMT"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 3,
    "bbox": [
      108.02,
      738.12,
      525.69,
      768.38
    ],
    "text": "testimony, thereby depriving her of the right to present her defence in the manner of her choosing (Establishments Code; P11(s)).",
    "fonts": [
      "Cambria"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 4,
    "bbox": [
      72.02,
      792.88,
      301.15,
      806.59
    ],
    "text": "5",
    "fonts": [
      "BookmanOldStyle",
      "TimesNewRomanPSMT"
    ],
    "sizes": [
      11.039999961853027,
      12.0
    ]
  },
  {
    "page_number": 4,
    "bbox": [
      72.02,
      72.02,
      525.99,
      749.54
    ],
    "text": "The Petitioner contends that the inquiry spanned over four years, far exceeding the one-year time frame prescribed under Section 22:1:1 of the Establishments Code. She was placed on compulsory leave from 6th August 2015 and was only reinstated in May 2019, and even then, without being permitted to resume her original duties (P13; P9; R4). The Final Order of the Inquiry was issued only on 25th September 2019, followed by the disciplinary decision being taken on 3rd June 2020, almost five years after the incident that led to the proceedings. The Petitioner asserts that she had a legitimate expectation to continue in service up to the age of 65 as per the prevailing Sri Jayewardenepura General Hospital policy and her prior record, and that the decision to retire her compulsorily at the age of 50 is arbitrary and constitutes a disproportionate exercise of discretion, done with the ulterior motive of frustrating her employment (P1(g); P26). THE 1ST RESPONDENTS CONTENTION The 1st Respondent, Sri Jayewardenepura General Hospital Board, opposes the application for writs of Certiorari and Prohibition filed by the Petitioner and contends that the decision to send the Petitioner on compulsory retirement was lawful, reasonable, and in accordance with the Establishments Code and governing statutory powers. The Respondent asserts that the Petitioner was afforded due process and was found guilty of serious misconduct following a formal disciplinary inquiry conducted over several years. The Respondent raises a preliminary objection to the maintainability of the Petition, noting that the Petitioner failed to seek a writ of Mandamus compelling reinstatement to her original post. Consequently, even if the decision to retire the Petitioner were to be quashed, there would be no operative remedy restoring her position. Thus, the Petition is defective in substance and scope. The 1st Respondent asserts that it acted within its powers under Section 7(2)(c) of the Sri Jayewardenepura General Hospital Board Act, No. 54 of 1983, which vests the Board with disciplinary control over hospital staff (marked R1, R2). Pursuant to a preliminary inquiry into the death of patient K.B.R.R. Kumara on 13.03.2015, the Board resolved at its meeting dated 6th August 2015 to institute formal disciplinary proceedings and appointed two retired judicial officers, Mr. K.K.G.S.F. Perera and Mr. Priyantha De Silva, as Inquiry Officers. It is contended that the appointment of the Inquiry Officer was not only legal but in fact done on the request of the Petitioner herself. The Petitioner did not object to the",
    "fonts": [
      "Cambria",
      "Cambria-Bold",
      "Cambria-Italic"
    ],
    "sizes": [
      8.039999961853027,
      12.0
    ]
  },
  {
    "page_number": 5,
    "bbox": [
      72.02,
      792.88,
      301.15,
      806.59
    ],
    "text": "6",
    "fonts": [
      "BookmanOldStyle",
      "TimesNewRomanPSMT"
    ],
    "sizes": [
      11.039999961853027,
      12.0
    ]
  },
  {
    "page_number": 5,
    "bbox": [
      72.02,
      72.02,
      525.7,
      183.16
    ],
    "text": "appointment either at the time of the Board's decision or at the commencement of the inquiry proceedings, thereby waiving her right to now challenge it. The formal inquiry was based on a charge sheet served on the Petitioner marked P7, which set out five charges relating to gross negligence and misconduct arising out of the Petitioners failure to properly attend to a critically ill patient who suffered cardiac arrest and died under her care on 13.03.2015. These included:",
    "fonts": [
      "Cambria"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 5,
    "bbox": [
      90.02,
      185.3,
      314.35,
      199.36
    ],
    "text": "Failing to provide post-procedural care;",
    "fonts": [
      "ArialMT",
      "Cambria",
      "SymbolMT"
    ],
    "sizes": [
      9.960000038146973,
      12.0
    ]
  },
  {
    "page_number": 5,
    "bbox": [
      90.02,
      201.5,
      467.74,
      215.56
    ],
    "text": "Negligently defaulting in attendance between 1:25 p.m. and 5:20 p.m.;",
    "fonts": [
      "ArialMT",
      "Cambria",
      "SymbolMT"
    ],
    "sizes": [
      9.960000038146973,
      12.0
    ]
  },
  {
    "page_number": 5,
    "bbox": [
      90.02,
      217.58,
      517.92,
      231.64
    ],
    "text": "Failure to refer or hand over the patient during her self-declared half-day leave;",
    "fonts": [
      "ArialMT",
      "Cambria",
      "SymbolMT"
    ],
    "sizes": [
      9.960000038146973,
      12.0
    ]
  },
  {
    "page_number": 5,
    "bbox": [
      72.02,
      233.81,
      525.7,
      312.67
    ],
    "text": "Causing disrepute to Sri Jayewardenepura General Hospital through professional misconduct (marked P7). The Respondent relies extensively on the record of the Formal Inquiry, which included the testimony of hospital staff and house officers. It is highlighted that:",
    "fonts": [
      "ArialMT",
      "Cambria",
      "SymbolMT"
    ],
    "sizes": [
      9.960000038146973,
      12.0
    ]
  },
  {
    "page_number": 5,
    "bbox": [
      90.02,
      314.69,
      525.84,
      361.15
    ],
    "text": "The Petitioner had gone on half-day leave while the patient was in a critical condition, without formally transferring clinical responsibility to another Consultant Surgeon (1R WS, pp. 78; Inquiry Proceedings, pp. 8688).",
    "fonts": [
      "ArialMT",
      "Cambria",
      "SymbolMT"
    ],
    "sizes": [
      9.960000038146973,
      12.0
    ]
  },
  {
    "page_number": 5,
    "bbox": [
      90.02,
      363.29,
      525.76,
      425.85
    ],
    "text": "The Petitioner continued to give instructions remotely to junior doctors, which is said to demonstrate awareness and assumption of responsibility, yet no appropriate measures were taken to ensure the patient's safety (Inquiry Proceedings, pp. 232233, 238239).",
    "fonts": [
      "ArialMT",
      "Cambria",
      "SymbolMT"
    ],
    "sizes": [
      9.960000038146973,
      12.0
    ]
  },
  {
    "page_number": 5,
    "bbox": [
      72.02,
      427.99,
      525.99,
      749.54
    ],
    "text": "The Petitioners actions failed to meet the standard of a reasonably prudent medical practitioner and amounted to grave professional dereliction. The Respondent refutes the allegations of bias and asserts that the Petitioner was represented by experienced legal counsel throughout the proceedings. The Petitioner never raised issues regarding bias, procedural defect, or prejudice at any point during the multi-year inquiry, thereby implicitly accepting the legitimacy of the process. The Respondent also highlights that the Petitioners challenge to procedural defects was raised only after the inquiry concluded adversely to her, which demonstrates tactical conduct amounting to waiver, delay, and acquiescence. The Respondent acknowledges the prolonged nature of the inquiry but submits that the delay was due to the complexity of evidence, repeated adjournments, and the conduct of the Petitioner and her counsel, who made multiple procedural applications. Moreover, while Section 22:1:1 of the Establishments Code prescribes a one-year timeframe, it should be assessed contextually. The Respondent emphasizes that the final order dated 25.09.2019 (marked R4) was the culmination of a comprehensive inquiry and that the Petitioner was afforded multiple opportunities to be heard. The decision to compulsorily retire her was made",
    "fonts": [
      "ArialMT",
      "Cambria",
      "Cambria-Bold",
      "SymbolMT"
    ],
    "sizes": [
      9.960000038146973,
      12.0
    ]
  },
  {
    "page_number": 6,
    "bbox": [
      72.02,
      792.88,
      301.15,
      806.59
    ],
    "text": "7",
    "fonts": [
      "BookmanOldStyle",
      "TimesNewRomanPSMT"
    ],
    "sizes": [
      11.039999961853027,
      12.0
    ]
  },
  {
    "page_number": 6,
    "bbox": [
      72.02,
      72.02,
      525.96,
      571.53
    ],
    "text": "based on clear evidence and following the disciplinary scheme set out in the Establishments Code. The Respondent argues that the Petitioner is guilty of inordinate delay in seeking relief, having waited nearly nine months after the issuance of the final disciplinary decision. The Respondent highlights that no adequate justification for the delay has been provided, thereby rendering the application liable to be dismissed in limine for laches OBSERVATIONS OF THIS COURT The 1st Respondents position is firmly anchored in its statutory authority to exercise disciplinary control over its staff, as conferred by Section 7(2)(c) of the Sri Jayewardenepura General Hospital Board Act, No. 54 of 1983. The Respondent has established that the Petitioner was subjected to a formal disciplinary process following a preliminary inquiry into the death of a patient under her care, namely Mr. K.B.R.R. Kumara. The Petitioners attempt to impugn the legality of the inquiry is undermined by the absence of any objection to the appointment of the Inquiry Officer at the relevant time. Indeed, the inquiry was conducted by a retired judicial officer, Mr. K.K.G.S.F. Perera, whose appointment was not only made in accordance with the Boards decision but was at the instance of the Petitioner herself. The Petitioners failure to object contemporaneously amounts to a clear waiver of objection and undermines her later challenge to the integrity of the process. In CA Writ 627/21, CA minute of 08.06.2022, the Court of Appeal held that applicants who participate in administrative procedures without challenge and only raise objections post-adverse findings are barred by delay and acquiescence. In the said judgement, Sobitha Rajakaruna J. cites Judicial Remedies & Public Law (4th ed,), Lewis at para. 9-17 as follows:",
    "fonts": [
      "Cambria",
      "Cambria-Bold",
      "Cambria-Italic"
    ],
    "sizes": [
      8.039999961853027,
      12.0
    ]
  },
  {
    "page_number": 6,
    "bbox": [
      72.02,
      573.7,
      525.9,
      765.74
    ],
    "text": "The claimant should challenge the decision which brings about the legal situation of which complaint is made. There are occasions when a claimant does not challenge that decision but waits until some consequential or ancillary decision is taken and then challenges that later decision on the ground that the earlier decision is unlawful. If the substance of the dispute relates to the lawfulness of that earlier decision, and if it is that earlier decision which is, in reality, determinative of the legal position and the later decision does not, in fact, produce any change in the legal position, then the courts may rule that the time-limit runs from that earlier decision The Respondent has convincingly demonstrated that the charges against the Petitioner were serious and substantiated, arising from her failure to ensure appropriate post-",
    "fonts": [
      "Cambria",
      "Cambria-Italic"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 7,
    "bbox": [
      72.02,
      792.88,
      301.15,
      806.59
    ],
    "text": "8",
    "fonts": [
      "BookmanOldStyle",
      "TimesNewRomanPSMT"
    ],
    "sizes": [
      11.039999961853027,
      12.0
    ]
  },
  {
    "page_number": 7,
    "bbox": [
      72.02,
      72.02,
      525.59,
      102.28
    ],
    "text": "procedural care for a critically ill patient on 13.03.2015. The evidence adduced at the inquiry establishes that the Petitioner:",
    "fonts": [
      "Cambria"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 7,
    "bbox": [
      90.02,
      104.48,
      525.72,
      119.2
    ],
    "text": "Went on half-day leave while the patient was in the Intensive Care Unit following",
    "fonts": [
      "ArialMT",
      "Cambria",
      "SymbolMT"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 7,
    "bbox": [
      72.02,
      121.22,
      526.08,
      751.46
    ],
    "text": "cardiac arrest; Failed to formally handover clinical responsibility to another consultant; Continued to issue instructions telephonically, thereby maintaining responsibility without being physically present (Inquiry Proceedings, pp. 8688, 232239). The Respondent submits that such conduct amounts to gross negligence, violating the professional duty of care and constituting grave misconduct under the Establishments Code. The documentary evidence and inquiry proceedings show that her absence contributed to a gap in clinical oversight, resulting in the death of a patient. Moreover, the Petitioners claims that she was denied the opportunity to lead full evidence are adequately rebutted. The Inquiry Officer was compelled to manage the proceedings in view of repeated adjournments and the Petitioners unexplained absence on critical dates, which were neither substantiated nor excused in accordance with Section 21:2 of the Establishments Code (marked P11(o); P11(p); Inquiry Proceedings, 12.07.2019). The Petitioners assertion that she was deprived of a fair hearing and that natural justice was violated is misconceived and exaggerated. The inquiry spanned 88 sittings over nearly four years. The Petitioner was represented by senior counsel, allowed to cross-examine prosecution witnesses, and lead defence evidence. In this context, the fact that her defence was curtailed at a certain stage due to procedural lapses and her own non-appearance cannot be construed as a denial of justice per se. The Respondent emphasizes that the Principle of Audi Alteram Partem was adhered to throughout the proceedings. The ex parte conclusion on 12.07.2019 occurred only after repeated postponements, a failure to appear, and express indication from the Petitioners attorney that she was no longer participating (marked P11(q); Inquiry Proceedings, 12.07.2019). This process was consistent with Section 21:15 of the Establishments Code, which allows for the accused officer to submit a written statement in lieu of oral evidence where the inquiry cannot proceed further (P11(s)). The Petitioners reliance on the alleged delay in concluding the inquiry is not fatal to the process. The Respondent correctly argues that the timeframes stipulated in Section 22:1:1 of the Establishments Code are directory, not mandatory. The inquiry was extended due to procedural applications and the complex nature of evidence, not due to any mala fides on the part of the Hospital Board.",
    "fonts": [
      "ArialMT",
      "Cambria",
      "Cambria-Italic",
      "SymbolMT"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 8,
    "bbox": [
      72.02,
      792.88,
      301.15,
      806.59
    ],
    "text": "9",
    "fonts": [
      "BookmanOldStyle",
      "TimesNewRomanPSMT"
    ],
    "sizes": [
      11.039999961853027,
      12.0
    ]
  },
  {
    "page_number": 8,
    "bbox": [
      72.02,
      72.02,
      526.08,
      474.43
    ],
    "text": "Further, the Respondents reliance on laches and procedural delay is compelling. The Petitioner filed her application nearly nine months after receiving the final disciplinary order and did not challenge the charge sheet or inquiry procedure at any prior stage. CONCLUSION Upon careful consideration of the legal submissions and the totality of the material before this Court, it is evident that the decision to compulsorily retire the Petitioner was made lawfully, within jurisdiction and following a full and fair disciplinary process. The 1st Respondent acted pursuant to statutory authority and in adherence to the Establishments Code. The charges were specific and substantiated by evidence, the inquiry was properly conducted, procedurally comprehensive and the Petitioner was represented throughout. The belated nature of the Petitioners challenge, coupled with her participation in the inquiry without protest, and the failure to seek meaningful reinstatement through appropriate relief, all favour against the grant of discretionary relief by this court. Accordingly, this Court finds no merit in the application for writs of Certiorari and Prohibition and holds that the Petitioner has failed to establish any jurisdictional, procedural, or substantive infirmity warranting the intervention of this Court. Application dismissed without costs.",
    "fonts": [
      "BookmanOldStyle-Italic",
      "Cambria",
      "Cambria-Bold",
      "Cambria-Italic"
    ],
    "sizes": [
      8.039999961853027,
      12.0
    ]
  },
  {
    "page_number": 8,
    "bbox": [
      236.57,
      523.73,
      527.28,
      537.73
    ],
    "text": "PRESIDENT OF THE COURT OF APPEAL (ACTG)",
    "fonts": [
      "BookmanOldStyle"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 8,
    "bbox": [
      72.02,
      587.12,
      223.73,
      601.1
    ],
    "text": "P. KUMARARATNAM, J.",
    "fonts": [
      "BookmanOldStyle-Bold"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 8,
    "bbox": [
      72.02,
      629.36,
      118.82,
      643.36
    ],
    "text": "I agree.",
    "fonts": [
      "BookmanOldStyle"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 8,
    "bbox": [
      308.59,
      692.84,
      527.28,
      706.84
    ],
    "text": "JUDGE OF THE COURT OF APPEAL",
    "fonts": [
      "BookmanOldStyle"
    ],
    "sizes": [
      12.0
    ]
  }
]