[
  {
    "page_number": 0,
    "bbox": [
      72.02,
      781.3,
      302.91,
      805.78
    ],
    "text": "1",
    "fonts": [
      "Calibri"
    ],
    "sizes": [
      11.039999961853027
    ]
  },
  {
    "page_number": 0,
    "bbox": [
      73.94,
      72.47,
      524.38,
      85.75
    ],
    "text": "IN THE COURT OF APPEAL OF THE DEMOCRATIC SOCIALIST REPUBLIC OF",
    "fonts": [
      "TimesNewRomanPS-BoldMT"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 0,
    "bbox": [
      262.97,
      95.41,
      335.35,
      108.69
    ],
    "text": "SRI LANKA",
    "fonts": [
      "TimesNewRomanPS-BoldMT"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 0,
    "bbox": [
      310.61,
      142.09,
      526.35,
      203.01
    ],
    "text": "In the matter of an Application for Mandates in the nature of Writs of Certiorari, Mandamus and Prohibition under and in terms of Article 140 of the Constitution.",
    "fonts": [
      "TimesNewRomanPS-ItalicMT"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 0,
    "bbox": [
      315.07,
      237.49,
      441.79,
      278.54
    ],
    "text": "Oru Mix Asphalt Pvt Ltd, No. 575, Nawala Road, Rajagiriya.",
    "fonts": [
      "Calibri",
      "TimesNewRomanPSMT"
    ],
    "sizes": [
      11.039999961853027,
      12.0
    ]
  },
  {
    "page_number": 0,
    "bbox": [
      310.61,
      280.61,
      526.42,
      382.56
    ],
    "text": "PETITIONER Vs.",
    "fonts": [
      "Calibri",
      "TimesNewRomanPS-BoldMT"
    ],
    "sizes": [
      11.039999961853027,
      12.0
    ]
  },
  {
    "page_number": 0,
    "bbox": [
      310.61,
      386.81,
      525.92,
      427.68
    ],
    "text": "1. W. A. Sepalika Chandrasekara,",
    "fonts": [
      "ArialMT",
      "Calibri",
      "TimesNewRomanPSMT"
    ],
    "sizes": [
      11.039999961853027,
      12.0
    ]
  },
  {
    "page_number": 0,
    "bbox": [
      310.61,
      430.24,
      529.54,
      522.86
    ],
    "text": "Commissioner General of Inland Revenue, Sir Chittampalam A. Gardiner Mawatha, Colombo 02. 2. Commissioner of Inland Revenue,",
    "fonts": [
      "ArialMT",
      "TimesNewRomanPSMT"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 0,
    "bbox": [
      310.61,
      525.54,
      526.28,
      665.81
    ],
    "text": "S. S. Colambage, Medium Corporate Default Tax Collection Unit, 9th Floor, Inland Revenue Department, Colombo 02.",
    "fonts": [
      "TimesNewRomanPS-BoldMT",
      "TimesNewRomanPSMT"
    ],
    "sizes": [
      8.039999961853027,
      12.0
    ]
  },
  {
    "page_number": 0,
    "bbox": [
      72.02,
      668.37,
      595.42,
      760.97
    ],
    "text": "RESPONDENTS",
    "fonts": [
      "TimesNewRomanPS-BoldMT",
      "TimesNewRomanPSMT"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 0,
    "bbox": [
      64.46,
      382.36,
      200.09,
      409.61
    ],
    "text": "Court of Appeal Case No: CA/WRIT/820/2024",
    "fonts": [
      "Calibri",
      "TimesNewRomanPS-BoldMT"
    ],
    "sizes": [
      11.039999961853027,
      12.0
    ]
  },
  {
    "page_number": 1,
    "bbox": [
      72.02,
      781.3,
      302.91,
      805.78
    ],
    "text": "2",
    "fonts": [
      "Calibri"
    ],
    "sizes": [
      11.039999961853027
    ]
  },
  {
    "page_number": 1,
    "bbox": [
      72.02,
      266.92,
      182.66,
      280.2
    ],
    "text": "Mayadunne Corea J",
    "fonts": [
      "TimesNewRomanPS-BoldMT"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 1,
    "bbox": [
      72.02,
      312.74,
      369.55,
      327.09
    ],
    "text": "The Petitioner seeks the following reliefs among others.",
    "fonts": [
      "TimesNewRomanPSMT"
    ],
    "sizes": [
      12.960000038146973
    ]
  },
  {
    "page_number": 1,
    "bbox": [
      94.58,
      336.86,
      526.62,
      367.41
    ],
    "text": "(c) Grant and issue a mandate in the nature of a Writ of Certiorari quashing the Certificate of Tax in default dated 20.03.2024 marked P2;",
    "fonts": [
      "TimesNewRomanPS-BoldItalicMT",
      "TimesNewRomanPS-ItalicMT",
      "TimesNewRomanPSMT"
    ],
    "sizes": [
      12.960000038146973
    ]
  },
  {
    "page_number": 1,
    "bbox": [
      94.58,
      377.18,
      526.62,
      455.97
    ],
    "text": "(d) Grant and issue a mandate in the nature of a Writ of Mandamus directing the 1st and/or 2nd Respondents to release the bank accounts bearing No. 078100142267993 at Peoples bank No. 1101017487 at Commercial bank that have been frozen and/or seized pursuant to the issuance of the Certificate of Tax in Default marked P2;",
    "fonts": [
      "TimesNewRomanPS-BoldItalicMT",
      "TimesNewRomanPS-ItalicMT"
    ],
    "sizes": [
      8.520000457763672,
      12.960000038146973
    ]
  },
  {
    "page_number": 1,
    "bbox": [
      94.58,
      465.28,
      526.66,
      528.59
    ],
    "text": "(e) Grant and issue a nature of a Writ of Prohibition preventing the 1st and/or 2nd Respondents to from instituting recover action against the Petitioner for the Tax Period 2016/2017 as it is time barred under the Inland Revenue Act No. 24 of 2017 (as amended);",
    "fonts": [
      "TimesNewRomanPS-BoldItalicMT",
      "TimesNewRomanPS-ItalicMT"
    ],
    "sizes": [
      8.520000457763672,
      12.960000038146973
    ]
  },
  {
    "page_number": 1,
    "bbox": [
      72.02,
      561.88,
      526.66,
      689.78
    ],
    "text": "The facts briefly are as follows. The 2nd Respondent instituted a recovery action against the Petitioner company in the Magistrates Court of Colombo in case bearing no. 17043/9/24 based on a Certificate of Tax in Default dated 20.03.2024 issued by the 2nd Respondent under section 179 (1) of the Inland Revenue Act, No. 10 of 2006 (P2). As a result of the issuance of the said certificate marked as P2, the Petitioners bank accounts in Peoples Bank and Commercial Bank have been frozen and/or seized. The Petitioner alleges that the said action has caused grave prejudice, loss and irreparable damage to the Petitioner company. Hence this Application.",
    "fonts": [
      "TimesNewRomanPSMT"
    ],
    "sizes": [
      8.520000457763672,
      12.960000038146973
    ]
  },
  {
    "page_number": 1,
    "bbox": [
      77.42,
      59.03,
      300.89,
      86.11
    ],
    "text": "Before: Mayadunne Corea, J Mahen Gopallawa, J",
    "fonts": [
      "TimesNewRomanPS-BoldMT",
      "TimesNewRomanPSMT"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 1,
    "bbox": [
      77.42,
      105.13,
      542.94,
      148.65
    ],
    "text": "Counsel: Niranjan Arulpragasam, Vishwa de Livera and Lakshika Udayangani instructed by Lilani Ganegama for the Petitioner. Chaya Sri Nammuni, DSG for the Respondents.",
    "fonts": [
      "TimesNewRomanPS-BoldMT",
      "TimesNewRomanPSMT"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 1,
    "bbox": [
      77.42,
      175.81,
      255.89,
      189.09
    ],
    "text": "Supported on: 19.02.2025",
    "fonts": [
      "TimesNewRomanPS-BoldMT",
      "TimesNewRomanPSMT"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 1,
    "bbox": [
      77.42,
      220.69,
      255.89,
      233.97
    ],
    "text": "Decided on: 30.04.2025",
    "fonts": [
      "TimesNewRomanPS-BoldMT",
      "TimesNewRomanPSMT"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 2,
    "bbox": [
      72.02,
      781.3,
      302.91,
      805.78
    ],
    "text": "3",
    "fonts": [
      "Calibri"
    ],
    "sizes": [
      11.039999961853027
    ]
  },
  {
    "page_number": 2,
    "bbox": [
      72.02,
      72.57,
      190.85,
      86.92
    ],
    "text": "The Petitioners case",
    "fonts": [
      "TimesNewRomanPS-BoldMT"
    ],
    "sizes": [
      12.960000038146973
    ]
  },
  {
    "page_number": 2,
    "bbox": [
      72.02,
      120.83,
      526.66,
      199.74
    ],
    "text": "The Petitioner contends that the Respondents have filed action against the Petitioner under a repealed Act. Hence it is argued that the said filing of action is bad in law. The Petitioner company contends by instituting the recovery action bearing no. 17043/9/24 (P3) under section 179(1) of Act No. 10 of 2006 is illegal, irrational, procedurally flawed and bad in law.",
    "fonts": [
      "TimesNewRomanPSMT"
    ],
    "sizes": [
      12.960000038146973
    ]
  },
  {
    "page_number": 2,
    "bbox": [
      72.02,
      233.63,
      234.89,
      247.98
    ],
    "text": "The Respondents objections",
    "fonts": [
      "TimesNewRomanPS-BoldMT"
    ],
    "sizes": [
      12.960000038146973
    ]
  },
  {
    "page_number": 2,
    "bbox": [
      72.02,
      281.9,
      526.63,
      312.45
    ],
    "text": "The Respondents took several objections to the maintainability of this Application namely,",
    "fonts": [
      "TimesNewRomanPSMT"
    ],
    "sizes": [
      12.960000038146973
    ]
  },
  {
    "page_number": 2,
    "bbox": [
      90.02,
      321.71,
      489.1,
      405.81
    ],
    "text": "Suppression and/or misrepresentation of material facts Lack of uberrima fides The Petitioner has failed to have recourse to available alternate remedies Laches The Respondents have acted according to law",
    "fonts": [
      "ArialMT",
      "SymbolMT",
      "TimesNewRomanPS-ItalicMT",
      "TimesNewRomanPSMT"
    ],
    "sizes": [
      12.960000038146973
    ]
  },
  {
    "page_number": 2,
    "bbox": [
      72.02,
      439.7,
      125.42,
      454.05
    ],
    "text": "Analysis",
    "fonts": [
      "TimesNewRomanPS-BoldMT"
    ],
    "sizes": [
      12.960000038146973
    ]
  },
  {
    "page_number": 2,
    "bbox": [
      72.02,
      487.96,
      526.35,
      518.39
    ],
    "text": "This Court will now consider the Petitioners argument with the objections of the Respondents. The parties are not at variance that:",
    "fonts": [
      "TimesNewRomanPSMT"
    ],
    "sizes": [
      12.960000038146973
    ]
  },
  {
    "page_number": 2,
    "bbox": [
      90.02,
      527.65,
      526.63,
      543.47
    ],
    "text": "The Petitioner has failed to submit the tax return within the prescribed time",
    "fonts": [
      "ArialMT",
      "SymbolMT",
      "TimesNewRomanPSMT"
    ],
    "sizes": [
      12.960000038146973
    ]
  },
  {
    "page_number": 2,
    "bbox": [
      90.02,
      545.32,
      526.54,
      576.71
    ],
    "text": "period pursuant to the provisions of Act, No. 10 of 2006. The Respondents have served a tax in default notice and a tax in default",
    "fonts": [
      "ArialMT",
      "SymbolMT",
      "TimesNewRomanPSMT"
    ],
    "sizes": [
      12.960000038146973
    ]
  },
  {
    "page_number": 2,
    "bbox": [
      90.02,
      578.44,
      526.66,
      644.03
    ],
    "text": "certificate. The Certificate of Tax in Default has been issued on the Petitioner. The Petitioner has failed to pay the taxes for the relevant period 2016/2017. A recovery action has been filed in the Magistrates Court against the Petitioner.",
    "fonts": [
      "ArialMT",
      "SymbolMT",
      "TimesNewRomanPSMT"
    ],
    "sizes": [
      12.960000038146973
    ]
  },
  {
    "page_number": 2,
    "bbox": [
      72.02,
      677.95,
      235.61,
      692.3
    ],
    "text": "Tax liability of the Petitioner",
    "fonts": [
      "TimesNewRomanPS-BoldMT"
    ],
    "sizes": [
      12.960000038146973
    ]
  },
  {
    "page_number": 2,
    "bbox": [
      72.02,
      726.19,
      526.56,
      756.74
    ],
    "text": "The subject tax liability period is 2016/2017. As stated above, the Petitioner has failed to send a tax return for the period of 2016/2017 within the time period stipulated under",
    "fonts": [
      "TimesNewRomanPSMT"
    ],
    "sizes": [
      12.960000038146973
    ]
  },
  {
    "page_number": 3,
    "bbox": [
      72.02,
      781.3,
      302.91,
      805.78
    ],
    "text": "4",
    "fonts": [
      "Calibri"
    ],
    "sizes": [
      11.039999961853027
    ]
  },
  {
    "page_number": 3,
    "bbox": [
      72.02,
      72.57,
      526.66,
      296.73
    ],
    "text": "the Inland Revenue Act, No. 10 of 2006. It is not contested that when the tax liability arose the law that was applicable was Act, No. 10 of 2006. The said taxable period commences from 01.04.2016 and ends on 31.03.2017. On the 24th of October 2017 the Inland Revenue Act, No. 24 of 2017 was certified. As per section 1 of Act, No. 24 of 2017, the Act comes into operation on 01.04.2018. it is observed by this Court that as per P2, a Certificate of Tax Default for the period of 01.04.2016 to 31.03.2017 had been filed in the Magistrates Court pursuant to section 179(1) of Act, No. 10 of 2006, and the Petitioner had received summons marked as P3 to appear before Court on 08.06.2024. The Court observes that as per P6, the Certificate of Tax in Default had been issued on 13.09.2019 under section 177(1) of Inland Revenue Act, No. 10 of 2006. It is also observed that the Petitioner has not attempted to challenge this certificate nor have they utilized the right to object to the said certificate which was available to the Petitioner especially when it has been stated under paragraphs 2 and 3 of P6. Paragraphs 2 and 3 of P6 states as follows:",
    "fonts": [
      "TimesNewRomanPSMT"
    ],
    "sizes": [
      8.520000457763672,
      12.960000038146973
    ]
  },
  {
    "page_number": 3,
    "bbox": [
      108.02,
      306.5,
      526.66,
      401.49
    ],
    "text": "2. If you have not tendered a valid appeal against the assessment referred to in above 01, and if you intend to make an objection against the said assessment you may do so now. Please note that such objection should be reached to this office within 30 days of the date of this notice. Possible discharge or reduction of tax may be considered depending on the grounds of objection made by you.",
    "fonts": [
      "TimesNewRomanPS-BoldItalicMT",
      "TimesNewRomanPS-ItalicMT",
      "TimesNewRomanPSMT"
    ],
    "sizes": [
      12.960000038146973
    ]
  },
  {
    "page_number": 3,
    "bbox": [
      108.02,
      411.26,
      526.48,
      490.19
    ],
    "text": "3. If no objection is received within the 30 days period in respect of the tax in default mentioned under item 01 above, legal action will be proceeded to recover the total tax in default. Where a reduction of tax has been made in terms of paragraph 02 above, legal action will be taken in respect of the reduced tax.",
    "fonts": [
      "TimesNewRomanPS-ItalicMT",
      "TimesNewRomanPSMT"
    ],
    "sizes": [
      12.960000038146973
    ]
  },
  {
    "page_number": 3,
    "bbox": [
      72.02,
      524.08,
      526.64,
      586.79
    ],
    "text": "If the Petitioner was objecting to the legality of the tax in default certificate, the Petitioner company had ample opportunity to object to the same which he has not done and the Petitioner failed to give any explanation as to why the said certificate was not objected to.",
    "fonts": [
      "TimesNewRomanPSMT"
    ],
    "sizes": [
      12.960000038146973
    ]
  },
  {
    "page_number": 3,
    "bbox": [
      72.02,
      620.68,
      526.65,
      764.18
    ],
    "text": "As per the submissions of the learned DSG after this notice was sent, there had been several communications between the parties, and the Respondents submitted that the said communications have not been brought to the attention of this Court. However, the attention of the Court is drawn to P4, which is a letter issued by the Inland Revenue Department to the Petitioner under the heading Non Submission of Tax Returns. In the said letter the Petitioner has been informed that the Petitioner Company has failed to submit the tax returns (CIT) for the period of 2016/2017. The Petitioner has replied to this letter by the letter dated 20.12.2022 (P5) and informed that the Petitioner has tendered the CIT returns on 22.04.2021. The Petitioner conceded that the Petitioners",
    "fonts": [
      "TimesNewRomanPSMT"
    ],
    "sizes": [
      12.960000038146973
    ]
  },
  {
    "page_number": 4,
    "bbox": [
      72.02,
      781.3,
      302.91,
      805.78
    ],
    "text": "5",
    "fonts": [
      "Calibri"
    ],
    "sizes": [
      11.039999961853027
    ]
  },
  {
    "page_number": 4,
    "bbox": [
      72.02,
      72.57,
      526.66,
      329.01
    ],
    "text": "tax return was a belated return. Thereafter, the assessment and tax in default had been served which culminated with the recovery action before the Magistrates Court. It is the contention of the Petitioner that although the Petitioner has tendered a late tax return. In this Writ Application the Petitioner does not challenge the accuracy of the tax in default notice nor does the Petitioner challenge the amounts that are reflected to be paid as tax in default and penalty. However, the Petitioners complaint to Court is that the Respondents have instituted recovery proceedings in 2024 under Act, No. 10 of 2006 which was repealed by Act, No. 24 of 2017. Thus, the Petitioner argues that as per section 1 of Act, No. 24 of 2017 from 01.04.2018 what is valid is Act No. 24 of 2017. Therefore, the Petitioner contended that the recovery actions should have been instituted under Act, No. 24 of 2017 and not under Act, No. 10 of 2006. The Petitioner heavily relied on section 202(1) of Act No. 24 of 2017 which specifically states that Act No. 10 of 2006 is repealed. Further, he argued that under section 202(5) and (6) of Act No. 24 of 2017 all recovery actions should be filed under the new Act. Hence, the argument that the action filed under a repealed Act is bad in law, and on that ground alone this Court should issue notice on this Writ Application.",
    "fonts": [
      "TimesNewRomanPSMT"
    ],
    "sizes": [
      12.960000038146973
    ]
  },
  {
    "page_number": 4,
    "bbox": [
      72.02,
      362.9,
      526.67,
      506.27
    ],
    "text": "In considering the said submission, this Court observes that the Petitioner conceded that the Petitioner has tendered a late submission for the taxable period in question. Though the taxable period was 2016/2017, on the Petitioners own admission in paragraph 7 of the Petition, it is conceded that the late submission was submitted only on 22.04.2021 which was subsequent to the new Act No. 24 of 2017 coming into operation. However, as tax liability was due under the old Act, it is pertinent to note that though the new Act was in operation, the Petitioner has tendered the late submission under the old Act, No. 10 of 2006. By the Petitioners own conduct, the Petitioner quite correctly has accepted that the applicable law in this instance is Act, No. 10 of 2006.",
    "fonts": [
      "TimesNewRomanPSMT"
    ],
    "sizes": [
      12.960000038146973
    ]
  },
  {
    "page_number": 4,
    "bbox": [
      72.02,
      540.16,
      526.66,
      619.07
    ],
    "text": "Having done so the Petitioner received a notice of default once again under the Act No. 10 of 2006 dated 13.09.2019. According to the Petitioners own contention, though by this time the said Act under which the notice of default was sent, had been repealed and a new Act had come in to operation, the Petitioner accepted the said notice without any objection.",
    "fonts": [
      "TimesNewRomanPSMT"
    ],
    "sizes": [
      12.960000038146973
    ]
  },
  {
    "page_number": 4,
    "bbox": [
      72.02,
      652.99,
      226.25,
      667.34
    ],
    "text": "The Petitioners contention",
    "fonts": [
      "TimesNewRomanPS-BoldMT",
      "TimesNewRomanPSMT"
    ],
    "sizes": [
      12.960000038146973
    ]
  },
  {
    "page_number": 4,
    "bbox": [
      72.02,
      701.35,
      526.64,
      747.86
    ],
    "text": "Having accepted the said notice, the Petitioner waited until the recovery action was filed in the Magistrates Court. It is submitted that the said action has been filed in June 2024 and a summons returnable date had been given as 06.08. 2024.Thereafter the Petitioner",
    "fonts": [
      "TimesNewRomanPSMT"
    ],
    "sizes": [
      12.960000038146973
    ]
  },
  {
    "page_number": 5,
    "bbox": [
      72.02,
      781.3,
      302.91,
      805.78
    ],
    "text": "6",
    "fonts": [
      "Calibri"
    ],
    "sizes": [
      11.039999961853027
    ]
  },
  {
    "page_number": 5,
    "bbox": [
      72.02,
      72.57,
      526.63,
      103.02
    ],
    "text": "has filed this Application only in December 2024, seeking to quash the Certificate of Tax in Default (P2).",
    "fonts": [
      "TimesNewRomanPSMT"
    ],
    "sizes": [
      12.960000038146973
    ]
  },
  {
    "page_number": 5,
    "bbox": [
      72.02,
      137.03,
      526.66,
      377.25
    ],
    "text": "In this Application the Petitioners argument is based on the premise that the Certificate of Tax in Default has been issued under a repealed Act. It is contended that the prosecution commenced in 2024 under the old Act which has been repealed and pursuant to section 202(5), a new prosecution should be instituted under the new Act. Hence, the Petitioner argues that the whole process is bad in law as the Certificate of Tax in Default was issued under a repealed Act and there is no jurisdiction to institute recovery proceedings under the said repealed Act. Disagreeing with the said submission the learned Counsel for the Respondents submitted that the Petitioner had in fact been served with a letter of intimation and an assessment. Thereafter, the Petitioner had made an appeal to the Commissioner General of Inland Revenue (hereinafter referred to as CGIR), which had been dismissed as it had been made out of time. This contention was not denied by the learned Counsel for the Petitioner. However, leaving it as it may, this Court observes that the Petitioner has not refuted the Respondents contention that the Petitioner has failed to pay tax which is the subject matter of the Magistrates Court recovery action.",
    "fonts": [
      "TimesNewRomanPSMT"
    ],
    "sizes": [
      12.960000038146973
    ]
  },
  {
    "page_number": 5,
    "bbox": [
      72.02,
      411.14,
      239.93,
      425.49
    ],
    "text": "Suppression of material facts.",
    "fonts": [
      "TimesNewRomanPS-BoldMT",
      "TimesNewRomanPSMT"
    ],
    "sizes": [
      12.960000038146973
    ]
  },
  {
    "page_number": 5,
    "bbox": [
      72.02,
      459.4,
      526.66,
      506.03
    ],
    "text": "The learned DSG strenuously argued that the Petitioners Application should fail as the Petitioner has failed to come to Court with clean hands and the Petitioner has failed to adhere to the principle of uberima fides.",
    "fonts": [
      "TimesNewRomanPS-ItalicMT",
      "TimesNewRomanPSMT"
    ],
    "sizes": [
      12.960000038146973
    ]
  },
  {
    "page_number": 5,
    "bbox": [
      72.02,
      539.92,
      526.64,
      586.55
    ],
    "text": "This Court also observes that under Chapter XII of the Inland Revenue Act, every person chargeable with income tax is bound to send the returns and information to the Inland Revenue Department.",
    "fonts": [
      "TimesNewRomanPSMT"
    ],
    "sizes": [
      12.960000038146973
    ]
  },
  {
    "page_number": 5,
    "bbox": [
      72.02,
      620.44,
      526.66,
      715.46
    ],
    "text": "We do find that in the Petition, the Petitioner has failed to plead its failure to pay the taxes. Nor has the Petitioner pleaded the failure to file the tax returns according to the Act within the prescribed time. In paragraph 7, the Petitioner without disclosing its non submission has pleaded that the Petitioner has submitted the tax returns on 22.04.2021. In the said paragraph too the Petitioner has failed to disclose that this tax return is for the taxable period of 2016/2017 and that the said tax return is a late submission.",
    "fonts": [
      "TimesNewRomanPSMT"
    ],
    "sizes": [
      12.960000038146973
    ]
  },
  {
    "page_number": 6,
    "bbox": [
      72.02,
      781.3,
      302.91,
      805.78
    ],
    "text": "7",
    "fonts": [
      "Calibri"
    ],
    "sizes": [
      11.039999961853027
    ]
  },
  {
    "page_number": 6,
    "bbox": [
      72.02,
      72.57,
      526.61,
      151.5
    ],
    "text": "Though the Petitioner complains of the legality of the recovery process which this Court will consider in a while, in our view the Petitioner should have disclosed the fact that the whole recovery process commenced as a result of the Petitioners failure to pay taxes. In our view, the Petitioners failure to disclose its failure to comply with the statutory obligation of paying taxes is a material suppression in this case.",
    "fonts": [
      "TimesNewRomanPSMT"
    ],
    "sizes": [
      12.960000038146973
    ]
  },
  {
    "page_number": 6,
    "bbox": [
      72.02,
      185.39,
      526.66,
      441.69
    ],
    "text": "The Petitioner does not impugn the contents of the document marked as P6. Hence, in our view the Petitioner is not challenging the amounts depicted as tax in default and penalty. At this stage, the Court adverts to section 173(6) of Act, No. 10 of 2006 which clearly demonstrates that a tax payer, if aggrieved, should first comply and then complain. The said section commences by stating tax shall be paid notwithstanding any appeal against the assessment. In our view, the Petitioner has failed to comply with this section as well and has failed to explain as to why it did not comply with the provisions of the Statute on payment of taxes. This suppression in our mind clearly puts the Petitioners uberrima fides into question. Under the said Act, the Petitioner is given many opportunities to object to the assessment and has the opportunity to appeal to the CGIR and thereafter if aggrieved to the Tax Appeals Commission (herein referred to as TAC). It is pertinent to note that notwithstanding the submissions of the learned DSG, the Petitioner has failed to disclose as to whether the Petitioner appealed to the CGIR and thereafter to the TAC. As the learned DSG submits, if the Petitioner has tendered the said appeal whether it has been rejected due to being out of time, by this non disclosure the Petitioner is guilty of another serious suppression of material facts.",
    "fonts": [
      "TimesNewRomanPS-ItalicMT",
      "TimesNewRomanPSMT"
    ],
    "sizes": [
      12.960000038146973
    ]
  },
  {
    "page_number": 6,
    "bbox": [
      72.02,
      475.72,
      526.66,
      522.35
    ],
    "text": "Hence, this Court is inclined to agree with the learned DSGs submission on breach of uberrima fides. It is trite law that a Petitioner who invokes the discretionary remedy of Writ jurisdiction should disclose to Court all facts.",
    "fonts": [
      "TimesNewRomanPS-ItalicMT",
      "TimesNewRomanPSMT"
    ],
    "sizes": [
      12.960000038146973
    ]
  },
  {
    "page_number": 6,
    "bbox": [
      72.02,
      556.14,
      526.2,
      584.3
    ],
    "text": "In the Court of Appeal case, Fonseka v. Lt. General Jagath Jayasuriya and five others 2011 (2) SLR 372 Basnayake J. held that,",
    "fonts": [
      "TimesNewRomanPS-BoldItalicMT",
      "TimesNewRomanPS-ItalicMT",
      "TimesNewRomanPSMT"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 6,
    "bbox": [
      72.02,
      594.04,
      526.45,
      640.55
    ],
    "text": "A petitioner who seeks relief by writ which is an extraordinary remedy must in fairness to court, bare every material fact so that the decision of court is not wrongly invoked or exercised.",
    "fonts": [
      "TimesNewRomanPS-ItalicMT"
    ],
    "sizes": [
      12.960000038146973
    ]
  },
  {
    "page_number": 6,
    "bbox": [
      72.02,
      650.47,
      526.41,
      696.98
    ],
    "text": "In the same case, it was further held, material facts are those which are material for the judge to know as dealing with the application as made, materiality is to be decided by court and not by the assessment of the applicant or his legal representatives.",
    "fonts": [
      "TimesNewRomanPS-ItalicMT",
      "TimesNewRomanPSMT"
    ],
    "sizes": [
      12.0,
      12.960000038146973
    ]
  },
  {
    "page_number": 6,
    "bbox": [
      72.02,
      730.99,
      526.44,
      761.42
    ],
    "text": "This would be an appropriate stage to consider the next objection namely, the availability of an alternative remedy.",
    "fonts": [
      "TimesNewRomanPSMT"
    ],
    "sizes": [
      12.960000038146973
    ]
  },
  {
    "page_number": 7,
    "bbox": [
      72.02,
      781.3,
      302.91,
      805.78
    ],
    "text": "8",
    "fonts": [
      "Calibri"
    ],
    "sizes": [
      11.039999961853027
    ]
  },
  {
    "page_number": 7,
    "bbox": [
      72.02,
      72.57,
      173.06,
      86.92
    ],
    "text": "Alternate remedy",
    "fonts": [
      "TimesNewRomanPS-BoldMT",
      "TimesNewRomanPSMT"
    ],
    "sizes": [
      12.960000038146973
    ]
  },
  {
    "page_number": 7,
    "bbox": [
      72.02,
      120.83,
      526.65,
      215.82
    ],
    "text": "If the Petitioner has not appealed and if this Court is to take the Petition on its face value of non-disclosure of appeal, then it is incumbent on the Petitioner to disclose to this Court as to why the Petitioner did not utilize the statutory remedy available to the Petitioner on appeal. We find no explanation given by the Petitioner on the said ground. If the Petitioner has appealed and the said appeal has been rejected then as stated above the Petitioner has failed to disclose the said fact and is guilty of suppression of facts.",
    "fonts": [
      "TimesNewRomanPS-BoldMT",
      "TimesNewRomanPSMT"
    ],
    "sizes": [
      12.960000038146973
    ]
  },
  {
    "page_number": 7,
    "bbox": [
      72.02,
      249.83,
      117.5,
      264.18
    ],
    "text": "Laches",
    "fonts": [
      "TimesNewRomanPS-BoldMT"
    ],
    "sizes": [
      12.960000038146973
    ]
  },
  {
    "page_number": 7,
    "bbox": [
      72.02,
      298.1,
      526.65,
      538.31
    ],
    "text": "The Petitioner complains that the Petitioner received P6, the notice of tax in default and challenges the document on the basis that it has been issued under a repealed law. Strangely, this Court finds that the notice of tax in default is dated 13.09.2019. The said letter allows the Petitioner to make objections against the assessment that is referred to in paragraph 1 of the notice. If the Petitioner was contending the validity of document marked as P6 on the basis that it has been issued under a repealed law, the Petitioner should have sought to challenge or quash the document P6. The Petitioner has failed to object to the notice even on the ground that it has been sent under a repealed law. The Petitioner has failed to do so and has failed to explain why the Petitioner Company has not sought to do so. We find in this action the Petitioner has not sought to quash P6. It is pertinent to note that the recovery action (P3) arising out of the Certificate of Tax in Default (P2), is a culmination of the tax in default notice (P6). Hence, the Petitioner has waited from 2019 to 2024 to challenge the recovery procedure. This long delay of five years has not been explained by the Petitioner. Hence, we are inclined to agree with the Respondents objection of the Petitioner being guilty of laches.",
    "fonts": [
      "TimesNewRomanPSMT"
    ],
    "sizes": [
      12.960000038146973
    ]
  },
  {
    "page_number": 7,
    "bbox": [
      72.02,
      572.2,
      251.57,
      586.55
    ],
    "text": "Legality of the impugned action",
    "fonts": [
      "TimesNewRomanPS-BoldMT"
    ],
    "sizes": [
      12.960000038146973
    ]
  },
  {
    "page_number": 7,
    "bbox": [
      72.02,
      620.44,
      526.66,
      763.94
    ],
    "text": "As stated above, the Petitioners tax liability arose under Act, No. 10 of 2006 and under the said Act the Petitioner has been served with a notice of default and a Certificate of Tax in Default has been issued and Magistrates Court proceedings have commenced. The Petitioner has not pleaded that the belated tax returns submitted by the Petitioner was under the new Act or the old Act. However, it is not disputed that the liability arose for the period under the old Act. The said Act, No. 10 of 2006 has been repealed by Act, No. 24 of 2017 which came into operation from 01.04.2018. Section 202 of Act, No. 24 of 2017 clearly stipulates that Act, No. 10 of 2006 is repealed. However, the learned DSG brought our attention to sections 202 and 203 of Act, No. 24 of 2017 which is the",
    "fonts": [
      "TimesNewRomanPSMT"
    ],
    "sizes": [
      12.960000038146973
    ]
  },
  {
    "page_number": 8,
    "bbox": [
      72.02,
      781.3,
      302.91,
      805.78
    ],
    "text": "9",
    "fonts": [
      "Calibri"
    ],
    "sizes": [
      11.039999961853027
    ]
  },
  {
    "page_number": 8,
    "bbox": [
      72.02,
      72.57,
      526.66,
      119.22
    ],
    "text": "savings and the transitional provisions. The said sections have marginal notes titled repeal and savings and transitional provisions respectively. Now we will consider the said provisions.",
    "fonts": [
      "TimesNewRomanPS-ItalicMT",
      "TimesNewRomanPSMT"
    ],
    "sizes": [
      12.960000038146973
    ]
  },
  {
    "page_number": 8,
    "bbox": [
      72.02,
      153.11,
      526.56,
      215.82
    ],
    "text": "Section 202(2) clearly states that the repealed Act shall continue to apply in respect of events occurring prior to the date of commencement of this Act. Hence, the tax liability and the default of tax is encompassed under section 202(2) which specifically states that Act No. 10 of 2006 will apply. Further, section 202(5) states as follows:",
    "fonts": [
      "TimesNewRomanPS-ItalicMT",
      "TimesNewRomanPSMT"
    ],
    "sizes": [
      12.960000038146973
    ]
  },
  {
    "page_number": 8,
    "bbox": [
      72.02,
      225.59,
      154.58,
      239.94
    ],
    "text": "202.",
    "fonts": [
      "TimesNewRomanPS-ItalicMT",
      "TimesNewRomanPSMT"
    ],
    "sizes": [
      12.960000038146973
    ]
  },
  {
    "page_number": 8,
    "bbox": [
      108.02,
      249.83,
      526.48,
      296.37
    ],
    "text": "(5) Appeals, prosecutions and other proceedings commenced before the commencement date of this Act shall continue and shall be disposed of as if this Act had not come into force.",
    "fonts": [
      "TimesNewRomanPS-ItalicMT",
      "TimesNewRomanPSMT"
    ],
    "sizes": [
      12.960000038146973
    ]
  },
  {
    "page_number": 8,
    "bbox": [
      72.02,
      306.26,
      402.43,
      320.61
    ],
    "text": "Section 203 which is a transitional provision states as follows:",
    "fonts": [
      "TimesNewRomanPSMT"
    ],
    "sizes": [
      12.960000038146973
    ]
  },
  {
    "page_number": 8,
    "bbox": [
      72.02,
      330.38,
      139.82,
      344.73
    ],
    "text": "203.",
    "fonts": [
      "TimesNewRomanPS-ItalicMT",
      "TimesNewRomanPSMT"
    ],
    "sizes": [
      12.960000038146973
    ]
  },
  {
    "page_number": 8,
    "bbox": [
      108.02,
      354.5,
      526.54,
      384.93
    ],
    "text": "(1) The repealed Act shall continue to apply for years of assessment commencing prior to the date on which this Act comes into effect.",
    "fonts": [
      "TimesNewRomanPS-ItalicMT",
      "TimesNewRomanPSMT"
    ],
    "sizes": [
      12.960000038146973
    ]
  },
  {
    "page_number": 8,
    "bbox": [
      72.02,
      418.82,
      526.65,
      465.45
    ],
    "text": "Hence, it is clear the law that applies to the years of assessment commencing prior to the date of this Act coming into operation is Act, No. 10 of 2006. Both Counsel relied heavily on section 202(6) which states as follows:",
    "fonts": [
      "TimesNewRomanPSMT"
    ],
    "sizes": [
      12.960000038146973
    ]
  },
  {
    "page_number": 8,
    "bbox": [
      72.02,
      475.24,
      139.82,
      489.59
    ],
    "text": "202.",
    "fonts": [
      "TimesNewRomanPS-ItalicMT",
      "TimesNewRomanPSMT"
    ],
    "sizes": [
      12.960000038146973
    ]
  },
  {
    "page_number": 8,
    "bbox": [
      108.02,
      499.36,
      526.38,
      545.99
    ],
    "text": "(6) Tax liabilities that arose before the commencement date of this Act may be recovered by fresh proceedings under this Act, but without prejudice to an action already taken for the recovery of the tax.",
    "fonts": [
      "TimesNewRomanPS-ItalicMT",
      "TimesNewRomanPSMT"
    ],
    "sizes": [
      12.960000038146973
    ]
  },
  {
    "page_number": 8,
    "bbox": [
      72.02,
      580.0,
      526.66,
      658.82
    ],
    "text": "The said subsection deals with the recovery process. However, before commenting on this subsection, this Court wishes to make the observation that as stated elsewhere the Petitioners liability arose under Act, No. 10 of 2006 as per material tendered by the Petitioner, notice of default had been issued under Act, No. 10 of 2006, which in our view is permitted under section 203(1) of Act No. 24 of 2017.",
    "fonts": [
      "TimesNewRomanPSMT"
    ],
    "sizes": [
      12.960000038146973
    ]
  },
  {
    "page_number": 8,
    "bbox": [
      72.02,
      692.71,
      526.6,
      755.54
    ],
    "text": "The Petitioners contention is that under section 202(6) of the new Act, tax liabilities that arose before the commencement date of Act, No. 24 of 2017 should be recovered by recovery proceedings resorting to Act, No. 24 of 2017. However, this Court observes that section 202(6) does not impose a condition that all new recovery proceedings",
    "fonts": [
      "TimesNewRomanPSMT"
    ],
    "sizes": [
      12.960000038146973
    ]
  },
  {
    "page_number": 9,
    "bbox": [
      72.02,
      781.3,
      305.79,
      805.78
    ],
    "text": "10",
    "fonts": [
      "Calibri"
    ],
    "sizes": [
      11.039999961853027
    ]
  },
  {
    "page_number": 9,
    "bbox": [
      72.02,
      72.57,
      526.66,
      377.37
    ],
    "text": "pertaining to tax liabilities under Act, No. 10 of 2006 should be subjected to Act, No. 24 of 2017. What is contemplated by the Legislature is clear by the words used. The words used are may be recovered which allows the Inland Revenue Department to use the mechanism stated under Act, No. 10 of 2006 or Act, No. 24 of 2017 to commence recovery proceedings. In our view subsection (6) does not prevent the institution of recovery proceedings under the provisions of Act, No. 10 of 2006, if the tax liability had arisen before the commencement of Act, No. 24 of 2017. As stated above the tax liability in this case is for a period before Act, No. 24 of 2017 coming into operation. Further, as per the arguments of the learned Counsel for the Petitioner, if any action filed under the provisions of the Act, No. 10 of 2006, that is filed subsequent to Act, No. 24 of 2017 coming into operation is bad in law, then the Legislature would have specifically stated so. The Act does not state so. Also, if that was the intention of the Legislature under subsection (6), the option to file under the new Act or the old Act would not have been given to the Inland Revenue Department. The said provision does not expressly preclude the Respondents from filing the recovery action as they have done in this instance. Hence, if the liability arose before the commencement of the new Act coming into operation, the Respondents can institute recovery action pursuant to the provisions of the old Act. This is further buttressed by the provisions in section 203(1) which states as follows;",
    "fonts": [
      "TimesNewRomanPS-ItalicMT",
      "TimesNewRomanPSMT"
    ],
    "sizes": [
      12.960000038146973
    ]
  },
  {
    "page_number": 9,
    "bbox": [
      90.02,
      387.14,
      123.26,
      401.49
    ],
    "text": "203",
    "fonts": [
      "TimesNewRomanPS-ItalicMT"
    ],
    "sizes": [
      12.960000038146973
    ]
  },
  {
    "page_number": 9,
    "bbox": [
      90.02,
      411.08,
      526.39,
      425.61
    ],
    "text": "(1) The Repealed Act shall continue to apply for years of assessment commencing",
    "fonts": [
      "Arial-ItalicMT",
      "TimesNewRomanPS-ItalicMT"
    ],
    "sizes": [
      12.960000038146973
    ]
  },
  {
    "page_number": 9,
    "bbox": [
      108.02,
      427.34,
      386.95,
      457.89
    ],
    "text": "prior to the date on which this Act comes into effect",
    "fonts": [
      "TimesNewRomanPS-ItalicMT"
    ],
    "sizes": [
      12.960000038146973
    ]
  },
  {
    "page_number": 9,
    "bbox": [
      72.02,
      467.68,
      526.57,
      498.11
    ],
    "text": "It is clearly evident that the old Act would continue pertaining to the years of assessments prior to the new Act coming in to operation.",
    "fonts": [
      "TimesNewRomanPS-ItalicMT",
      "TimesNewRomanPSMT"
    ],
    "sizes": [
      12.960000038146973
    ]
  },
  {
    "page_number": 9,
    "bbox": [
      72.02,
      532.12,
      526.65,
      594.83
    ],
    "text": "The Court has considered the judgment Access International Pvt LTD v. Ivan Dissanayake and others in CA/Tax 10/2018 decided on 12.02.2019. Where the Court held that an appeal commenced before the new Act came in to operation has to be disposed of under the old Act.",
    "fonts": [
      "TimesNewRomanPS-BoldItalicMT",
      "TimesNewRomanPSMT"
    ],
    "sizes": [
      12.960000038146973
    ]
  },
  {
    "page_number": 9,
    "bbox": [
      72.02,
      628.72,
      526.61,
      691.46
    ],
    "text": "Further if this Court is to accept the Petitioners contention the resultant position would be that for the taxable period 2016/2017 the applicable law is in Act, No. 10 of 2006 and the procedural law would be Act, No. 24 of 2017. In the given circumstances the Petitioners main contention to impugned P6 has to fail.",
    "fonts": [
      "TimesNewRomanPSMT"
    ],
    "sizes": [
      12.960000038146973
    ]
  },
  {
    "page_number": 9,
    "bbox": [
      72.02,
      725.47,
      526.47,
      755.9
    ],
    "text": "The Petitioner also sought a Writ of Prohibition to prevent the Respondents from instituting a recovery action against the Petitioner for the period 2016/2017 on the",
    "fonts": [
      "TimesNewRomanPSMT"
    ],
    "sizes": [
      12.960000038146973
    ]
  },
  {
    "page_number": 10,
    "bbox": [
      72.02,
      781.3,
      305.79,
      805.78
    ],
    "text": "11",
    "fonts": [
      "Calibri"
    ],
    "sizes": [
      11.039999961853027
    ]
  },
  {
    "page_number": 10,
    "bbox": [
      72.02,
      72.57,
      526.66,
      264.42
    ],
    "text": "grounds that such an action is time barred. However, the learned Counsel for the Petitioner did not pursue the said ground in his submissions. At this stage, for completeness of this Order, it is sufficient state that in any event the prayer has to fail the way it is pleaded. The Petitioner is seeking a Writ of Prohibition to prevent the Respondents from instituting the recovery action. However, as borne out by P3 the said recovery action is already instituted. As per the summons the said recovery action has been instituted long before the Petitioner filed the instant Writ Application on 17.12.2024. The Petitioner should have been aware of this action as the Petitioner company themselves have annexed the summons received to this Writ Application which summons the Petitioner to be present in Court on 06.08.2024 Hence, in our view the Petitioners prayer seeking a Writ of Prohibition to prevent the institution of the action has to fail.",
    "fonts": [
      "TimesNewRomanPSMT"
    ],
    "sizes": [
      12.960000038146973
    ]
  },
  {
    "page_number": 10,
    "bbox": [
      72.02,
      298.34,
      526.64,
      377.25
    ],
    "text": "It is also pertinent to note the Petitioners prayer seeking a Writ of Prohibition is on the basis that it is time barred under the Inland Revenue Act, No. 24 of 2017. This Court has now held that the applicable law in this instant is not the said Act but Act, No. 10 of 2006 as the taxable period in dispute is before Act, No. 24 of 2017 coming in to operation. Therefore, the said prayer as pleaded is misconceived in law and has to fail.",
    "fonts": [
      "TimesNewRomanPSMT"
    ],
    "sizes": [
      12.960000038146973
    ]
  },
  {
    "page_number": 10,
    "bbox": [
      72.02,
      411.14,
      526.37,
      441.57
    ],
    "text": "Accordingly for the reasons stated above this court refuses to issue formal notice on the Respondents and proceed to dismiss this Application.",
    "fonts": [
      "TimesNewRomanPSMT"
    ],
    "sizes": [
      12.960000038146973
    ]
  },
  {
    "page_number": 10,
    "bbox": [
      374.47,
      521.22,
      526.42,
      534.5
    ],
    "text": "Judge of the Court of Appeal",
    "fonts": [
      "TimesNewRomanPS-BoldMT"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 10,
    "bbox": [
      72.02,
      589.86,
      181.34,
      603.14
    ],
    "text": "Mahen Gopallawa, J",
    "fonts": [
      "TimesNewRomanPS-BoldMT"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 10,
    "bbox": [
      117.02,
      612.78,
      153.02,
      626.06
    ],
    "text": "I agree",
    "fonts": [
      "TimesNewRomanPSMT"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 10,
    "bbox": [
      374.47,
      681.45,
      526.42,
      694.73
    ],
    "text": "Judge of the Court of Appeal",
    "fonts": [
      "TimesNewRomanPS-BoldMT"
    ],
    "sizes": [
      12.0
    ]
  }
]