[
  {
    "page_number": 0,
    "bbox": [
      72.02,
      731.38,
      311.31,
      755.88
    ],
    "text": "1",
    "fonts": [
      "Calibri"
    ],
    "sizes": [
      11.039999961853027
    ]
  },
  {
    "page_number": 0,
    "bbox": [
      78.26,
      72.0,
      537.86,
      85.98
    ],
    "text": "IN THE COURT OF APPEAL OF THE DEMOCRATIC SOCIALIST REPUBLIC",
    "fonts": [
      "BookmanOldStyle-Bold"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 0,
    "bbox": [
      258.29,
      88.2,
      357.91,
      102.18
    ],
    "text": "OF SRI LANKA.",
    "fonts": [
      "BookmanOldStyle-Bold"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 0,
    "bbox": [
      288.05,
      114.36,
      513.19,
      160.76
    ],
    "text": "In the matter of an Appeal in terms of Article 331 of the Code of Criminal Procedure Act No. 15 of 1979.",
    "fonts": [
      "BookmanOldStyle"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 0,
    "bbox": [
      72.02,
      173.16,
      494.26,
      187.16
    ],
    "text": "Court of Appeal No: Rajapakshe Arachchilage Piyasena",
    "fonts": [
      "BookmanOldStyle"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 0,
    "bbox": [
      72.02,
      197.16,
      496.06,
      211.22
    ],
    "text": "CA/HCC/33/23 Alias Morpana",
    "fonts": [
      "BookmanOldStyle",
      "BookmanOldStyle-Italic"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 0,
    "bbox": [
      72.02,
      221.28,
      499.06,
      235.28
    ],
    "text": "Accused Appellant",
    "fonts": [
      "BookmanOldStyle",
      "BookmanOldStyle-Bold"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 0,
    "bbox": [
      72.02,
      245.43,
      221.57,
      259.43
    ],
    "text": "High Court of Matale",
    "fonts": [
      "BookmanOldStyle"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 0,
    "bbox": [
      72.02,
      269.55,
      304.85,
      283.55
    ],
    "text": "Case No: HC/170/16 Vs.",
    "fonts": [
      "BookmanOldStyle",
      "BookmanOldStyle-Bold"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 0,
    "bbox": [
      72.02,
      293.55,
      422.47,
      307.55
    ],
    "text": "Hon. Attorney General,",
    "fonts": [
      "BookmanOldStyle"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 0,
    "bbox": [
      72.02,
      317.67,
      464.5,
      331.67
    ],
    "text": "Attorney General Department,",
    "fonts": [
      "BookmanOldStyle"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 0,
    "bbox": [
      72.02,
      341.79,
      614.45,
      355.79
    ],
    "text": "Colombo 12.",
    "fonts": [
      "BookmanOldStyle"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 0,
    "bbox": [
      72.02,
      365.67,
      501.22,
      379.65
    ],
    "text": "Respondent",
    "fonts": [
      "BookmanOldStyle-Bold"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 0,
    "bbox": [
      72.02,
      416.81,
      345.43,
      430.81
    ],
    "text": "Before : Menaka Wijesundera J.",
    "fonts": [
      "BookmanOldStyle"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 0,
    "bbox": [
      144.02,
      441.65,
      337.51,
      455.65
    ],
    "text": "K.M.G.H Kulatunga J.",
    "fonts": [
      "BookmanOldStyle"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 0,
    "bbox": [
      72.02,
      491.21,
      421.27,
      505.21
    ],
    "text": "Counsel : Ershan Ariaratnam for the Appellant",
    "fonts": [
      "BookmanOldStyle"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 0,
    "bbox": [
      72.02,
      515.33,
      468.58,
      529.33
    ],
    "text": "Wasantha Perera, D.S.G for the Respondent.",
    "fonts": [
      "BookmanOldStyle"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 0,
    "bbox": [
      72.02,
      539.45,
      272.69,
      553.45
    ],
    "text": "Argued on : 07.10.2024",
    "fonts": [
      "BookmanOldStyle"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 0,
    "bbox": [
      72.02,
      564.17,
      272.69,
      578.17
    ],
    "text": "Decided on : 05.11.2024",
    "fonts": [
      "BookmanOldStyle"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 0,
    "bbox": [
      72.02,
      613.76,
      245.81,
      627.74
    ],
    "text": "MENAKA WIJESUNDERA J.",
    "fonts": [
      "BookmanOldStyle-Bold"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 0,
    "bbox": [
      72.02,
      638.48,
      543.86,
      668.68
    ],
    "text": "The instant appeal has been lodged to set aside the judgment dated 05.10.2022 of the High Court of Matale.",
    "fonts": [
      "BookmanOldStyle"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 0,
    "bbox": [
      72.02,
      680.83,
      543.85,
      711.04
    ],
    "text": "The accused-appellant (hereinafter referred to as the appellant) had been, indicted for the offence of rape of a girl under 16 years of age. The appellant",
    "fonts": [
      "BookmanOldStyle"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 1,
    "bbox": [
      72.02,
      731.38,
      311.31,
      755.88
    ],
    "text": "2",
    "fonts": [
      "Calibri"
    ],
    "sizes": [
      11.039999961853027
    ]
  },
  {
    "page_number": 1,
    "bbox": [
      72.02,
      72.0,
      543.92,
      134.6
    ],
    "text": "had pleaded not guilty and the trial has proceeded. Upon the conclusion of the trial the learned High Court judge had found him guilty for the offence in the indictment and against the said conviction and sentence, the instant appeal has been lodged.",
    "fonts": [
      "BookmanOldStyle"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 1,
    "bbox": [
      72.02,
      146.76,
      527.14,
      160.76
    ],
    "text": "The grounds of appeal raised by the counsel for the appellant are as follows,",
    "fonts": [
      "BookmanOldStyle"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 1,
    "bbox": [
      78.02,
      173.04,
      420.31,
      203.36
    ],
    "text": "I. PW-01s evidence has not been considered properly, II. Defence has been given an undue responsibility.",
    "fonts": [
      "ArialMT",
      "BookmanOldStyle"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 1,
    "bbox": [
      72.02,
      213.36,
      543.93,
      275.99
    ],
    "text": "The story of the prosecution unravels with the evidence of PW-01, who had been unable to state the exact date of the offence but the prosecution has suggested that the first complaint has been lodged on 05.05.2008 and the victim had admitted.",
    "fonts": [
      "BookmanOldStyle"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 1,
    "bbox": [
      72.02,
      288.27,
      543.93,
      350.87
    ],
    "text": "According to her testimony the appellant had been her neighbour and she had called him kiri atta. On the day of the incident, according to her, she had returned from school and had been at home alone. She had been 14 years of age.",
    "fonts": [
      "BookmanOldStyle"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 1,
    "bbox": [
      72.02,
      363.03,
      543.93,
      458.05
    ],
    "text": "The appellant had called her to give a message and she had gone to his house where again he had been alone. According to her, he had shown her a knife and had raped her (page 58). When she was running out of the house two other boys had seen her (page 66). The two boys had been standing just outside the door to the appellants house. Apparently, these two boys had told her parents and then she had told the parents as to what had taken place.",
    "fonts": [
      "BookmanOldStyle"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 1,
    "bbox": [
      72.02,
      470.21,
      543.85,
      532.81
    ],
    "text": "But when one of the boys were called to give evidence, he had said that he saw the victim running out of the house of the appellant when he had been standing near the boutique in the village, which had been many feet away from the house of the appellant.",
    "fonts": [
      "BookmanOldStyle"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 1,
    "bbox": [
      72.02,
      544.97,
      543.93,
      607.6
    ],
    "text": "In her evidence-in-chief, she had said that she had been raped once but in cross examination she had said that she had been raped thrice (page 80). At page 88 she had said that the second time she had actually enjoyed the intercourse but later on she had denied of being raped on the first time.",
    "fonts": [
      "BookmanOldStyle"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 1,
    "bbox": [
      72.02,
      619.88,
      543.66,
      650.08
    ],
    "text": "The Court also had questioned her as to her different positions with regard to the number of times that she had been raped (page 80).",
    "fonts": [
      "BookmanOldStyle"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 1,
    "bbox": [
      72.02,
      662.24,
      543.9,
      708.64
    ],
    "text": "Hence her position with regard to the number of times she had been raped had kept changing as the cross-examination had progressed. Her answers given to Court during cross examination had carried numerous contradictions and",
    "fonts": [
      "BookmanOldStyle"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 2,
    "bbox": [
      72.02,
      731.38,
      311.31,
      755.88
    ],
    "text": "3",
    "fonts": [
      "Calibri"
    ],
    "sizes": [
      11.039999961853027
    ]
  },
  {
    "page_number": 2,
    "bbox": [
      72.02,
      72.0,
      543.94,
      102.2
    ],
    "text": "omissions, which had been brought to the notice of the court. Hence, her evidence had been inconsistent and varying. (pages 79 and 78 of the brief)",
    "fonts": [
      "BookmanOldStyle"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 2,
    "bbox": [
      72.02,
      114.36,
      543.87,
      144.56
    ],
    "text": "At page 89 of the brief she had admitted to Court that she had lied. Hence her evidence in totality is very confusing and vacillating.",
    "fonts": [
      "BookmanOldStyle"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 2,
    "bbox": [
      72.02,
      156.84,
      543.93,
      284.27
    ],
    "text": "Thereafter, the prosecution had led the evidence of witness number 5, who had been a person in the neighborhood of the victim and the appellant. He had made a statement on 05.05.2008. According to his testimony, he had seen the victim running in and out of the house of the appellant and he had informed the sister of the victim. He had been lengthily cross examined, but apparently had not known as to what had happened inside the house of the appellant. He too is not very precise in stating as to what he had seen but this witness had been contradicted by the victim, as pointed out above.",
    "fonts": [
      "BookmanOldStyle"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 2,
    "bbox": [
      72.02,
      296.43,
      543.94,
      456.25
    ],
    "text": "Thereafter, the prosecution had led the evidence of PW-04 who was the sister of the victim. This particular witness had been told by the earlier witness of a possible incident and thereafter, the victim also had told her. According to her, the victim had been hiding inside the jungle and she had to be found by these people, but on further examination it had transpired that it was not a jungle as envisaged by the real meaning of a jungle but the shrubbery in her garden. She too had been cross examined and she had taken a different position. In the police statement she had not stated that the victim told her that the appellant raped her. Hence the evidence of the sister also is contradictory inter se and per se.",
    "fonts": [
      "BookmanOldStyle"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 2,
    "bbox": [
      72.02,
      468.41,
      543.93,
      579.61
    ],
    "text": "Thereafter, the prosecution had led the evidence of the judicial medical officer, who had examined the victim. The doctor had examined the victim on 08.05.2008 and at the time of examination, her age had been noted as thirteen years. The history given to the doctor is what she had said in evidence-in-chief in court, and the doctor had said that on the observations he made of the victim, he cannot rule out the case history. The doctor had not been cross examined by the defence.",
    "fonts": [
      "BookmanOldStyle"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 2,
    "bbox": [
      72.02,
      591.8,
      426.55,
      605.8
    ],
    "text": "The evidence of the investigating officers had also been led.",
    "fonts": [
      "BookmanOldStyle"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 2,
    "bbox": [
      72.02,
      618.08,
      543.74,
      713.08
    ],
    "text": "Upon the closure of the prosecution case the defence had been called and the appellant had given evidence on oath. He had said on oath that the victim had been one of his neighbours and he had said that he was implicated for the instant offence because of a monetary transaction. He had been lengthily cross-examined but he had stood the test of cross examination without creating any contradiction or omission with his statement to the police.",
    "fonts": [
      "BookmanOldStyle"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 3,
    "bbox": [
      72.02,
      731.38,
      311.31,
      755.88
    ],
    "text": "4",
    "fonts": [
      "Calibri"
    ],
    "sizes": [
      11.039999961853027
    ]
  },
  {
    "page_number": 3,
    "bbox": [
      72.02,
      72.0,
      543.81,
      118.4
    ],
    "text": "Upon the conclusion of the defence case, the matter had been fixed for judgment and the judgement had been delivered by a High Court judge who has not heard a single witness of the case.",
    "fonts": [
      "BookmanOldStyle"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 3,
    "bbox": [
      72.02,
      130.56,
      543.93,
      176.96
    ],
    "text": "Nevertheless, the learned High Court judge had reproduced the Penal section with regard to the offence in the indictment and had analyzed as to how a criminal case should be proved by the prosecution.",
    "fonts": [
      "BookmanOldStyle"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 3,
    "bbox": [
      72.02,
      189.24,
      543.86,
      235.64
    ],
    "text": "The two grounds of appeal raised by the counsel for the appellant are that the learned High Court judge had not analyzed the evidence of PW-01 and had cast an undue burden on the defence.",
    "fonts": [
      "BookmanOldStyle"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 3,
    "bbox": [
      72.02,
      247.83,
      543.73,
      310.43
    ],
    "text": "The learned High Court judge in his judgment has reproduced the evidence of PW-01 and had also referred to the contradictions and omissions in her evidence but had concluded that it had not gone to the root of the prosecution case.",
    "fonts": [
      "BookmanOldStyle"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 3,
    "bbox": [
      72.02,
      322.59,
      543.9,
      417.61
    ],
    "text": "But the learned High Court judge had failed to consider the impact of the wavering evidence of PW-01, where she had at first said that the appellant raped her only once but there after on cross examination had said three times and in fact, she had said that she liked the second instance, where he had sexual contact with her and in the same breath she had admitted to Court at one point that she had lied to Court.",
    "fonts": [
      "BookmanOldStyle"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 3,
    "bbox": [
      72.02,
      429.77,
      543.72,
      476.17
    ],
    "text": "Her evidence at some points had contradicted the evidence of the witnesses who had been called to corroborate her evidence. But those witnesses also had contradicted each other inter se and per se.",
    "fonts": [
      "BookmanOldStyle"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 3,
    "bbox": [
      72.02,
      488.45,
      543.94,
      518.65
    ],
    "text": "Hence in short, the prosecution evidence had been a ball of confusion, which the Counsel for the Attorney General had tried to justify but failed very badly.",
    "fonts": [
      "BookmanOldStyle"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 3,
    "bbox": [
      72.02,
      530.81,
      543.94,
      625.84
    ],
    "text": "Hence the prosecution evidence creates a reasonable doubt in the story of the prosecution with regard to the credibility of the witness. This could have been solved to a certain extent if the trial judge had the opportunity of seeing the demeanor and deportment of the witness. But the learned judge has not had that opportunity of observing the victim in the witness box and in fact none of the witnesses of the prosecution as well as the defence.",
    "fonts": [
      "BookmanOldStyle"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 3,
    "bbox": [
      72.02,
      638.0,
      543.87,
      684.4
    ],
    "text": "The wisdom behind the above mentioned principle of law has been discussed in the case of Fradd vs Brown & Company Limited, the Privy Council stated thus:",
    "fonts": [
      "BookmanOldStyle",
      "BookmanOldStyle-BoldItal"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 4,
    "bbox": [
      72.02,
      731.38,
      311.31,
      755.88
    ],
    "text": "5",
    "fonts": [
      "Calibri"
    ],
    "sizes": [
      11.039999961853027
    ]
  },
  {
    "page_number": 4,
    "bbox": [
      108.02,
      72.0,
      543.78,
      199.4
    ],
    "text": "It is rare that a decision of a Judge so express, so explicit, upon a point of fact purely, is over-ruled by a Court of Appeal, because the Courts of Appeal recognize the priceless advantage which a judge of first instance has in matters of that kind, as contrasted with any Judge of a Court of Appeal, who can only learn from paper or narrative of those who were present. It is very rare that, in questions of veracity so direct and so specific as these, a Court of Appeal will over rule a Judge of first instance.",
    "fonts": [
      "BookmanOldStyle"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 4,
    "bbox": [
      72.02,
      211.56,
      543.86,
      241.76
    ],
    "text": "In Alwis vs Piyasena Fernando SC NO. 30/92, his Lordship Justice GPS de Silva CJ stated thus:",
    "fonts": [
      "BookmanOldStyle",
      "BookmanOldStyle-BoldItal"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 4,
    "bbox": [
      108.02,
      254.07,
      543.7,
      284.27
    ],
    "text": "It is well established that findings of primary facts by a trial Judge who hears and sees witnesses are not to be lightly on appeal.",
    "fonts": [
      "BookmanOldStyle"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 4,
    "bbox": [
      72.02,
      296.43,
      544.03,
      326.61
    ],
    "text": "It was further held in the case of The Republic of Sri Lanka v Thimbirigolle Sirirathana Thero CA 194/2015,",
    "fonts": [
      "BookmanOldStyle",
      "BookmanOldStyle-BoldItal"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 4,
    "bbox": [
      108.02,
      338.79,
      543.72,
      368.99
    ],
    "text": "It is the trial judge who has the opportunity to observe the demeanor and deportment of the witness who testifies before him",
    "fonts": [
      "BookmanOldStyle"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 4,
    "bbox": [
      72.02,
      381.15,
      543.93,
      476.17
    ],
    "text": "Hence the above quoted cases clearly demonstrate as to why a trial judge, who sits down to write the judgment, must have the opportunity to hear the witnesses in the witness box. But in the instant matter the learned High Court Judge who delivered the judgement had not heard a single witness, and the impact of this is made worse when the witness in question had not been consistent.",
    "fonts": [
      "BookmanOldStyle"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 4,
    "bbox": [
      72.02,
      488.45,
      543.87,
      567.25
    ],
    "text": "Therefore, it is the opinion of this court that the victim in the instant matter had not been a cogent and a credible witness. The learned judge who delivered the judgement had failed to see this and he has in fact in one single stroke of the pen, said that the contradictions and the omissions in the evidence of the victim do not go to the root of the case.",
    "fonts": [
      "BookmanOldStyle"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 4,
    "bbox": [
      72.02,
      579.44,
      309.65,
      593.44
    ],
    "text": "At this point I wish to quote the case of,",
    "fonts": [
      "BookmanOldStyle"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 4,
    "bbox": [
      72.02,
      605.6,
      427.27,
      619.58
    ],
    "text": "Ambika Prasad v State of New Delhi, 2000 SCC Crl 522",
    "fonts": [
      "BookmanOldStyle-BoldItal"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 4,
    "bbox": [
      108.02,
      631.88,
      551.36,
      710.68
    ],
    "text": "A criminal trial is meant for doing justice to the accused, victim and society. So that law and order is maintained. A judge does not preside over a criminal trial merely to see that no innocent man is punished. A judge also presides to see that a guilty man does not escape. One is as important as the other. Both are public duties.",
    "fonts": [
      "BookmanOldStyle"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 5,
    "bbox": [
      72.02,
      731.38,
      311.31,
      755.88
    ],
    "text": "6",
    "fonts": [
      "Calibri"
    ],
    "sizes": [
      11.039999961853027
    ]
  },
  {
    "page_number": 5,
    "bbox": [
      72.02,
      72.0,
      543.7,
      102.2
    ],
    "text": "The second ground of appeal raised by the counsel to the appellant is that the learned High Court judge has placed an undue burden to the accused.",
    "fonts": [
      "BookmanOldStyle"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 5,
    "bbox": [
      72.02,
      114.36,
      543.78,
      176.96
    ],
    "text": "At page 252, in paragraph 2, the learned High Court judge had said that though the appellant had said in evidence that he was implicated falsely because of a monetary transaction between the victims parents and him he had not proved the same by calling other witnesses.",
    "fonts": [
      "BookmanOldStyle"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 5,
    "bbox": [
      72.02,
      189.24,
      543.94,
      268.07
    ],
    "text": "It is a well-founded principle in our criminal law that an accused is presumed to be innocent until he is proven otherwise and if he wishes to say something he can do so but he does not need to prove his innocence. It is the prosecution who makes the allegations who has to prove its case beyond a reasonable doubt.",
    "fonts": [
      "BookmanOldStyle"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 5,
    "bbox": [
      72.02,
      280.23,
      543.86,
      375.23
    ],
    "text": "In the instant matter the victim and the other witnesses of the prosecution had been cross examined with regard to this monetary transaction between the accused-appellant and the victims father. The accused-appellant had said so in his evidence or notes. He had not contradicted his evidence. Hence, it is the duty of the prosecution to show that it has not cast a reasonable doubt in the case of the prosecution.",
    "fonts": [
      "BookmanOldStyle"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 5,
    "bbox": [
      72.02,
      387.39,
      543.73,
      433.81
    ],
    "text": "But instead, the trial judge had in the above quoted passage said in no uncertain terms that the appellant must prove with other evidence his position taken up in the witness box, which is a clear violation of the above principle.",
    "fonts": [
      "BookmanOldStyle"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 5,
    "bbox": [
      72.02,
      445.97,
      544.09,
      492.37
    ],
    "text": "At this point I wish to consider the case of R A Sunil Appuhami v The Republic of Sri Lanka CA 74/2005 decided on 25.02.2008 where Justice Sisira De Abrew has held",
    "fonts": [
      "BookmanOldStyle",
      "BookmanOldStyle-BoldItal"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 5,
    "bbox": [
      72.02,
      504.65,
      543.89,
      615.88
    ],
    "text": "The main ground argued on behalf of the Accused-Appellant was that the learned trial Judge misapplied the principles of law relating to the burden of proof. I now advert to this contention. The learned trial judge at page 177 of his judgement, rejected the defence of the accused on the basis that it had not been proved. I shall now consider whether the above conclusion reached by the learned trial judge is right or wrong. In considering this question I am guided by certain judicial decisions.",
    "fonts": [
      "BookmanOldStyle"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 5,
    "bbox": [
      108.02,
      628.04,
      543.86,
      706.84
    ],
    "text": "In Ariyadasa v Queen 68 NLR page 66, Justice T.S. Fernando held thus: where in a prosecution for murder the accused gives evidence without seeking to bring himself within the benefit of a general or special exception in the penal Code, the burden of proof does not shift on to him at any stage.",
    "fonts": [
      "BookmanOldStyle",
      "BookmanOldStyle-BoldItal"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 6,
    "bbox": [
      72.02,
      731.38,
      311.31,
      755.88
    ],
    "text": "7",
    "fonts": [
      "Calibri"
    ],
    "sizes": [
      11.039999961853027
    ]
  },
  {
    "page_number": 6,
    "bbox": [
      108.02,
      72.0,
      543.94,
      345.23
    ],
    "text": "In Martin Singho vs Queen 69 CLW 21 at page 22 justice TS Fernando remarked thus: As this Court has pointed out on many occasions in the past, where an accused person is not relying on a general or special exception contained in the Penal Code, there is no burden on him to establish any fact. Applying the principles laid down in the above judicial decisions, I hold that when an accused person denies the incident, there is no burden on the accused to prove any fact. In such an event the burden of proof does not shift to the accused. It is clear from the above conclusion of the learned trial judge; the learned trial judge has shifted the burden on to the accused to prove his defense namely the denial. The learned trial Judge, by the said conclusion, ignored the presumption of innocence. In short, the learned trial Judge, by the said the conclusion, decided that the accused should prove his innocence. This becomes so since the accused denied the incident of murder. The above conclusion of the learned trial judge is a serious misdirection on law, which cannot be ignored or overlooked by applying the provisos to Article 138 of the Constitution and Section 334 of the Criminal Procedure Code.",
    "fonts": [
      "BookmanOldStyle",
      "BookmanOldStyle-BoldItal"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 6,
    "bbox": [
      72.02,
      357.39,
      544.05,
      387.59
    ],
    "text": "Furthermore, in the case of, Nandana vs Attorney General [2008] 1 Sri LR page 52, Justice Sarath De Abrew, has held that,",
    "fonts": [
      "BookmanOldStyle",
      "BookmanOldStyle-BoldItal"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 6,
    "bbox": [
      108.02,
      399.75,
      543.73,
      446.17
    ],
    "text": "Imposing a burden on the accused to prove his innocence is totally foreign to the accepted fundamental principles of our Criminal Law as to the presumption of evidence.",
    "fonts": [
      "BookmanOldStyle"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 6,
    "bbox": [
      108.02,
      458.45,
      543.79,
      537.25
    ],
    "text": "The mis-statements of law by the trial judge would tantamount to a denial of a fundamental right of any accused as enshrined in Art 13(5) of the Constitution a misdirection on the burden of proof is so fundamental in a criminal trial that it cannot be condoned and could necessarily vitiate the conviction.",
    "fonts": [
      "BookmanOldStyle"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 6,
    "bbox": [
      72.02,
      549.41,
      543.94,
      612.04
    ],
    "text": "Hence in the instant matter, upon consideration of the above, it is the opinion of this Court that there is merit in the submissions of the Counsel for the appellant. As such, the instant appeal is allowed and the conviction and the sentence of the appellant are hereby set aside.",
    "fonts": [
      "BookmanOldStyle"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 7,
    "bbox": [
      72.02,
      731.38,
      311.31,
      755.88
    ],
    "text": "8",
    "fonts": [
      "Calibri"
    ],
    "sizes": [
      11.039999961853027
    ]
  },
  {
    "page_number": 7,
    "bbox": [
      72.02,
      98.16,
      541.3,
      112.14
    ],
    "text": "Judge of the Court of Appeal",
    "fonts": [
      "BookmanOldStyle-Bold"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 7,
    "bbox": [
      72.02,
      150.72,
      230.21,
      164.7
    ],
    "text": "Hon. K.M.G.H Kulatunga",
    "fonts": [
      "BookmanOldStyle-Bold"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 7,
    "bbox": [
      90.02,
      174.84,
      173.06,
      188.82
    ],
    "text": "I agree.",
    "fonts": [
      "BookmanOldStyle-Bold"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 7,
    "bbox": [
      72.02,
      225.0,
      536.98,
      239.0
    ],
    "text": "Judge of the Court of Appeal",
    "fonts": [
      "BookmanOldStyle",
      "BookmanOldStyle-Bold"
    ],
    "sizes": [
      12.0
    ]
  }
]