[
  {
    "page_number": 0,
    "bbox": [
      90.02,
      781.3,
      507.92,
      805.78
    ],
    "text": "1",
    "fonts": [
      "Calibri"
    ],
    "sizes": [
      11.039999961853027
    ]
  },
  {
    "page_number": 0,
    "bbox": [
      94.34,
      74.91,
      503.74,
      88.95
    ],
    "text": "IN THE COURT OF APPEAL OF THE DEMOCRATIC SOCIALIST REPUBLIC OF",
    "fonts": [
      "Calibri-Light"
    ],
    "sizes": [
      14.039999961853027
    ]
  },
  {
    "page_number": 0,
    "bbox": [
      268.61,
      94.49,
      329.88,
      108.53
    ],
    "text": "SRI LANKA",
    "fonts": [
      "Calibri-Light"
    ],
    "sizes": [
      14.039999961853027
    ]
  },
  {
    "page_number": 0,
    "bbox": [
      306.05,
      149.93,
      472.41,
      183.41
    ],
    "text": "Don Lasantha Pushpakumara Bamunachchi Pathirannehe",
    "fonts": [
      "Calibri-Light"
    ],
    "sizes": [
      14.039999961853027
    ]
  },
  {
    "page_number": 0,
    "bbox": [
      306.05,
      197.09,
      494.55,
      211.13
    ],
    "text": "No. 21, Wijegama, Panwila Road,",
    "fonts": [
      "Calibri-Light"
    ],
    "sizes": [
      14.039999961853027
    ]
  },
  {
    "page_number": 0,
    "bbox": [
      306.05,
      224.69,
      395.28,
      238.73
    ],
    "text": "Kalutara South.",
    "fonts": [
      "Calibri-Light"
    ],
    "sizes": [
      14.039999961853027
    ]
  },
  {
    "page_number": 0,
    "bbox": [
      90.02,
      280.04,
      412.92,
      294.08
    ],
    "text": "CA WRIT APPLICATION NO: 291/2021",
    "fonts": [
      "Calibri-Light"
    ],
    "sizes": [
      14.039999961853027
    ]
  },
  {
    "page_number": 0,
    "bbox": [
      414.07,
      307.76,
      504.75,
      321.8
    ],
    "text": "Petitioner",
    "fonts": [
      "Calibri-Light"
    ],
    "sizes": [
      14.039999961853027
    ]
  },
  {
    "page_number": 0,
    "bbox": [
      90.02,
      335.36,
      325.8,
      349.4
    ],
    "text": "Vs.",
    "fonts": [
      "Calibri-Light"
    ],
    "sizes": [
      14.039999961853027
    ]
  },
  {
    "page_number": 0,
    "bbox": [
      288.05,
      361.02,
      440.52,
      377.24
    ],
    "text": "1. Commissioner General,",
    "fonts": [
      "ArialMT",
      "Calibri-Light"
    ],
    "sizes": [
      14.039999961853027
    ]
  },
  {
    "page_number": 0,
    "bbox": [
      288.05,
      382.76,
      425.64,
      475.42
    ],
    "text": "Excise Department, No. 353, Kotte Road, Rajagiriya. 2. Divisional Secretary,",
    "fonts": [
      "ArialMT",
      "Calibri-Light"
    ],
    "sizes": [
      14.039999961853027
    ]
  },
  {
    "page_number": 0,
    "bbox": [
      288.05,
      481.06,
      505.11,
      573.58
    ],
    "text": "Kundasale Divisional Secretariat, Manikhinna. Respondents",
    "fonts": [
      "Calibri-Light"
    ],
    "sizes": [
      14.039999961853027
    ]
  },
  {
    "page_number": 0,
    "bbox": [
      90.02,
      587.26,
      363.6,
      601.3
    ],
    "text": "Before : Sobhitha Rajakaruna, J",
    "fonts": [
      "Calibri-Light"
    ],
    "sizes": [
      14.039999961853027
    ]
  },
  {
    "page_number": 0,
    "bbox": [
      90.02,
      614.86,
      365.52,
      628.9
    ],
    "text": "Dhammika Ganepola, J",
    "fonts": [
      "Calibri-Light"
    ],
    "sizes": [
      14.039999961853027
    ]
  },
  {
    "page_number": 0,
    "bbox": [
      90.02,
      642.58,
      476.43,
      656.62
    ],
    "text": "Counsel : Romesh de Silva, PC with Ananda Silva and",
    "fonts": [
      "Calibri-Light"
    ],
    "sizes": [
      14.039999961853027
    ]
  },
  {
    "page_number": 0,
    "bbox": [
      90.02,
      670.21,
      417.36,
      684.25
    ],
    "text": "Niran Ankatel for the Petitioner.",
    "fonts": [
      "Calibri-Light"
    ],
    "sizes": [
      14.039999961853027
    ]
  },
  {
    "page_number": 0,
    "bbox": [
      90.02,
      697.93,
      437.52,
      711.97
    ],
    "text": "S.S.C. Manohara Jayasinghe with SC",
    "fonts": [
      "Calibri-Light"
    ],
    "sizes": [
      14.039999961853027
    ]
  },
  {
    "page_number": 0,
    "bbox": [
      90.02,
      725.53,
      453.27,
      739.57
    ],
    "text": "R. Aluvihare for the Respondents.",
    "fonts": [
      "Calibri-Light"
    ],
    "sizes": [
      14.039999961853027
    ]
  },
  {
    "page_number": 0,
    "bbox": [
      90.02,
      753.13,
      300.82,
      767.17
    ],
    "text": "Decided On : 06.10.2021",
    "fonts": [
      "Calibri-Light"
    ],
    "sizes": [
      14.039999961853027
    ]
  },
  {
    "page_number": 1,
    "bbox": [
      90.02,
      781.3,
      507.92,
      805.78
    ],
    "text": "2",
    "fonts": [
      "Calibri"
    ],
    "sizes": [
      11.039999961853027
    ]
  },
  {
    "page_number": 1,
    "bbox": [
      90.02,
      74.79,
      225.22,
      88.83
    ],
    "text": "Dhammika Ganepola, J.",
    "fonts": [
      "Calibri-Light"
    ],
    "sizes": [
      14.039999961853027
    ]
  },
  {
    "page_number": 1,
    "bbox": [
      90.02,
      102.53,
      508.6,
      234.41
    ],
    "text": "The Petitioner in the instant case seeks a mandate in the nature of Writ of Certiorari to quash the decisions of the Respondents directing the Petitioner to close the Foreign Liquor Shop Polgolla owned by the Petitioner and/or decision of the Respondents to suspend the license of the Petitioner in respect of the said liquor shop. Also the Petitioner seeks a mandate in the nature of Writ of Prohibition to prohibit the Respondents from taking any further steps to close the said liquor shop.",
    "fonts": [
      "Calibri-Light"
    ],
    "sizes": [
      14.039999961853027
    ]
  },
  {
    "page_number": 1,
    "bbox": [
      90.02,
      248.21,
      514.83,
      497.98
    ],
    "text": "The facts of the case are as follows. The Petitioner holds a license in respect of the Foreign Liquor Shop Polgolla operated at 203/1, Wattegama Road, Polgolla. The Petitioner states that there had been no allegations whatsoever by Respondents that the Petitioner had acted in violation of laws, rules, regulations or conditions in respect of the license. In spite of such circumstances, on 11.05.2021 the Petitioners Manager has been informed not to open the liquor shop on that day as there is an order from the 1st Respondent to close the liquor shop and consequently a copy of the letter dated 10.05.2021 (P2) had been delivered to the said liquor shop by an Exercise Guard. Thereafter again by a letter dated 17.05.2021 (P3) Petitioner has been directed to close the said liquor shop temporarily during the period from 10.05.2021 to 10.07.2021 until the inquiry is being held by the 2nd Respondent in respect of the objections raised.",
    "fonts": [
      "Calibri-Light"
    ],
    "sizes": [
      9.0,
      14.039999961853027
    ]
  },
  {
    "page_number": 1,
    "bbox": [
      90.02,
      510.4,
      508.6,
      761.65
    ],
    "text": "The Petitioner claims that the 1st Respondent by issuing the said direction by way of letters P2 and P3 has acted in contrary to the principles of natural justice without giving a fair hearing to the Petitioner. Amidst such circumstances, on 23.06.2021 Petitioner has been informed that an inquiry would be held on 01.07.2021. Accordingly, the Petitioner has been present at the said inquiry along with his Attorney at Law. Moreover, several other people in support of the Petitioner were also present to demonstrate that there had been no public outcry or protest in respect of the operation of the said liquor shop in its original premises. However, the Petitioner states that his application to the Respondent seeking permission for his supporters to participate at the said inquiry was refused. Petitioner further states that subsequent to said inquiry, the temporary suspension of the license has been made suspended permanently, and the Petitioner has",
    "fonts": [
      "Calibri-Light"
    ],
    "sizes": [
      9.0,
      14.039999961853027
    ]
  },
  {
    "page_number": 2,
    "bbox": [
      90.02,
      781.3,
      507.92,
      805.78
    ],
    "text": "3",
    "fonts": [
      "Calibri"
    ],
    "sizes": [
      11.039999961853027
    ]
  },
  {
    "page_number": 2,
    "bbox": [
      90.02,
      74.91,
      508.6,
      324.68
    ],
    "text": "been directed to shift the premises of the said liquor shop to another location by letter dated 02.07.2021 (P7). The reasons for such decision of the 1st Respondent, revealed therein. Accordingly, the 1st Respondent has informed that an impediment would caused, by operating the said liquor shop, to maintain the law and order in the area and eventually provisions of excise law and conditions have been violated. Therefore, the Petitioner submits that the purported decisions of the 1st Respondent as shown in documents marked P2, P3, P7 and in the report of the said inquiry are ultra-vires, arbitrary, unreasonable, and capricious. He further alleges that the said decisions are in violation of the rights of the Petitioner and in breach of the principles of natural justice, proportionality, reasonableness, legitimate expectations and are motivated by improper considerations and mala fides.",
    "fonts": [
      "Calibri-Light",
      "Calibri-LightItalic"
    ],
    "sizes": [
      9.0,
      14.039999961853027
    ]
  },
  {
    "page_number": 2,
    "bbox": [
      90.02,
      337.22,
      508.6,
      549.1
    ],
    "text": "The decision of the 1st Respondent contained in the letter P7 was based on the recommendations and observations made by the committee following an inquiry held on the 01.07.2021. The report submitted upon the said inquiry is marked as 1R15. The learned Presidents Counsel who appeared for the Petitioner submitted that in accordance with Rule No.21 of the Excise Notification No. 902 (published in the Extraordinary Gazette No.1544/17 dated 10.04.2008,) an inquiry could only be held when an objection or protest received by the Commissioner General of Excise on the ground to the effect that there has been a violation or non-compliance with any requirement of the Exercise Ordinance or the Guidelines and Conditions contained therein with regard to the issuance or continuance",
    "fonts": [
      "Calibri-Light"
    ],
    "sizes": [
      9.0,
      14.039999961853027
    ]
  },
  {
    "page_number": 2,
    "bbox": [
      90.02,
      554.98,
      356.24,
      570.94
    ],
    "text": "of a license. The said Rule No. 21 is as follows;",
    "fonts": [
      "Calibri-Light"
    ],
    "sizes": [
      14.039999961853027,
      15.960000038146973
    ]
  },
  {
    "page_number": 2,
    "bbox": [
      154.82,
      585.1,
      508.52,
      756.37
    ],
    "text": "21. Any objection or protest received by the Commissioner General of Excise from a member of organization of the public either before or after the issue of a license, on the ground that there has been a violation or noncompliance with any requirement of the Excise Ordinance or the Guidelines and Conditions herein contained in regard to the issue or continuance of a license will be notified by the Commissioner General of Excise to the applicant or the licensee as the case may be and will thereafter be inquired into by the",
    "fonts": [
      "Calibri-Light",
      "Calibri-LightItalic"
    ],
    "sizes": [
      14.039999961853027
    ]
  },
  {
    "page_number": 3,
    "bbox": [
      90.02,
      781.3,
      507.92,
      805.78
    ],
    "text": "4",
    "fonts": [
      "Calibri"
    ],
    "sizes": [
      11.039999961853027
    ]
  },
  {
    "page_number": 3,
    "bbox": [
      154.82,
      74.91,
      508.58,
      206.81
    ],
    "text": "Commissioner General of Excise as to the validity thereof and action taken after such inquiry on the basis of the findings thereat. In such an inquiry, if it is found that the establishment continuing the license at that place may thereat or likely threat to the maintenance of law and order in the area, Commissioner General of Excise can decide to relocate the license premises to a suitable place. This decision will be final.",
    "fonts": [
      "Calibri-LightItalic"
    ],
    "sizes": [
      14.039999961853027
    ]
  },
  {
    "page_number": 3,
    "bbox": [
      90.02,
      220.49,
      508.6,
      568.54
    ],
    "text": "Upon perusal of the Statement of Objections filed on behalf of the Respondents adduces that there had been several complaints (R2, R3, R4, R5, R8, R11 and R12) made by various civil societies and clergy complaining of the proximity of the subject liquor shop towards two schools and the places of worship. In terms of the Rule No. 20(c) of the said Gazette Notification, the authorities are required to consider the operational location of such premises in issuance and continuance of a license for liquor shop. Accordingly, the location of such premises for operation of such license should be 100 meters away from any school and places of public religious worship. Therefore, once the 1st Respondent receives a complaint in that regard, it is his duty to inquire into such complaint. However, I observe that it is not mandatory for the 1st Respondent to satisfy himself that there is a breach of law or an imminent danger of breach of peace before a temporary closure of the premises. In terms of the Section 45 of the Excise Ordinance, the discretion lies with the Divisional Secretary to take a decision with available material at hand as to whether there is a necessity to close temporarily a licensed premises prior to holding an inquiry.",
    "fonts": [
      "Calibri-Light"
    ],
    "sizes": [
      9.0,
      14.039999961853027
    ]
  },
  {
    "page_number": 3,
    "bbox": [
      90.02,
      581.08,
      508.62,
      753.61
    ],
    "text": "However, it is the duty of the 1st Respondent to notify the license holder of any protest or of any objection raised with regard to the respective license prior to conducting an inquiry. The Petitioners contention is that he was not notified of any such objections. Nevertheless, on the face of the documents P2 and P3, it appears that the Petitioner has been informed of the fact that certain objection has been raised with regard to the operation of the liquor shop in the subject premises. Accordingly, the Petitioner has been directed to close the liquor shop until the end of the relevant period from 10.05.2021 to 10.07.2021. Furthermore, by letter",
    "fonts": [
      "Calibri-Light"
    ],
    "sizes": [
      9.0,
      14.039999961853027
    ]
  },
  {
    "page_number": 4,
    "bbox": [
      90.02,
      781.3,
      507.92,
      805.78
    ],
    "text": "5",
    "fonts": [
      "Calibri"
    ],
    "sizes": [
      11.039999961853027
    ]
  },
  {
    "page_number": 4,
    "bbox": [
      90.02,
      74.91,
      508.6,
      324.68
    ],
    "text": "dated 23.06.2021 (marked as P6) the Petitioner has been noticed to be present at the relevant inquiry on the 01.07.2021. However, the Petitioner claims that he was not given sufficient time to prepare for the inquiry and also that he had no sufficient and/or any knowledge on the allegations raised against the operation of the liquor shop at the given premises. However, it appears that the Petitioner has been given one-week-notice of the inquiry. Therefore, it is apparent that the Petitioner had been afforded adequate time before the commencement of the inquiry. If at all the Petitioner alleges that such time afforded to him to prepare himself before the inquiry was insufficient, and however I am of the view that it should be the duty of the Petitioner to request for further time. In absence of any such request the Petitioner has not opted to exercise his rights in that regard.",
    "fonts": [
      "Calibri-Light"
    ],
    "sizes": [
      14.039999961853027
    ]
  },
  {
    "page_number": 4,
    "bbox": [
      90.02,
      338.48,
      508.6,
      706.21
    ],
    "text": "Another contention of the Petitioner is that he was not given sufficient notice of the allegations raised against the operation of the impugned liquor license. Moreover, the Petitioner had been afforded an opportunity to participate at the inquiry and present his case. The Petitioner has participated at the inquiry as per the opportunity granted to him. However, the Petitioner has not raised at the inquiry the position that he was unaware of the allegations against him. Even though, it appears that the documents P2, P3 and P6 do not expressly reveal all such relevant details of the purported allegations, the statement (Annexure No.10 of 1R15) made by the Attorney-at-Law who represented the Petitioner at the inquiry, reveals that the Petitioner had ample knowledge of the purported allegations. The documents (V1-V6) placed by the Petitioner at the inquiry further suggests the fact that the Petitioner had prior knowledge of the purported allegations and the prior preparation on the part of the Petitioner in order to resist any allegations at the inquiry. In the light of the above I am of the view that the mere contention of the Petitioner that he did not have sufficient knowledge of the allegations against him stands baseless and therefore the Petitioner is estopped from contending that the subject inquiry was held in breach of audi alteram partem rule.",
    "fonts": [
      "Calibri-Light",
      "Calibri-LightItalic"
    ],
    "sizes": [
      14.039999961853027
    ]
  },
  {
    "page_number": 4,
    "bbox": [
      90.02,
      719.89,
      508.63,
      753.61
    ],
    "text": "In the case of Jayathilake and Another vs. Kaleel and Others 1994 (1) SLR 319 at page 352 it was held that, while natural justice entitles a person to",
    "fonts": [
      "Calibri-Light",
      "Calibri-LightItalic"
    ],
    "sizes": [
      14.039999961853027
    ]
  },
  {
    "page_number": 5,
    "bbox": [
      90.02,
      781.3,
      507.92,
      805.78
    ],
    "text": "6",
    "fonts": [
      "Calibri"
    ],
    "sizes": [
      11.039999961853027
    ]
  },
  {
    "page_number": 5,
    "bbox": [
      90.02,
      74.91,
      508.59,
      167.45
    ],
    "text": "a fair and accurate statement of the allegations against him the mere fact that he had not been given formal notice of all the matters in which his conduct was to be called in question did not necessarily entitle him to contend that the inquiry was held in breach of the audi alteram partem rule.",
    "fonts": [
      "Calibri-Light",
      "Calibri-LightItalic"
    ],
    "sizes": [
      14.039999961853027
    ]
  },
  {
    "page_number": 5,
    "bbox": [
      90.02,
      181.25,
      508.6,
      391.64
    ],
    "text": "Petitioner further states that the Respondent has failed to adduce a document such as a police complaint, B report or any other document in support of the alleged breach of law and order in the area. If a particular establishment continuing to hold the license to operate a liquor shop the issue is whether the given premises is a threat or a likely threat to the maintenance of law and order at the area, is a matter to be decided by the 1st Respondent based on the findings of the inquiry held in terms of the said Rule No.21. If such documents were available, it would have been helpful for the 1st Respondent to take a decision upon the issue. However, there is no such mandatory requirement in law or otherwise to support such objection or protest by way of a police complaint or B report.",
    "fonts": [
      "Calibri-Light"
    ],
    "sizes": [
      9.0,
      14.039999961853027
    ]
  },
  {
    "page_number": 5,
    "bbox": [
      90.02,
      405.44,
      508.6,
      596.26
    ],
    "text": "The Petitioner has been informed by letter P3 to close temporarily the subject liquor shop until the conclusion of the inquiry which was held inquiry in to the objections raised with regard to the operation and continuance of the relevant license. Section 45 of the Excise Ordinance provides for the procedure to be adhered to in a case of a closure of licensed premises. One of the alleged grievances of the Petitioner is that he was not heard prior to issuing the relevant direction for the closure of the liquor shop. In the case of Dias v Director General of Customs (2001 3 SLR 281 (CA), the Court of Appeal has made the following observations with regard to a persons entitlement to be heard as follows;",
    "fonts": [
      "Calibri-Light"
    ],
    "sizes": [
      14.039999961853027
    ]
  },
  {
    "page_number": 5,
    "bbox": [
      126.02,
      609.94,
      508.43,
      702.49
    ],
    "text": "the notice of seizure is not a final determination, and the scheme of the Customs Ordinance recognizes and gives an opportunity to the person whose goods are seized to vindicate himself at a subsequent inquiry. Court would interfere only if the statutory procedure laid down is insufficient to achieve justice...",
    "fonts": [
      "Calibri-LightItalic"
    ],
    "sizes": [
      14.039999961853027
    ]
  },
  {
    "page_number": 5,
    "bbox": [
      90.02,
      716.29,
      508.6,
      769.57
    ],
    "text": "Similarly in the case at hand, it is apparent on the face of letter P3 that the impugned direction to close the liquor shop was in temporary nature and that it was to be followed up by an inquiry. The Rule No. 21 of the Gazette",
    "fonts": [
      "Calibri-Light"
    ],
    "sizes": [
      14.039999961853027
    ]
  },
  {
    "page_number": 6,
    "bbox": [
      90.02,
      781.3,
      507.92,
      805.78
    ],
    "text": "7",
    "fonts": [
      "Calibri"
    ],
    "sizes": [
      11.039999961853027
    ]
  },
  {
    "page_number": 6,
    "bbox": [
      90.02,
      74.91,
      508.59,
      206.81
    ],
    "text": "Notification referred to above empowers the Commissioner General of Excise to hold an inquiry on matters provided therein. Therefore, the impugned direction to temporarily close the liquor shop (as contained in letter P2 and P3) is not a final determination, but a mere statutory requirement. As per the contents of letters P2 and P3, it is apparent that the Petitioner should be given an opportunity to be heard at a subsequent inquiry.",
    "fonts": [
      "Calibri-Light"
    ],
    "sizes": [
      14.039999961853027
    ]
  },
  {
    "page_number": 6,
    "bbox": [
      90.02,
      220.49,
      508.59,
      293.36
    ],
    "text": "In the case of Gamini Dissanayake vs. Kaleel (1993 2 SLR 135) at page 195 it was held that, if an order is \"provisional\", and is subject to appeal or objection, antecedent hearing is probably not necessary. If it is final, but by statute or contract there is provision",
    "fonts": [
      "Calibri-Light",
      "Calibri-LightItalic"
    ],
    "sizes": [
      14.039999961853027
    ]
  },
  {
    "page_number": 6,
    "bbox": [
      144.02,
      304.98,
      508.42,
      321.2
    ],
    "text": "a) for a \"full re-hearing ' by the same or another body having",
    "fonts": [
      "Arial-ItalicMT",
      "Calibri-LightItalic"
    ],
    "sizes": [
      14.039999961853027
    ]
  },
  {
    "page_number": 6,
    "bbox": [
      144.02,
      326.84,
      508.49,
      360.44
    ],
    "text": "original jurisdiction, or b) making the decision and an appeal against it (especially if it is",
    "fonts": [
      "Arial-ItalicMT",
      "Calibri-LightItalic"
    ],
    "sizes": [
      14.039999961853027
    ]
  },
  {
    "page_number": 6,
    "bbox": [
      162.02,
      366.08,
      508.47,
      419.36
    ],
    "text": "by way of \"full re-hearing\") part of an integral scheme, it may be that an initial hearing is dispensed with, or that the absence thereof is not fatal.",
    "fonts": [
      "Calibri-LightItalic"
    ],
    "sizes": [
      14.039999961853027
    ]
  },
  {
    "page_number": 6,
    "bbox": [
      90.02,
      433.04,
      508.57,
      525.58
    ],
    "text": "Therefore, given the temporary nature of the direction issued in letter P3, it is untenable to hold that the Petitioner had been denied the right to be heard prior to issuance of the direction to close temporarily the liquor shop. Further, I am of the view that the statutory procedure laid down in the exercise ordinance is sufficient to achieve justice for the Petitioner.",
    "fonts": [
      "Calibri-Light",
      "Calibri-LightItalic"
    ],
    "sizes": [
      14.039999961853027
    ]
  },
  {
    "page_number": 6,
    "bbox": [
      90.02,
      539.38,
      508.61,
      769.57
    ],
    "text": "The Petitioners contention is that he has been operating the said liquor shop for approximately twelve years since the license was transferred to him by the previous licensee who was caring out business the liquor shop since 1989. He further, states that there had never been any allegation of any kind of violation of laws and regulations in respect of the liquor license. Therefore, the Petitioners contention is that the decision of the Respondents is a clear breach of principles of legitimate expectation. The Excise Ordinance and the relevant Gazette Notifications issued under Excise Ordinance reveal the fact that issuance of a liquor license in terms of the Excise Ordinance is subject to number of statutory rules, regulations and conditions. Particularly Rule No.21 of the Gazette Notification referred to above, empowers the 1st Respondent to inquire in to any objection or",
    "fonts": [
      "Calibri-Light"
    ],
    "sizes": [
      9.0,
      14.039999961853027
    ]
  },
  {
    "page_number": 7,
    "bbox": [
      90.02,
      781.3,
      507.92,
      805.78
    ],
    "text": "8",
    "fonts": [
      "Calibri"
    ],
    "sizes": [
      11.039999961853027
    ]
  },
  {
    "page_number": 7,
    "bbox": [
      90.02,
      74.91,
      508.6,
      147.77
    ],
    "text": "protest received from a member of organization of the public in respect of any violation or non-compliance with any statutory requirement either before or after the issuance of a liquor license and even to make an order for relocation of the licensed premises.",
    "fonts": [
      "Calibri-Light",
      "Calibri-LightItalic"
    ],
    "sizes": [
      14.039999961853027
    ]
  },
  {
    "page_number": 7,
    "bbox": [
      90.02,
      161.57,
      508.57,
      254.09
    ],
    "text": "In the case of Ranasinghe Bandara vs. The Director, District Land Reform Commission and Others (Case No. CA.(Writ) 233/2017 decided on 17.06.2019)- His Lordship Janak De Silva J. with reference to Clive Lewis, Judicial Remedies in Public Law, 5th Ed,248 (South Asian Edition) held as follows,",
    "fonts": [
      "Calibri-Light",
      "Calibri-LightItalic"
    ],
    "sizes": [
      14.039999961853027
    ]
  },
  {
    "page_number": 7,
    "bbox": [
      126.02,
      267.77,
      508.53,
      360.32
    ],
    "text": "Such legitimate expectations may arise where a public authority has made a clear, unqualified and ambiguous representation to a particular individual that it will act in a particular way. The burden is on the individual to demonstrate that an unqualified and unambiguous representation was made.",
    "fonts": [
      "Calibri-LightItalic"
    ],
    "sizes": [
      14.039999961853027
    ]
  },
  {
    "page_number": 7,
    "bbox": [
      90.02,
      401.72,
      508.6,
      474.68
    ],
    "text": "On the other hand, it is obvious that the Petitioner could only claim such alleged legitimate expectation, if there exists no sufficient overriding public interest ordains otherwise. It is observed that a mere long-term possession of a license would not give legitimate expectation.",
    "fonts": [
      "Calibri-Light"
    ],
    "sizes": [
      14.039999961853027
    ]
  },
  {
    "page_number": 7,
    "bbox": [
      90.02,
      488.38,
      508.56,
      580.9
    ],
    "text": "In the case of R vs. North and East Devon Health Authority Exp. Coughlan [2000]2 WLR 622, the Court of Appeal, rejecting rationality as the appropriate standard of review, held that it was for the court to judge whether there was a sufficient overriding interest to justify a departure from what has been previously promised.",
    "fonts": [
      "Calibri-Light",
      "Calibri-LightItalic"
    ],
    "sizes": [
      14.039999961853027
    ]
  },
  {
    "page_number": 7,
    "bbox": [
      90.02,
      594.7,
      508.59,
      746.29
    ],
    "text": "However, in the instant case it must be borne in mind that there is no cancellation of a permit, but a mere temporary suspension has been ordered by the letter marked P7, and further to that, the Petitioner has been directed to relocate the licensed premises. Considering the numbers and the magnitude of the objections (R1 -R12) received by the Respondents in this respect, it is prudent for the decision maker to arrive at a proper decision to ensure that such decision balances the protection of the public interest vis-a-vis the individual rights. By the letter P7,",
    "fonts": [
      "Calibri-Light"
    ],
    "sizes": [
      14.039999961853027
    ]
  },
  {
    "page_number": 8,
    "bbox": [
      90.02,
      781.3,
      507.92,
      805.78
    ],
    "text": "9",
    "fonts": [
      "Calibri"
    ],
    "sizes": [
      11.039999961853027
    ]
  },
  {
    "page_number": 8,
    "bbox": [
      90.02,
      74.91,
      508.6,
      108.53
    ],
    "text": "attention has been drawn towards the violation of Rule No. 21 of the said Excise Notification No.902 by the Petitioner.",
    "fonts": [
      "Calibri-Light"
    ],
    "sizes": [
      14.039999961853027
    ]
  },
  {
    "page_number": 8,
    "bbox": [
      90.02,
      122.21,
      508.59,
      431.0
    ],
    "text": "The report 1R15 reveals that, the Committee has taken into consideration the fact that schools and four religious places of worship are situated within 100 meters proximity of the liquor shop and that the consumption of liquor near the liquor shop is a likely threat to the surrounding peaceful environment. Thereby, it is apparent that the Petitioner has failed to satisfy the requirement regarding location and description of type of premises as per the said Gazette Notification. The Respondents have tendered to this Court the objections they have received from the civil societies and the same has been marked as R1 to R12. It is apparent on the face of the said objections that the request made by the said Civil Societies is also only to relocate the said liquor shop to avoid the adverse social impact that may cause to public, but not for the cancellation of the license. The Petitioner has failed to establish any mala fide intention or improper consideration on the part of the Respondents in arriving at the impugned decision. The 1st Respondent eventually will have to evaluate the threat or risk of disorder in the light of the information available to him.",
    "fonts": [
      "Calibri-Light"
    ],
    "sizes": [
      9.0,
      14.039999961853027
    ]
  },
  {
    "page_number": 8,
    "bbox": [
      90.02,
      444.68,
      508.59,
      556.9
    ],
    "text": "In the above premise, I hold that the Respondents have not violated any specific procedure or any guideline provided in the Gazette Notification in arriving at the impugned decision. So long as the decision maker has followed the due process and has acted fairly, there arises no necessity for this Court to interfere with such decision. Such being my opinion I dismiss the application of the Petitioner. No costs ordered.",
    "fonts": [
      "Calibri-Light"
    ],
    "sizes": [
      14.039999961853027
    ]
  },
  {
    "page_number": 8,
    "bbox": [
      90.02,
      625.9,
      506.07,
      639.94
    ],
    "text": "Judge of the Court of Appeal",
    "fonts": [
      "Calibri-Light"
    ],
    "sizes": [
      14.039999961853027
    ]
  },
  {
    "page_number": 8,
    "bbox": [
      90.02,
      681.13,
      223.3,
      695.17
    ],
    "text": "Sobhitha Rajakaruna, J.",
    "fonts": [
      "Calibri-Light"
    ],
    "sizes": [
      14.039999961853027
    ]
  },
  {
    "page_number": 8,
    "bbox": [
      90.02,
      708.85,
      171.07,
      722.89
    ],
    "text": "I agree.",
    "fonts": [
      "Calibri-Light"
    ],
    "sizes": [
      14.039999961853027
    ]
  },
  {
    "page_number": 8,
    "bbox": [
      342.07,
      736.45,
      506.07,
      750.49
    ],
    "text": "Judge of the Court of Appeal",
    "fonts": [
      "Calibri-Light"
    ],
    "sizes": [
      14.039999961853027
    ]
  },
  {
    "page_number": 9,
    "bbox": [
      90.02,
      781.3,
      507.92,
      805.78
    ],
    "text": "10",
    "fonts": [
      "Calibri"
    ],
    "sizes": [
      11.039999961853027
    ]
  }
]