[
  {
    "page_number": 0,
    "bbox": [
      108.0,
      778.85,
      489.82,
      805.76
    ],
    "text": "1",
    "fonts": [
      "CIDFont+F1"
    ],
    "sizes": [
      11.040450096130371
    ]
  },
  {
    "page_number": 0,
    "bbox": [
      127.56,
      94.86,
      472.03,
      110.02
    ],
    "text": "IN THE COURT OF APPEAL OF THE DEMOCRATIC",
    "fonts": [
      "CIDFont+F2"
    ],
    "sizes": [
      12.960525512695312
    ]
  },
  {
    "page_number": 0,
    "bbox": [
      171.36,
      117.66,
      428.35,
      132.82
    ],
    "text": "SOCIALIST REPUBLIC OF SRI LANKA",
    "fonts": [
      "CIDFont+F2"
    ],
    "sizes": [
      12.960525512695312
    ]
  },
  {
    "page_number": 0,
    "bbox": [
      108.0,
      141.29,
      491.47,
      313.78
    ],
    "text": "In the matter of an Appeal under Section 331 of the Code of Criminal Procedure Act No. 15 of 1979, read with Article 138 of the Constitution of the Democratic Socialist Republic of Sri Lanka.",
    "fonts": [
      "CIDFont+F3"
    ],
    "sizes": [
      12.960525512695312
    ]
  },
  {
    "page_number": 0,
    "bbox": [
      288.0,
      316.85,
      453.88,
      348.94
    ],
    "text": "The Democratic Socialist Republic of Sri Lanka",
    "fonts": [
      "CIDFont+F3"
    ],
    "sizes": [
      12.960525512695312
    ]
  },
  {
    "page_number": 0,
    "bbox": [
      108.0,
      351.89,
      415.27,
      471.82
    ],
    "text": "Court of Appeal Case No. CA/HCC/0431/2019 Complainant High Court of Nuwara-Eliya V. Case No. HC/NE/63/2016",
    "fonts": [
      "CIDFont+F2",
      "CIDFont+F3"
    ],
    "sizes": [
      12.960525512695312
    ]
  },
  {
    "page_number": 0,
    "bbox": [
      108.0,
      474.77,
      491.5,
      559.54
    ],
    "text": "Henry David Damith Jayawardana alias Hendry David Damith Jayawardana",
    "fonts": [
      "CIDFont+F3",
      "CIDFont+F4"
    ],
    "sizes": [
      12.960525512695312
    ]
  },
  {
    "page_number": 0,
    "bbox": [
      108.0,
      561.9,
      491.5,
      699.94
    ],
    "text": "Accused AND NOW BETWEEN Henry David Damith Jayawardana alias Hendry David Damith Jayawardana",
    "fonts": [
      "CIDFont+F2",
      "CIDFont+F3",
      "CIDFont+F4"
    ],
    "sizes": [
      12.960525512695312
    ]
  },
  {
    "page_number": 0,
    "bbox": [
      324.0,
      702.3,
      459.76,
      752.62
    ],
    "text": "AccusedAppellant V.",
    "fonts": [
      "CIDFont+F2",
      "CIDFont+F3"
    ],
    "sizes": [
      12.960525512695312
    ]
  },
  {
    "page_number": 1,
    "bbox": [
      108.0,
      778.85,
      489.82,
      805.76
    ],
    "text": "2",
    "fonts": [
      "CIDFont+F1"
    ],
    "sizes": [
      11.040450096130371
    ]
  },
  {
    "page_number": 1,
    "bbox": [
      288.0,
      72.65,
      478.07,
      137.16
    ],
    "text": "Hon. Attorney General, Attorney Generals Department, Colombo 12.",
    "fonts": [
      "CIDFont+F3"
    ],
    "sizes": [
      12.000450134277344,
      12.960525512695312
    ]
  },
  {
    "page_number": 1,
    "bbox": [
      108.0,
      140.09,
      494.14,
      555.58
    ],
    "text": "ComplainantRespondent BEFORE : K. PRIYANTHA FERNANDO, J. (P/CA) WICKUM A. KALUARACHCHI, J. COUNSEL : Charaka Dharmasiri for the Accused Appellant. Maheshika de Silva, Deputy Solicitor General for the Respondent. ARGUED ON : 20.10.2022 WRITTEN SUBMISSIONS FILED ON : 01.02.2022 by the Accused Appellant. 27.05.2022 by the Respondent. JUDGMENT ON : 02.12.2022",
    "fonts": [
      "CIDFont+F2",
      "CIDFont+F3"
    ],
    "sizes": [
      12.000450134277344,
      12.960525512695312
    ]
  },
  {
    "page_number": 1,
    "bbox": [
      108.0,
      558.06,
      491.52,
      766.18
    ],
    "text": "************** K. PRIYANTHA FERNANDO, J.(P/CA) 1. The accused appellant (hereinafter referred to as the appellant) in this case was indicted in the High Court of Nuwara-Eliya on one count of kidnapping a child below 16 years of age, punishable in terms of section 354 of the Penal Code and one count of rape, punishable in terms of section 364 of the Penal Code. Upon conviction after trial, the learned High Court Judge sentenced the appellant on the first count for 3",
    "fonts": [
      "CIDFont+F2",
      "CIDFont+F3",
      "CIDFont+F4",
      "CIDFont+F5"
    ],
    "sizes": [
      12.960525512695312
    ]
  },
  {
    "page_number": 2,
    "bbox": [
      108.0,
      778.85,
      489.82,
      805.76
    ],
    "text": "3",
    "fonts": [
      "CIDFont+F1"
    ],
    "sizes": [
      11.040450096130371
    ]
  },
  {
    "page_number": 2,
    "bbox": [
      108.0,
      72.65,
      491.42,
      293.72
    ],
    "text": "years imprisonment. In addition, the appellant was ordered to pay a fine of Rs.5,000/-. For the second count, the appellant was sentenced for 10 years rigorous imprisonment. In addition, he was ordered to pay a fine of Rs.5,000/- and also Rs.50,000/- as compensation to the victim. 2. Being aggrieved by the above convictions and the sentences, the appellant preferred the instant appeal. At the commencement of the hearing of this appeal, the learned Counsel for the appellant urged the following two grounds of appeal.",
    "fonts": [
      "CIDFont+F1",
      "CIDFont+F3",
      "CIDFont+F5"
    ],
    "sizes": [
      11.040450096130371,
      12.960525512695312
    ]
  },
  {
    "page_number": 2,
    "bbox": [
      108.0,
      296.43,
      491.45,
      763.42
    ],
    "text": "I. The date of offence is not legally mentioned in the charge. II. The identity of the appellant has not been established by the prosecution. 3. The brief facts of the case as per the evidence of the victim (PW1) are as follows, The PW1 has been living with her grandparents as her mother had abandoned her. The father of the PW1 has also been away on work. When she went to the Dhamma School on Sundays, either her grandfather or her grandmother used to accompany her. On the day of the incident, she has gone to the Dhamma School in the temple with her grandfather. On that day, due to the examinations at the Dhamma School being held, it has ended by about 10.00 a.m. which is earlier than usual. When she was walking alone on her way back home, the appellant, who was someone that she had met before, has told her that her grandfather had asked him to accompany her up to a certain point on the way back home to which she has agreed. Thereafter, the appellant has pushed her to a shrub and has raped her. 4. When the defence was called after the case for the prosecution, the appellant has made an unsworn",
    "fonts": [
      "CIDFont+F3",
      "CIDFont+F4",
      "CIDFont+F5"
    ],
    "sizes": [
      9.96037483215332,
      12.960525512695312
    ]
  },
  {
    "page_number": 3,
    "bbox": [
      108.0,
      778.85,
      489.82,
      805.76
    ],
    "text": "4",
    "fonts": [
      "CIDFont+F1"
    ],
    "sizes": [
      11.040450096130371
    ]
  },
  {
    "page_number": 3,
    "bbox": [
      108.0,
      72.65,
      491.53,
      508.42
    ],
    "text": "statement from the dock. The appellant has said that he was at his wifes village when he got a message asking him to come to the police station. He has said that he got the message through his mother. The police have asked him to come to the police station with regard to an issue of a telephone. When he went to the police station, the police have assaulted him and have got his signature on a piece of paper. The appellant has said that he doesnt know anything about the instant case. 5. The learned Counsel for the appellant submitted that, on both counts in the indictment, the date of offence has not specifically been mentioned and instead a time period has been mentioned as the date of offence. The time period that has been mentioned is between 1st December 2009 and 31st December 2009. It is the contention of the learned Counsel that, in terms of section 165 of the Code of Criminal Procedure Act, a charge shall contain such particulars as to the time that the alleged offence was committed. He further contended that, a period of time can be indicated in a charge as the time of offence, only in cases of criminal breach of trust or dishonest misappropriation of movable property.",
    "fonts": [
      "CIDFont+F3",
      "CIDFont+F5"
    ],
    "sizes": [
      8.520299911499023,
      12.960525512695312
    ]
  },
  {
    "page_number": 3,
    "bbox": [
      108.0,
      511.37,
      491.41,
      665.26
    ],
    "text": "6. The learned Deputy Solicitor General for the respondent submitted that, a reasonable time period can be mentioned in a charge as the date and time of the offence, provided that the appellant has been given sufficient notice of the particulars of the offence. The learned Deputy Solicitor General referred to the judgment of this Court in case no. CA/194/2015 decided on 07/05/2019.",
    "fonts": [
      "CIDFont+F3",
      "CIDFont+F5"
    ],
    "sizes": [
      12.960525512695312
    ]
  },
  {
    "page_number": 3,
    "bbox": [
      108.0,
      668.21,
      491.52,
      769.42
    ],
    "text": "7. In terms of section 165 of the Code of Criminal Procedure Act, a charge shall contain such particulars as are reasonably sufficient to give the accused notice of the matter with which he is charged. Particulars as to time and place of the alleged offence, and as to the",
    "fonts": [
      "CIDFont+F3",
      "CIDFont+F5"
    ],
    "sizes": [
      12.960525512695312
    ]
  },
  {
    "page_number": 4,
    "bbox": [
      108.0,
      778.85,
      489.82,
      805.76
    ],
    "text": "5",
    "fonts": [
      "CIDFont+F1"
    ],
    "sizes": [
      11.040450096130371
    ]
  },
  {
    "page_number": 4,
    "bbox": [
      135.0,
      72.65,
      491.52,
      139.9
    ],
    "text": "person against whom the crime was committed are stated in the relevant section as particulars that should be mentioned to give sufficient notice to an accused.",
    "fonts": [
      "CIDFont+F3"
    ],
    "sizes": [
      12.960525512695312
    ]
  },
  {
    "page_number": 4,
    "bbox": [
      108.0,
      142.28,
      491.75,
      348.13
    ],
    "text": "8. This issue of sufficient notice on the date of offence on a charge, was discussed in the case of Thimbirigolle Sirirathana Thero v. Attorney General CA/194/2015 [07/05/2019] it was held that, in cases of sexual offences against children, the victims very often find it difficult to remember the exact date of the offence by the time they testify in court after a long lapse of time. However, the accused should not be deprived of a fair trial. This aspect was sufficiently discussed in case of R. v. Dossi, 13 Cr.App.R.158.",
    "fonts": [
      "CIDFont+F3",
      "CIDFont+F5",
      "CIDFont+F6",
      "CIDFont+F7"
    ],
    "sizes": [
      9.96037483215332,
      12.960525512695312
    ]
  },
  {
    "page_number": 4,
    "bbox": [
      180.0,
      350.83,
      491.26,
      558.23
    ],
    "text": "\"In Dossi (supra), it was held that a date specified in an indictment is not a material matter unless it is an essential part of the alleged offence; the defendant may be convicted although the jury finds that the offence was committed on a date other than that specified in the indictment. Amendment of the indictment is unnecessary, although it will be good practice to do so (provided that there is no prejudice, below) where it is clear on the evidence that if the offence was committed at all it was committed on the day other than that specified.",
    "fonts": [
      "CIDFont+F4"
    ],
    "sizes": [
      12.960525512695312
    ]
  },
  {
    "page_number": 4,
    "bbox": [
      180.0,
      574.99,
      491.17,
      747.23
    ],
    "text": "In case of Wright V. Nicholson 54 Cr.App.R.38, it was held that the prosecution should not be allowed to depart from an allegation that an offence was committed on a particular day in reliance on the principle in Dossi if there is a risk that the defendant has been misled as to the allegation he has to answer or that he would be prejudiced in having to answer a less specific allegation, as to the importance of the provision of such particulars in",
    "fonts": [
      "CIDFont+F4"
    ],
    "sizes": [
      12.960525512695312
    ]
  },
  {
    "page_number": 5,
    "bbox": [
      108.0,
      778.85,
      489.82,
      805.76
    ],
    "text": "6",
    "fonts": [
      "CIDFont+F1"
    ],
    "sizes": [
      11.040450096130371
    ]
  },
  {
    "page_number": 5,
    "bbox": [
      108.0,
      72.91,
      491.44,
      153.85
    ],
    "text": "the context of the right to fair trial under art.6 of the ECHR.\" (Archbold Criminal Pleading Evidence and Practice 2019, 1-225 at page 83).",
    "fonts": [
      "CIDFont+F3",
      "CIDFont+F4"
    ],
    "sizes": [
      9.96037483215332,
      12.960525512695312
    ]
  },
  {
    "page_number": 5,
    "bbox": [
      135.0,
      156.29,
      491.41,
      188.5
    ],
    "text": "This position was accepted and followed in Pandithakoralage v. Selvanayagam 56 N.L.R. 143.",
    "fonts": [
      "CIDFont+F3",
      "CIDFont+F7"
    ],
    "sizes": [
      12.960525512695312
    ]
  },
  {
    "page_number": 5,
    "bbox": [
      108.0,
      191.45,
      491.52,
      520.78
    ],
    "text": "9. Child victims in sexual crimes of this nature, are often reluctant to inform their parents or guardians about the abuse immediately unless they are compelled to do so. Most importantly, one cannot expect a child of tender age to keep a record of the exact date on which he/she was abused or raped, unless there is some special significance on the date in which the abuse took place. The only significant thing that she could remember about the date in which she was raped was that it had happened on a day that she attended the Dhamma School. The defence that has been taken by the appellant in his dock statement was a total denial. He has not even suggested a defence of alibi. Therefore, mentioning of a one month period in a charge as the time on which the offence was committed, has not caused any prejudice to the appellant and therefore has not deprived him of a fair trial. Thus, the first ground of appeal is devoid of merit.",
    "fonts": [
      "CIDFont+F3",
      "CIDFont+F4",
      "CIDFont+F5"
    ],
    "sizes": [
      12.960525512695312
    ]
  },
  {
    "page_number": 5,
    "bbox": [
      108.0,
      523.85,
      491.41,
      554.86
    ],
    "text": "10. In pursuing the second ground of appeal, the learned",
    "fonts": [
      "CIDFont+F3",
      "CIDFont+F5"
    ],
    "sizes": [
      12.960525512695312
    ]
  },
  {
    "page_number": 5,
    "bbox": [
      135.0,
      557.81,
      491.52,
      765.58
    ],
    "text": "Counsel for the appellant submitted that, the prosecution has failed to prove the identity of the appellant to be the person who committed the act of rape on the victim beyond reasonable doubt. He further submitted that, the evidence revealed that, the grandmother of the child victim has mentioned about a person by the name of . However, the child victim in her evidence has denied that she mentioned anything about a Piyadasa. Nevertheless, the portion in her statement where the child has mentioned about Piyadasa has been marked as a contradiction by the defence as V-1.",
    "fonts": [
      "CIDFont+F3",
      "CIDFont+F4",
      "CIDFont+F8"
    ],
    "sizes": [
      12.960525512695312
    ]
  },
  {
    "page_number": 6,
    "bbox": [
      108.0,
      778.85,
      489.82,
      805.76
    ],
    "text": "7",
    "fonts": [
      "CIDFont+F1"
    ],
    "sizes": [
      11.040450096130371
    ]
  },
  {
    "page_number": 6,
    "bbox": [
      108.0,
      72.65,
      491.4,
      103.66
    ],
    "text": "11. When the evidence is taken as a whole, it is clear that",
    "fonts": [
      "CIDFont+F3",
      "CIDFont+F5"
    ],
    "sizes": [
      12.960525512695312
    ]
  },
  {
    "page_number": 6,
    "bbox": [
      135.0,
      106.61,
      491.49,
      191.51
    ],
    "text": "upon being questioned about Piyadasa, the child witness has referred to a different Piyadasa who is a neighbour of the child. Further, it is clear that, the child has said that the appellant in the instant case is not the son of her neighbour Piydasa.",
    "fonts": [
      "CIDFont+F3",
      "CIDFont+F4"
    ],
    "sizes": [
      12.960525512695312
    ]
  },
  {
    "page_number": 6,
    "bbox": [
      108.0,
      194.45,
      491.41,
      225.46
    ],
    "text": "12. The learned Counsel for the appellant brought to the",
    "fonts": [
      "CIDFont+F3",
      "CIDFont+F5"
    ],
    "sizes": [
      12.960525512695312
    ]
  },
  {
    "page_number": 6,
    "bbox": [
      135.0,
      228.53,
      491.53,
      506.26
    ],
    "text": "notice of the Court that, the prosecution has failed to conduct an identification parade on the appellant. The PW1 in her evidence in cross-examination said that, after the incident she saw the appellant at the police station. However, when the investigating officer gave evidence, upon being questioned whether the appellant was shown to the victim at the police station, he has tried to deny the same stating that the child was in the hospital. However, that doesnt affect the credibility of the child victim. She was truthful when she said that she saw the appellant at the police station. Further, the appellant was not a total stranger to the child victim. The PW1 has clearly said that, she has met the appellant before when she was with her grandfather. The evidence of the child suggests that, she even had a vague recollection of where the appellant lived.",
    "fonts": [
      "CIDFont+F3"
    ],
    "sizes": [
      12.960525512695312
    ]
  },
  {
    "page_number": 6,
    "bbox": [
      108.0,
      509.21,
      491.52,
      540.34
    ],
    "text": "13. The identification of an accused for the first time in the",
    "fonts": [
      "CIDFont+F3",
      "CIDFont+F5"
    ],
    "sizes": [
      12.960525512695312
    ]
  },
  {
    "page_number": 6,
    "bbox": [
      135.0,
      543.29,
      491.52,
      768.46
    ],
    "text": "dock is an undesirable practice. It is well settled law that, the evidence of dock identification is of little or no value. However, in this case, the appellant was not a stranger to the PW1 when he committed the offence on her. Therefore, this cannot be considered in a similar manner to a first time identification of the appellant from the dock. When the evidence is taken as a whole, the learned High Court Judge has rightly found the PW1 to be a truthful and credible witness. It may have been ideal if the investigating officers took steps to hold an identification parade. However, on the facts given, as the appellant was not a stranger to the child it has not caused any prejudice to the appellant nor",
    "fonts": [
      "CIDFont+F3"
    ],
    "sizes": [
      12.960525512695312
    ]
  },
  {
    "page_number": 7,
    "bbox": [
      108.0,
      778.85,
      489.82,
      805.76
    ],
    "text": "8",
    "fonts": [
      "CIDFont+F1"
    ],
    "sizes": [
      11.040450096130371
    ]
  },
  {
    "page_number": 7,
    "bbox": [
      135.0,
      72.65,
      491.53,
      139.9
    ],
    "text": "has he been deprived of fair trial. Once the learned trial Judge finds the PW1 to be a credible witness, her evidence can be acted upon. Hence, I find that the second ground of appeal is also devoid of merit.",
    "fonts": [
      "CIDFont+F3"
    ],
    "sizes": [
      12.960525512695312
    ]
  },
  {
    "page_number": 7,
    "bbox": [
      108.0,
      142.85,
      491.53,
      173.86
    ],
    "text": "14. Hence, this Court has no reason to interfere with the",
    "fonts": [
      "CIDFont+F3",
      "CIDFont+F5"
    ],
    "sizes": [
      12.960525512695312
    ]
  },
  {
    "page_number": 7,
    "bbox": [
      135.0,
      176.81,
      491.41,
      261.58
    ],
    "text": "conviction and the sentences imposed on the appellant by the learned High Court Judge. Therefore, the conviction and the sentences imposed by the learned High Court Judge are affirmed.",
    "fonts": [
      "CIDFont+F3"
    ],
    "sizes": [
      12.960525512695312
    ]
  },
  {
    "page_number": 7,
    "bbox": [
      108.0,
      264.65,
      266.99,
      311.86
    ],
    "text": "Appeal dismissed.",
    "fonts": [
      "CIDFont+F1",
      "CIDFont+F3"
    ],
    "sizes": [
      12.000450134277344,
      12.960525512695312
    ]
  },
  {
    "page_number": 7,
    "bbox": [
      108.0,
      338.52,
      471.36,
      487.56
    ],
    "text": "PRESIDENT OF THE COURT OF APPEAL WICKUM A. KALUARACHCHI, J. I agree.",
    "fonts": [
      "CIDFont+F2",
      "CIDFont+F3"
    ],
    "sizes": [
      12.000450134277344,
      12.960525512695312
    ]
  },
  {
    "page_number": 7,
    "bbox": [
      216.0,
      559.92,
      441.11,
      573.96
    ],
    "text": "JUDGE OF THE COURT OF APPEAL",
    "fonts": [
      "CIDFont+F2",
      "CIDFont+F3"
    ],
    "sizes": [
      12.000450134277344
    ]
  }
]