[
  {
    "page_number": 0,
    "bbox": [
      72.02,
      781.3,
      302.91,
      805.78
    ],
    "text": "1",
    "fonts": [
      "Calibri"
    ],
    "sizes": [
      11.039999961853027
    ]
  },
  {
    "page_number": 0,
    "bbox": [
      73.94,
      72.47,
      524.38,
      85.75
    ],
    "text": "IN THE COURT OF APPEAL OF THE DEMOCRATIC SOCIALIST REPUBLIC OF",
    "fonts": [
      "TimesNewRomanPS-BoldMT"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 0,
    "bbox": [
      262.97,
      95.41,
      335.35,
      108.69
    ],
    "text": "SRI LANKA",
    "fonts": [
      "TimesNewRomanPS-BoldMT"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 0,
    "bbox": [
      310.61,
      142.09,
      526.42,
      203.01
    ],
    "text": "In the matter of an application of a case stated under Section 11A of the Tax Appeals Commission Act, No. 23 of 2011 as amended by Act, No. 20 of 2013.",
    "fonts": [
      "TimesNewRomanPSMT"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 0,
    "bbox": [
      310.61,
      237.49,
      526.29,
      330.12
    ],
    "text": "The Commissioner General of Inland Revenue, Department of Inland Revenue, Inland Revenue Building, Sir Chittampalam A. Gardiner Mawatha, Colombo 02.",
    "fonts": [
      "TimesNewRomanPSMT"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 0,
    "bbox": [
      310.61,
      334.37,
      526.42,
      422.88
    ],
    "text": "APPELLANT Vs.",
    "fonts": [
      "Calibri",
      "TimesNewRomanPS-BoldMT"
    ],
    "sizes": [
      11.039999961853027,
      12.0
    ]
  },
  {
    "page_number": 0,
    "bbox": [
      72.02,
      427.13,
      529.02,
      546.98
    ],
    "text": "Attune Lanka (Pvt) Ltd, 10th Floor, Aitken Spence Tower, No. 315, Vauxhall Street, Colombo 02.",
    "fonts": [
      "Calibri",
      "TimesNewRomanPSMT"
    ],
    "sizes": [
      8.039999961853027,
      11.039999961853027,
      12.0
    ]
  },
  {
    "page_number": 0,
    "bbox": [
      310.61,
      557.58,
      361.99,
      570.86
    ],
    "text": "And Now",
    "fonts": [
      "TimesNewRomanPS-BoldMT"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 0,
    "bbox": [
      72.02,
      581.46,
      462.94,
      673.54
    ],
    "text": "Level 09, Browns Capital Towers, No. 19, Dudley Senanayake Mawatha, Colombo 08.",
    "fonts": [
      "Calibri",
      "TimesNewRomanPSMT"
    ],
    "sizes": [
      11.039999961853027,
      12.0
    ]
  },
  {
    "page_number": 0,
    "bbox": [
      441.34,
      706.05,
      526.42,
      719.33
    ],
    "text": "RESPONDENT",
    "fonts": [
      "TimesNewRomanPS-BoldMT",
      "TimesNewRomanPSMT"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 0,
    "bbox": [
      64.46,
      422.68,
      219.82,
      477.38
    ],
    "text": "Court of Appeal Case No: TAX/0037/22 Tax Appeals Commission No: TAC/IT/026/2018",
    "fonts": [
      "TimesNewRomanPS-BoldMT"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 1,
    "bbox": [
      72.02,
      781.3,
      302.91,
      805.78
    ],
    "text": "2",
    "fonts": [
      "Calibri"
    ],
    "sizes": [
      11.039999961853027
    ]
  },
  {
    "page_number": 1,
    "bbox": [
      72.02,
      296.08,
      182.66,
      309.36
    ],
    "text": "Mayadunne Corea J",
    "fonts": [
      "TimesNewRomanPS-BoldMT"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 1,
    "bbox": [
      72.02,
      343.22,
      526.66,
      518.87
    ],
    "text": "When this case was taken up, the learned Counsel for the Respondent raised a preliminary objection on the basis that the case stated has been filed with an undue delay and moved the case to be dismissed. The main contention of the Respondent is that in pursuant to Section 11A (2) of the Tax Appeals Commission Act, No. 23 of 2011 as amended, the said case stated is out of time and therefore, this Appeal cannot be maintained. Both parties were invited to file written submissions on the preliminary objection and both parties agreed that this Court should deal with the preliminary objection first. Accordingly, the Counsel for both parties were heard on 21.03.2024 pertaining to the preliminary objection and both parties have filed their respective written submissions. The Appellant has filed submissions on 18.04.2024 and the Respondent has filed on 01.04.2024.",
    "fonts": [
      "TimesNewRomanPSMT"
    ],
    "sizes": [
      12.960000038146973
    ]
  },
  {
    "page_number": 1,
    "bbox": [
      72.02,
      552.76,
      526.66,
      631.67
    ],
    "text": "The facts of this case pertaining to the preliminary objection are briefly as follows. The Respondent to this Application (who will herein after be called the Respondent), Appealed to the Tax Appeals Commission (TAC) against the decision of the Commissioner General of the Inland Revenue (CGIR), who is the Appellant in the case before this Court.",
    "fonts": [
      "TimesNewRomanPSMT"
    ],
    "sizes": [
      12.960000038146973
    ]
  },
  {
    "page_number": 1,
    "bbox": [
      72.02,
      665.59,
      526.64,
      760.58
    ],
    "text": "The Appeal to the TAC was against the assessment made for the year of Assessment 2012/2013. The Respondents return for the year of Assessment 2012/2013 was rejected by the Assistant Commissioner and issued an assessment for the said period whereby the Assistant Commissioner disallowed the exemptions claimed by the Respondent for their failure to fulfill the requirements set out in Section 13(ddd) of the Inland Revenue Act, No. 10 of 2006.",
    "fonts": [
      "TimesNewRomanPSMT"
    ],
    "sizes": [
      12.960000038146973
    ]
  },
  {
    "page_number": 1,
    "bbox": [
      77.42,
      59.03,
      332.47,
      86.11
    ],
    "text": "Before: S.U.B. Karalliyadde, J Mayadunne Corea, J",
    "fonts": [
      "TimesNewRomanPS-BoldMT",
      "TimesNewRomanPSMT"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 1,
    "bbox": [
      77.42,
      105.13,
      446.74,
      134.85
    ],
    "text": "Counsel: Manohara Jayasinghe, DSG, for the Appellant Suren Fernando for the Respondent",
    "fonts": [
      "TimesNewRomanPS-BoldMT",
      "TimesNewRomanPSMT"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 1,
    "bbox": [
      77.42,
      162.37,
      213.6,
      203.25
    ],
    "text": "Argument on Preliminary Objections:",
    "fonts": [
      "TimesNewRomanPS-BoldMT"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 1,
    "bbox": [
      221.45,
      162.37,
      278.45,
      175.65
    ],
    "text": "21.02.2024",
    "fonts": [
      "TimesNewRomanPSMT"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 1,
    "bbox": [
      77.42,
      203.77,
      434.47,
      233.49
    ],
    "text": "Written Submissions: On behalf of the Appellant on 18.04.2024 On behalf of the Respondent on 01.04.2024",
    "fonts": [
      "TimesNewRomanPS-BoldMT",
      "TimesNewRomanPSMT"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 1,
    "bbox": [
      77.42,
      249.85,
      281.45,
      263.13
    ],
    "text": "Delivered on: 08.08.2024.",
    "fonts": [
      "TimesNewRomanPS-BoldMT",
      "TimesNewRomanPSMT"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 2,
    "bbox": [
      72.02,
      781.3,
      302.91,
      805.78
    ],
    "text": "3",
    "fonts": [
      "Calibri"
    ],
    "sizes": [
      11.039999961853027
    ]
  },
  {
    "page_number": 2,
    "bbox": [
      72.02,
      96.71,
      526.66,
      353.13
    ],
    "text": "The TAC had made its determination dated 27.12.2021 and dismissed the Appeal of Attune Lanka (Pvt) Ltd who was the Appellant to the TAC, subject to the assessment to be reduced in respect of the tax calculated on the rejection of the claim of the tax exemption provided under Section 13(ddd) of the Inland Revenue Act. Being aggrieved by the said determination the CGIR moved the TAC to state a case before this Court. As per the brief, the TAC stated a case dated 21.02.2022 which was communicated to the CGIR through their letter dated 22.02.2022. The said letter, which is found on page 32 of the docket, informs the case stated to be transmitted to the Court of Appeal after receiving the same in terms of Section 170 (2) of the Inland Revenue Act, No. 10 of 2006. As per the submissions of the learned Counsel, it is clear that the said documents were filed in the Court of Appeal with a covering motion dated 06.07.2022 by the CGIR. In the said motion the CGIR has stated that they have received the case stated on 23.02.2022 and further they submit that as per Section 11A (2) of the Tax Appeals Commission Act the case stated is required to be transmitted to the Court of Appeal within 14 days after receiving the same, and further, a copy of the said case stated had been sent to the Respondent.",
    "fonts": [
      "TimesNewRomanPSMT"
    ],
    "sizes": [
      12.960000038146973
    ]
  },
  {
    "page_number": 2,
    "bbox": [
      72.02,
      387.02,
      526.65,
      514.31
    ],
    "text": "At this stage, it is pertinent to note that though in the covering letter addressed to the Registrar of the Court of Appeal along with the motion filed, the Appellant had reproduced the provisions pertaining to the time limits, the Appellant has transmitted the case stated to the Registry of Court of Appeal only on 06.07.2022, which is well past the date contemplated in the Section. It is nearly four months after the case stated was received by the CGIR, the Appellant decided to transmit the same to the Court of Appeal. Hence the Respondent took up a preliminary objection on the maintainability of this case.",
    "fonts": [
      "TimesNewRomanPSMT"
    ],
    "sizes": [
      12.960000038146973
    ]
  },
  {
    "page_number": 2,
    "bbox": [
      72.02,
      548.2,
      232.73,
      562.55
    ],
    "text": "The Respondents argument",
    "fonts": [
      "TimesNewRomanPS-BoldMT"
    ],
    "sizes": [
      12.960000038146973
    ]
  },
  {
    "page_number": 2,
    "bbox": [
      72.02,
      572.32,
      526.66,
      683.54
    ],
    "text": "The Respondents main argument is that in view of the provisions of the Tax Appeals Commission Act, No. 23 of 2011 as amended this application is time barred and therefore, it has to fail. In answering the said objection, the Appellants response is two folds. Mainly the Appellant, contended among other things, that they are in compliance with the provisions of the Act. Nevertheless, it is further contented that even though it is submitted to the Court outside the stipulated time period prescribed in the Act, the Appeal can still be maintained as the time limit stipulated is of a directory nature.",
    "fonts": [
      "TimesNewRomanPSMT"
    ],
    "sizes": [
      12.960000038146973
    ]
  },
  {
    "page_number": 2,
    "bbox": [
      72.02,
      717.43,
      526.56,
      747.86
    ],
    "text": "As per the provisions of the Act, the Appellant should transmit the case stated to the Court of Appeal after receiving the same within fourteen days.",
    "fonts": [
      "TimesNewRomanPSMT"
    ],
    "sizes": [
      12.960000038146973
    ]
  },
  {
    "page_number": 3,
    "bbox": [
      72.02,
      781.3,
      302.91,
      805.78
    ],
    "text": "4",
    "fonts": [
      "Calibri"
    ],
    "sizes": [
      11.039999961853027
    ]
  },
  {
    "page_number": 3,
    "bbox": [
      72.02,
      96.71,
      331.27,
      111.06
    ],
    "text": "Let me first consider the Respondents objection.",
    "fonts": [
      "TimesNewRomanPSMT"
    ],
    "sizes": [
      12.960000038146973
    ]
  },
  {
    "page_number": 3,
    "bbox": [
      72.02,
      144.95,
      526.66,
      207.78
    ],
    "text": "There is no dispute that the Appeal was made under Section 11A of the Tax Appeals Commission Act, No. 23 of 2011 as amended by Act, No. 20 of 2013. The Respondents contention was that there should be a strict construction of the language in giving an interpretation to Section 11A (2) and that noncompliance is fatal.",
    "fonts": [
      "TimesNewRomanPSMT"
    ],
    "sizes": [
      12.960000038146973
    ]
  },
  {
    "page_number": 3,
    "bbox": [
      72.02,
      241.67,
      526.66,
      368.97
    ],
    "text": "It is contended that, the said provision is a mandatory requirement. In support of this contention the Respondent has cited several authorities. The Respondent relied on Perera v Perera and another [1981] 2 SLR 41 (referred to as Pereras case), Premasiri Dias Balasuriya v Padukkage Jayantha Samaratunge C.A. No. 03/1977(F) CA minutes 14.10.2011, Thilagaratnam v E.A.P. Edirisinghe [1982] 1 SLR 56, Edirisuriya v Navaratnam [1985] 1 SLR 100, Demuni Sriyani de Soyza and others v Dharmasena Dissanayake SCFR 206/2008 S.C.M. 09.12.2016. (Demuni Sriyani de Soyzas case).",
    "fonts": [
      "TimesNewRomanPS-BoldItalicMT",
      "TimesNewRomanPS-BoldMT",
      "TimesNewRomanPSMT"
    ],
    "sizes": [
      12.960000038146973
    ]
  },
  {
    "page_number": 3,
    "bbox": [
      72.02,
      402.86,
      526.66,
      449.49
    ],
    "text": "Therefore, the contention that this Appeal filed in non-compliance with the provision of the Tax Appeals Commission Act, which would be herein after called the TAC Act, should fail.",
    "fonts": [
      "TimesNewRomanPSMT"
    ],
    "sizes": [
      12.960000038146973
    ]
  },
  {
    "page_number": 3,
    "bbox": [
      72.02,
      483.4,
      526.64,
      513.95
    ],
    "text": "Considering the objections of the Respondent and the authorities relied on, the Court observes,",
    "fonts": [
      "TimesNewRomanPSMT"
    ],
    "sizes": [
      12.960000038146973
    ]
  },
  {
    "page_number": 3,
    "bbox": [
      72.02,
      547.84,
      526.35,
      578.27
    ],
    "text": "In Pereras case, the issue was pertaining to the compliance with the provisions of the Civil Procedure Code.",
    "fonts": [
      "TimesNewRomanPS-BoldMT",
      "TimesNewRomanPSMT"
    ],
    "sizes": [
      12.960000038146973
    ]
  },
  {
    "page_number": 3,
    "bbox": [
      72.02,
      612.16,
      526.66,
      707.3
    ],
    "text": "Section 756(4) of the Civil Procedure Code specifically states that an application for leave to appeal should be made within fourteen days and it further stipulates how the said time period should be computed. Further, upon failure to comply with the said provision the statute itself provides for the application to be rejected. The Tax Appeals Commission Act has no such consequential provision and I find the facts of the said case is totally different to the application before me.",
    "fonts": [
      "TimesNewRomanPSMT"
    ],
    "sizes": [
      12.960000038146973
    ]
  },
  {
    "page_number": 4,
    "bbox": [
      72.02,
      781.3,
      302.91,
      805.78
    ],
    "text": "5",
    "fonts": [
      "Calibri"
    ],
    "sizes": [
      11.039999961853027
    ]
  },
  {
    "page_number": 4,
    "bbox": [
      72.02,
      72.57,
      526.66,
      199.86
    ],
    "text": "In Edirisuriya v Navarathnam and others [1985] 1 SLR 100 which was a Fundamental Rights Application, the Court held that under Article 126(2) of the Constitution, the time limit given for Fundamental Right Applications to be filed is of mandatory nature. In the said Article, again it demonstrates that an application has to be made within one month thereof in accordance with such rules of Court as may be in force and also the Article provides that an application of such nature may proceed with only leave to proceed first had and obtained from the Supreme Court. In the said case, the Court held that the time limit contemplated thereon is of mandatory nature.",
    "fonts": [
      "TimesNewRomanPS-BoldItalicMT",
      "TimesNewRomanPSMT"
    ],
    "sizes": [
      12.960000038146973
    ]
  },
  {
    "page_number": 4,
    "bbox": [
      72.02,
      233.75,
      526.64,
      296.61
    ],
    "text": "This was further elaborated in Demuni Sriyani De Soyzas case where the Court specifically held that the Petition that is filed after the expiry of a period of one month from the time the alleged infringement occurred will be time barred and unmaintainable.",
    "fonts": [
      "TimesNewRomanPS-BoldItalicMT",
      "TimesNewRomanPS-BoldMT",
      "TimesNewRomanPS-ItalicMT",
      "TimesNewRomanPSMT"
    ],
    "sizes": [
      12.960000038146973
    ]
  },
  {
    "page_number": 4,
    "bbox": [
      72.02,
      330.5,
      461.38,
      344.85
    ],
    "text": "In both these cases the Court has considered the timeline to be imperative.",
    "fonts": [
      "TimesNewRomanPSMT"
    ],
    "sizes": [
      12.960000038146973
    ]
  },
  {
    "page_number": 4,
    "bbox": [
      72.02,
      378.74,
      526.66,
      473.75
    ],
    "text": "The Respondent also relied on Commissioner General of Inland Revenue v Janashakthi General Insurance Co. Ltd. CA (TAX) 14/2013, CA minutes 20.05.2020 where the Court of Appeal held that the State in a tax case is not a privileged suitor. Therefore, the contention that if this application is out of time, the State should not be considered a privileged suitor and the application should be rejected. Keeping this in mind let me consider the Appellants response.",
    "fonts": [
      "TimesNewRomanPS-BoldItalicMT",
      "TimesNewRomanPS-BoldMT",
      "TimesNewRomanPSMT"
    ],
    "sizes": [
      12.960000038146973
    ]
  },
  {
    "page_number": 4,
    "bbox": [
      72.02,
      507.64,
      526.66,
      731.78
    ],
    "text": "It is pertinent to note that in this case the Appellant did not contest that the Appeal has been transmitted to this Court belatedly. However, it is the Appellants contention that the provisions contained in Section 11A of the TAC Act are directory. Therefore, it was contended that, this Court can still determine this appeal notwithstanding the lapse of time stipulated in the Act. In support of this argument the Appellant relied on the case of K. Visuvalingam and others v Don John Francis Liyanage [1983] 1 SLR 203 (referred to herein as the Visuvalingams case). This Court has considered the Visuvalingams case where the Supreme Court was of the view that the Court should be mindful of not depriving the relief in a Fundamental Rights application of a citizen for no fault of his but due to a delay in the Court process, and held that the provisions of Article 126 (5) were directory and not mandatory. The Court went on to elaborate that the provisions stipulated in the Article fell short of a punishment if disobeyed. However, the facts and the circumstances of the said case is different to the case before this Court.",
    "fonts": [
      "TimesNewRomanPS-BoldItalicMT",
      "TimesNewRomanPS-BoldMT",
      "TimesNewRomanPS-ItalicMT",
      "TimesNewRomanPSMT"
    ],
    "sizes": [
      12.960000038146973
    ]
  },
  {
    "page_number": 5,
    "bbox": [
      72.02,
      781.3,
      302.91,
      805.78
    ],
    "text": "6",
    "fonts": [
      "Calibri"
    ],
    "sizes": [
      11.039999961853027
    ]
  },
  {
    "page_number": 5,
    "bbox": [
      72.02,
      72.57,
      526.66,
      103.02
    ],
    "text": "In the present case the non-compliance of the provisions of the Act is not by the TAC but by one of the parties to the TAC case.",
    "fonts": [
      "TimesNewRomanPSMT"
    ],
    "sizes": [
      12.960000038146973
    ]
  },
  {
    "page_number": 5,
    "bbox": [
      72.02,
      137.03,
      395.59,
      151.38
    ],
    "text": "Now this Court will advert to the provisions of the TAC Act.",
    "fonts": [
      "TimesNewRomanPSMT"
    ],
    "sizes": [
      12.960000038146973
    ]
  },
  {
    "page_number": 5,
    "bbox": [
      72.02,
      185.27,
      280.73,
      199.62
    ],
    "text": "Provisions of Section 11A (1) and (2)",
    "fonts": [
      "TimesNewRomanPS-BoldMT"
    ],
    "sizes": [
      12.960000038146973
    ]
  },
  {
    "page_number": 5,
    "bbox": [
      72.02,
      209.39,
      526.66,
      239.82
    ],
    "text": "Section 11A (1) and (2) of the Tax Appeals Commission Act, No. 23 of 2011 reads as follows:",
    "fonts": [
      "TimesNewRomanPSMT"
    ],
    "sizes": [
      12.960000038146973
    ]
  },
  {
    "page_number": 5,
    "bbox": [
      72.02,
      249.59,
      139.46,
      263.94
    ],
    "text": "11A",
    "fonts": [
      "TimesNewRomanPS-BoldMT",
      "TimesNewRomanPSMT"
    ],
    "sizes": [
      12.960000038146973
    ]
  },
  {
    "page_number": 5,
    "bbox": [
      108.02,
      273.68,
      526.53,
      288.21
    ],
    "text": "(1) Either the person who preferred an Appeal to the Commission under",
    "fonts": [
      "Arial-ItalicMT",
      "TimesNewRomanPS-ItalicMT"
    ],
    "sizes": [
      12.960000038146973
    ]
  },
  {
    "page_number": 5,
    "bbox": [
      108.02,
      289.94,
      526.59,
      465.57
    ],
    "text": "paragraph (a) of subsection (1) of Section 7 of this Act (hereinafter in this Act referred to as the appellant) or the Commissioner-General may make an application requiring the Commission to state a case on a question of law for the opinion of the Court of Appeal. Such application shall not be entertained unless it is made in writing and delivered to the secretary to the Commission, together with a fee of one thousand and five hundred rupees, within one month from the date on which the decision of the Commission was notified in writing to the Commissioner-General or the appellant, as the case may be. (2) The case stated by the Commission shall set out the facts, the decision of the",
    "fonts": [
      "Arial-BoldMT",
      "TimesNewRomanPS-BoldMT",
      "TimesNewRomanPS-ItalicMT"
    ],
    "sizes": [
      12.960000038146973
    ]
  },
  {
    "page_number": 5,
    "bbox": [
      126.02,
      467.44,
      526.51,
      530.15
    ],
    "text": "Commission, and the amount of the tax in dispute where such amount exceeds five thousand rupees, and the party requiring the Commission to state such case shall transmit such case, when stated and signed to the Court of Appeal, within fourteen days after receiving the same. (emphasis added).",
    "fonts": [
      "TimesNewRomanPS-BoldItalicMT",
      "TimesNewRomanPS-BoldMT",
      "TimesNewRomanPS-ItalicMT",
      "TimesNewRomanPSMT"
    ],
    "sizes": [
      12.960000038146973
    ]
  },
  {
    "page_number": 5,
    "bbox": [
      72.02,
      564.04,
      526.66,
      642.95
    ],
    "text": "Under Section 11A (1) the party aggrieved can prefer an appeal to the Commission requiring the Commission to state a case for the opinion of the Court of Appeal. However, the Respondents contention is on the alleged breach of subsection (2) of Section 11A by the Appellant. The wording under Section 170 (2) of the Inland Revenue Act, No. 10 of 2006 governing the appeal procedure is similar to Section 11A (2).",
    "fonts": [
      "TimesNewRomanPSMT"
    ],
    "sizes": [
      12.960000038146973
    ]
  },
  {
    "page_number": 5,
    "bbox": [
      72.02,
      676.87,
      526.66,
      755.78
    ],
    "text": "Plain reading of the said Section clearly states that the party requiring the Commission to state such case shall transmit such case to the Court of Appeal within fourteen days after receiving the same. Hence, the party who required the case stated shall transmit it to the Court of Appeal after receiving the same from the Commission within the time stipulated. The Respondents contention is in this instance the case",
    "fonts": [
      "TimesNewRomanPS-BoldItalicMT",
      "TimesNewRomanPSMT"
    ],
    "sizes": [
      12.960000038146973
    ]
  },
  {
    "page_number": 6,
    "bbox": [
      72.02,
      781.3,
      302.91,
      805.78
    ],
    "text": "7",
    "fonts": [
      "Calibri"
    ],
    "sizes": [
      11.039999961853027
    ]
  },
  {
    "page_number": 6,
    "bbox": [
      72.02,
      72.57,
      526.5,
      103.02
    ],
    "text": "stated had been transmitted to the Court of Appeal nearly four months after it was received by the Appellant.",
    "fonts": [
      "TimesNewRomanPSMT"
    ],
    "sizes": [
      12.960000038146973
    ]
  },
  {
    "page_number": 6,
    "bbox": [
      72.02,
      137.03,
      216.05,
      151.38
    ],
    "text": "Nature of Section 11A (2)",
    "fonts": [
      "TimesNewRomanPS-BoldMT"
    ],
    "sizes": [
      12.960000038146973
    ]
  },
  {
    "page_number": 6,
    "bbox": [
      72.02,
      161.15,
      526.66,
      336.81
    ],
    "text": "As stated above the plain reading of Section 11A (2) demonstrates that the procedural aspect of transmitting the case stated should be done within fourteen days of receipt of the same from TAC. However, the Section does not impose a punishment for the failure to do so. Therefore, the Appellant argues that the said provision is directory. It was also contended by the Appellant that the said provision cannot be mandatory in the absence of anything to enforce the same. The learned DSG heavily relied on the Amadeus Lanka (Private) Limited v. Commissioner General of Inland Revenue CA No. CA/TAX/04/2019, CA Minutes of 30th July 2021 (referred to hereafter as the Amadeus Lanka Case) to substantiate his argument. However, this Court is of the view that the facts of the Amadeus Lanka case cannot be followed in this instance. This will be discussed at a later stage.",
    "fonts": [
      "TimesNewRomanPS-BoldItalicMT",
      "TimesNewRomanPSMT"
    ],
    "sizes": [
      8.520000457763672,
      12.960000038146973
    ]
  },
  {
    "page_number": 6,
    "bbox": [
      72.02,
      370.7,
      526.66,
      497.99
    ],
    "text": "The Court of Appeal is vested with the jurisdiction to hear appeals from the Tax Appeals Commission on a question of law under Section 11A of the Tax Appeals Commissions Act, No. 23 of 2011 as amended. Under Section 11A (1) the aggrieved taxpayer or the Commissioner General can make an application to the TAC to state a case on a question of law. The time limit to do this is given as one month from the date of which the decision of the Commission was notified in writing to the Commissioner-General or the taxpayer, as the case may be. The parties are not at variance pertaining to the 1st limb of this appeal process.",
    "fonts": [
      "TimesNewRomanPSMT"
    ],
    "sizes": [
      8.520000457763672,
      12.960000038146973
    ]
  },
  {
    "page_number": 6,
    "bbox": [
      72.02,
      532.0,
      526.66,
      594.71
    ],
    "text": "However, what is relevant to the present case before this Court is Section 11A (2) of the Act. As per the said Section it is essential for the party requiring the Commission to state such case, to transmit such case, when stated and signed to the Court of Appeal within the time stipulated. The wording used is shall transmit.",
    "fonts": [
      "TimesNewRomanPSMT"
    ],
    "sizes": [
      12.960000038146973
    ]
  },
  {
    "page_number": 6,
    "bbox": [
      72.02,
      628.6,
      526.66,
      691.34
    ],
    "text": "Thereafter subsection (3) deals with the procedure of the Court of Appeal and Section 11(6) deals with the power of the Court of Appeal. Therefore, the Court of Appeal has the power to entertain and hear an application once it is transmitted to the Court pursuant to subsection (2) of Section 11A.",
    "fonts": [
      "TimesNewRomanPSMT"
    ],
    "sizes": [
      12.960000038146973
    ]
  },
  {
    "page_number": 6,
    "bbox": [
      72.02,
      725.35,
      526.61,
      755.78
    ],
    "text": "The said Section of the Act clearly stipulates two factors the Appellant has to comply with once a case is stated namely, the party requesting the Commission to state such",
    "fonts": [
      "TimesNewRomanPSMT"
    ],
    "sizes": [
      12.960000038146973
    ]
  },
  {
    "page_number": 7,
    "bbox": [
      72.02,
      781.3,
      302.91,
      805.78
    ],
    "text": "8",
    "fonts": [
      "Calibri"
    ],
    "sizes": [
      11.039999961853027
    ]
  },
  {
    "page_number": 7,
    "bbox": [
      72.02,
      72.57,
      526.65,
      103.02
    ],
    "text": "case has to transmit such case to the Court of Appeal and it has to be done within fourteen days of receiving the case stated form the Commissioner.",
    "fonts": [
      "TimesNewRomanPS-BoldMT",
      "TimesNewRomanPSMT"
    ],
    "sizes": [
      12.960000038146973
    ]
  },
  {
    "page_number": 7,
    "bbox": [
      72.02,
      137.03,
      338.95,
      151.38
    ],
    "text": "Are the two limbs of Section 11A (2) separable?",
    "fonts": [
      "TimesNewRomanPS-BoldMT"
    ],
    "sizes": [
      12.960000038146973
    ]
  },
  {
    "page_number": 7,
    "bbox": [
      72.02,
      161.15,
      529.69,
      336.81
    ],
    "text": "It is also pertinent to note that for this Court to exercise the Appellate powers under Section 11A (2), merely transmitting the case is not sufficient but it has to be done within the period of time envisaged in the Section. For this reason, in my view, these two requirements are not separable as the Legislature in its wisdom has stipulated that the invocation of the appeal process under the TAC Act be completed only upon the fulfillment of these two requirements. This will be elaborated more elsewhere. I observe that the Statute is silent on the power of Court to give an extension for the time period. I do not find any provisions that enable the Court of Appeal to extend this time period as the Legislature has not given that power under subsection (2) of Section 11. In my view, a power that has not been given by the Legislature in a statute when invoking Section 11A (2) cannot be assumed by the Court.",
    "fonts": [
      "TimesNewRomanPSMT"
    ],
    "sizes": [
      12.960000038146973
    ]
  },
  {
    "page_number": 7,
    "bbox": [
      72.02,
      370.7,
      526.66,
      481.91
    ],
    "text": "In coming to the above conclusions, this Court has also considered Section 165 (1) of the Inland Revenue Act, where a person aggrieved by the amount assessed made under the Act can appeal to the CGIR within 30 days of the notice of assessment. However, the proviso to the said Section also gives the CGIR power to grant an extension of time under the conditions stipulated therein. I do not find such a luxury offered to the offending party when he fails to comply with the time limit stipulated under Section 11A (2) as such power is not vested with the Court under the provisions of the Act.",
    "fonts": [
      "TimesNewRomanPSMT"
    ],
    "sizes": [
      12.960000038146973
    ]
  },
  {
    "page_number": 7,
    "bbox": [
      72.02,
      515.8,
      526.65,
      610.79
    ],
    "text": "In this context, I have considered the case of Petch v Gurney [1994] STC 689 at page 695. The facts of the said case are very much similar if not identical to the present case before this Court. It refers to Section 56 (4) of the Taxes Management Act 1970 of England which contains once again similar if not identical wording with the exception of the time period to Section 11A (2) of the TAC Act. At this stage it would be prudent to consider the words of Section 56 (4) of the said Act. It reads as follows:",
    "fonts": [
      "TimesNewRomanPS-BoldItalicMT",
      "TimesNewRomanPS-BoldMT",
      "TimesNewRomanPSMT"
    ],
    "sizes": [
      12.960000038146973
    ]
  },
  {
    "page_number": 7,
    "bbox": [
      108.02,
      620.56,
      171.5,
      634.91
    ],
    "text": "Section 56",
    "fonts": [
      "TimesNewRomanPS-ItalicMT",
      "TimesNewRomanPSMT"
    ],
    "sizes": [
      12.960000038146973
    ]
  },
  {
    "page_number": 7,
    "bbox": [
      108.02,
      644.53,
      526.5,
      691.34
    ],
    "text": "(4) The case shall set forth the facts and the determination of the Commissioners, and the party requiring it shall transmit the case, when stated and signed, to the High Court, within thirty days after receiving the same.",
    "fonts": [
      "Arial-ItalicMT",
      "TimesNewRomanPS-BoldItalicMT",
      "TimesNewRomanPS-ItalicMT",
      "TimesNewRomanPSMT"
    ],
    "sizes": [
      12.960000038146973
    ]
  },
  {
    "page_number": 8,
    "bbox": [
      72.02,
      781.3,
      302.91,
      805.78
    ],
    "text": "9",
    "fonts": [
      "Calibri"
    ],
    "sizes": [
      11.039999961853027
    ]
  },
  {
    "page_number": 8,
    "bbox": [
      72.02,
      72.57,
      526.63,
      119.22
    ],
    "text": "In the said case the Court gave its consideration to the question whether the time period to transmit the case is of directory or imperative nature and held that the words are of imperative nature and the delay in transmitting the case is fatal.",
    "fonts": [
      "TimesNewRomanPSMT"
    ],
    "sizes": [
      12.960000038146973
    ]
  },
  {
    "page_number": 8,
    "bbox": [
      72.02,
      153.11,
      526.66,
      215.82
    ],
    "text": "Further this Court has also considered the decision in Grainger (Inspector of Taxes) v Singer [1997] 2KB505 where subsection (4) of Section 56 of the Taxes Management Act of 1970 was considered. In this case too, the Crown was out of time. However, in the said case the crown did not dispute and conceded that the Section was peremptory.",
    "fonts": [
      "TimesNewRomanPS-BoldItalicMT",
      "TimesNewRomanPSMT"
    ],
    "sizes": [
      12.960000038146973
    ]
  },
  {
    "page_number": 8,
    "bbox": [
      72.02,
      249.83,
      526.63,
      280.29
    ],
    "text": "Let me now consider the submissions pertaining to the directory and mandatory nature of Section 11(A)2 of the TAC Act.",
    "fonts": [
      "TimesNewRomanPSMT"
    ],
    "sizes": [
      12.960000038146973
    ]
  },
  {
    "page_number": 8,
    "bbox": [
      72.02,
      314.18,
      526.64,
      409.17
    ],
    "text": "In doing so, I have considered the provisions of Inland Revenue Act, No. 28 of 1979. In the said Act Section 122 (1) and 122 (2) are identical to the provisions which are discussed here. With the exception that in place of the TAC what prevailed was the Board of Review and the amount that had to be deposited. Hence the appeal to the Court of Appeal was from the case stated by the Board of Review. The said Section states as follows:",
    "fonts": [
      "TimesNewRomanPSMT"
    ],
    "sizes": [
      12.960000038146973
    ]
  },
  {
    "page_number": 8,
    "bbox": [
      72.02,
      418.94,
      143.54,
      433.29
    ],
    "text": "Section 122",
    "fonts": [
      "TimesNewRomanPS-ItalicMT"
    ],
    "sizes": [
      12.960000038146973
    ]
  },
  {
    "page_number": 8,
    "bbox": [
      99.74,
      443.0,
      330.79,
      457.53
    ],
    "text": "(1) The decision of the Board shall be final:",
    "fonts": [
      "Arial-ItalicMT",
      "TimesNewRomanPS-ItalicMT"
    ],
    "sizes": [
      12.960000038146973
    ]
  },
  {
    "page_number": 8,
    "bbox": [
      99.74,
      483.4,
      526.66,
      594.59
    ],
    "text": "Provided either the appellant or the Commissioner-General may make an application requiring the Board to state a case on a question of law for the opinion for the Court of Appeal. Such an application shall not be entertained unless it is made in writing and delivered to the Clerk to the Board, together with a fee of fifty rupees, within one month of the date on which the decision of the Board was notified in writing, to the appellant or the Commissioner-General, as the case maybe.",
    "fonts": [
      "TimesNewRomanPS-ItalicMT"
    ],
    "sizes": [
      12.960000038146973
    ]
  },
  {
    "page_number": 8,
    "bbox": [
      108.02,
      604.36,
      526.42,
      650.99
    ],
    "text": "(2) The case stated by the Board shall set out the facts, the decision of the Board,",
    "fonts": [
      "Arial-ItalicMT",
      "TimesNewRomanPS-ItalicMT"
    ],
    "sizes": [
      12.960000038146973
    ]
  },
  {
    "page_number": 8,
    "bbox": [
      126.02,
      652.75,
      526.66,
      731.66
    ],
    "text": "and the amount of tax in dispute where the amount exceeds five thousand rupees, and the party requiring the Board to state such a case shall transmit the case, when stated and signed to the Court of Appeal, within fourteen days of stating the same.",
    "fonts": [
      "TimesNewRomanPS-BoldItalicMT",
      "TimesNewRomanPS-ItalicMT"
    ],
    "sizes": [
      12.960000038146973
    ]
  },
  {
    "page_number": 9,
    "bbox": [
      72.02,
      781.3,
      305.79,
      805.78
    ],
    "text": "10",
    "fonts": [
      "Calibri"
    ],
    "sizes": [
      11.039999961853027
    ]
  },
  {
    "page_number": 9,
    "bbox": [
      72.02,
      72.57,
      530.02,
      312.81
    ],
    "text": "The time limit for transmitting the case was same as in the TAC Act and the said provision has been retained in Section 170 of the Act, No. 10 of 2006. The issue of delay and the imperative nature of Section 122 (2) of the 1979 Act came for the consideration of the Court in Commissioner General of Inland Revenue v. Colombo Land and Development Company Limited, 2006 (BLR) 86. The facts of the said case are of similar nature to the case before this Court. In the said case the Court held that compliance with Section 122 (2) of the Inland Revenue Act is imperative. In the said case the Court followed the Cosmas Vs Commissioner General of Income Tax (1938 NLR 457) case. Which was based on Section 74 of the Income Tax Ordinance No. 2 of 1932. In the Colombo Land Development Company case the delay of transmitting the case was twenty-nine days and the Court held there was a violation of the provisions of Section 122 (2) and dismissed the case. In the case before this Court, I find the delay amounts to nearly four months. Which in my view is a very substantial delay. Furthermore, in my view, it is a clear violation of the provisions of Section 11A (2) of the TAC Act and Section 170 (2) of the Inland Revenue Act, No.10 of 2006 as amended.",
    "fonts": [
      "TimesNewRomanPS-BoldItalicMT",
      "TimesNewRomanPSMT"
    ],
    "sizes": [
      12.960000038146973
    ]
  },
  {
    "page_number": 9,
    "bbox": [
      72.02,
      346.7,
      526.51,
      377.25
    ],
    "text": "Invocation of the jurisdiction of the Court of Appeal within the stipulated time period.",
    "fonts": [
      "TimesNewRomanPS-BoldMT"
    ],
    "sizes": [
      12.960000038146973
    ]
  },
  {
    "page_number": 9,
    "bbox": [
      72.02,
      387.02,
      536.38,
      562.67
    ],
    "text": "I have given consideration to the learned Deputy Solicitor Generals argument that Section 11A (2) of the TAC Act does not contemplate the consequences that could befall in the event of noncompliance. In my mind, this raises the question as to whether the Legislature did not intend the party seeking the case stated to comply with both the provisions simultaneously. If this question is to be answered in the affirmative, it would result in a situation where the time period of fourteen days need not be mentioned in the statute at all. Yet, the Legislature in its wisdom considered it prudent when invoking Section 11A (2) to impose a condition that the case stated should not only be transmitted to the Court of Appeal, but it should be done within fourteen days of receiving the same from the TAC. This in my view, should be construed for the expedient conclusion of the recovery process of government revenue.",
    "fonts": [
      "TimesNewRomanPSMT"
    ],
    "sizes": [
      12.960000038146973
    ]
  },
  {
    "page_number": 9,
    "bbox": [
      72.02,
      596.56,
      526.63,
      748.46
    ],
    "text": "It is not the intention of this Court to impede the legislative powers of the Parliament but to give the effect to the intention of the Legislature when invoking its jurisdiction. It was held in Thilanga Sumathipala v Inspector-General of Police and others [2004] 1 SLR 210 (Sripavan, J.), that if the meaning is clear and quite unambiguous, that meaning must be accepted by the Court irrespective of other considerations. Dr. Justice A. R. B. Amerasinghe in his book titled Judicial Conduct, Ethics and Responsibilities' at page 284 observes that The function of a Judge is to give effect to the expressed intention of Parliament. If legislation needs amendment, because it results in injustice, the democratic processes must be used to bring about the change. This has been the",
    "fonts": [
      "TimesNewRomanPS-BoldItalicMT",
      "TimesNewRomanPS-ItalicMT",
      "TimesNewRomanPSMT"
    ],
    "sizes": [
      12.960000038146973
    ]
  },
  {
    "page_number": 10,
    "bbox": [
      72.02,
      781.3,
      305.79,
      805.78
    ],
    "text": "11",
    "fonts": [
      "Calibri"
    ],
    "sizes": [
      11.039999961853027
    ]
  },
  {
    "page_number": 10,
    "bbox": [
      72.02,
      72.57,
      526.35,
      104.22
    ],
    "text": "unchallenged view expressed by the Supreme Court of Sri Lanka for almost a hundred years.",
    "fonts": [
      "TimesNewRomanPS-ItalicMT"
    ],
    "sizes": [
      12.960000038146973
    ]
  },
  {
    "page_number": 10,
    "bbox": [
      72.02,
      140.15,
      526.66,
      309.33
    ],
    "text": "Furthermore, this Court would like to note that Section 11 was amended by Section 11A of the Tax Appeals Commission Act, No. 20 of 2013. The provision to state a case to the Court of Appeal was brought in by the new amendment. By the said amendment the Legislature brought in the right of appeal by way of a case stated to the Court of Appeal. However, the Legislature also prescribes the procedure for the same. The right of appeal by way of a case stated was given to the aggrieved party but it had to be exercised within the stipulated time frames as the Legislature brought in the right of appeal tied with time frames. Thus, it was the intention of the Legislature to enact Section 11A to invoke the appeal process of the Court of Appeal and doing so to bring in a time period for the transmission of the stated case to the Court of Appeal.",
    "fonts": [
      "TimesNewRomanPSMT"
    ],
    "sizes": [
      12.960000038146973
    ]
  },
  {
    "page_number": 10,
    "bbox": [
      72.02,
      345.38,
      486.94,
      359.73
    ],
    "text": "Is Section 11A (2) an invocation of jurisdiction clause under the TAC Act?",
    "fonts": [
      "TimesNewRomanPS-BoldMT"
    ],
    "sizes": [
      12.960000038146973
    ]
  },
  {
    "page_number": 10,
    "bbox": [
      72.02,
      370.46,
      526.65,
      419.37
    ],
    "text": "It was also the contention of the learned Deputy Solicitor General that Section 11A (2) is not an invocation of jurisdiction clause and therefore that the said Section is not mandatory.",
    "fonts": [
      "TimesNewRomanPSMT"
    ],
    "sizes": [
      12.960000038146973
    ]
  },
  {
    "page_number": 10,
    "bbox": [
      72.02,
      455.32,
      526.65,
      504.11
    ],
    "text": "The learned Counsels contention is that the invocation of the Court of Appeals jurisdiction commences with Section 11A (1). Hence subsection (2) of Section 11A not being an invocation clause, is directory.",
    "fonts": [
      "TimesNewRomanPSMT"
    ],
    "sizes": [
      12.960000038146973
    ]
  },
  {
    "page_number": 10,
    "bbox": [
      72.02,
      540.04,
      496.42,
      554.39
    ],
    "text": "This Court observes the right to appeal is given to a party under Section 11A (1).",
    "fonts": [
      "TimesNewRomanPSMT"
    ],
    "sizes": [
      12.960000038146973
    ]
  },
  {
    "page_number": 10,
    "bbox": [
      72.02,
      588.28,
      526.53,
      650.99
    ],
    "text": "A distinction that I wish to draw is that under Section 11A (1) the aggrieved party is making an application to state a case stated on a question of law. There is a difference between the application to state a case and the result pursuant to the application which is the case stated and its transmission to the Court for its opinion.",
    "fonts": [
      "TimesNewRomanPSMT"
    ],
    "sizes": [
      12.960000038146973
    ]
  },
  {
    "page_number": 10,
    "bbox": [
      72.02,
      685.03,
      526.63,
      747.74
    ],
    "text": "The jurisdiction of the Court of Appeal pertaining to the case stated commences only when a case is stated under Section 11A (2) and the said case stated is transmitted to the Court of Appeal and not on the application by the aggrieved party seeking to state a case from the TAC.",
    "fonts": [
      "TimesNewRomanPSMT"
    ],
    "sizes": [
      12.960000038146973
    ]
  },
  {
    "page_number": 11,
    "bbox": [
      72.02,
      781.3,
      305.79,
      805.78
    ],
    "text": "12",
    "fonts": [
      "Calibri"
    ],
    "sizes": [
      11.039999961853027
    ]
  },
  {
    "page_number": 11,
    "bbox": [
      72.02,
      96.71,
      526.66,
      179.94
    ],
    "text": "To elaborate further, and in giving my mind to the said clause, I observe that the short note to Section 11A (1) states Appeals on a question of law to the Court of Appeal. In my view, this Section commences the Appeal processes by recoursing to the TAC to state a case, but does Section 11A (1) enable the Court of Appeal to possess the case stated?",
    "fonts": [
      "TimesNewRomanPS-ItalicMT",
      "TimesNewRomanPSMT"
    ],
    "sizes": [
      12.960000038146973
    ]
  },
  {
    "page_number": 11,
    "bbox": [
      72.02,
      215.87,
      526.66,
      327.09
    ],
    "text": "It is my considered view, that the actual jurisdiction of the Court of Appeal commences only once it is in possession of the appeal brief pursuant to transmitting the said case to the Court of Appeal. That happens only pursuant to subsection (2) of Section 11A being complied. A party can always seek the TAC to state a case under Section 11A (1). However, if the said stated case is not transmitted to the Court of Appeal, will the Court of Appeal have power to deal with the stated case? Can the Court give ancillary orders or act pursuant to subsection (6) pertaining to a stated case not transmitted to the Court?",
    "fonts": [
      "TimesNewRomanPSMT"
    ],
    "sizes": [
      12.960000038146973
    ]
  },
  {
    "page_number": 11,
    "bbox": [
      72.02,
      360.98,
      526.66,
      472.07
    ],
    "text": "The party who has received the case stated can keep it for as long as the said party wishes but until it is transmitted to the Court of Appeal, the Court will be unaware of the invocation of the appeal procedure pursuant to Section 11A (1). It is also pertinent to note that the Court of Appeal will have no control over the case stated which is in the hands of the party who sought the same, unless it is transmitted to the Court of Appeal. Therefore, I am not in agreement with the submissions of the learned Deputy Solicitor General.",
    "fonts": [
      "TimesNewRomanPSMT"
    ],
    "sizes": [
      12.960000038146973
    ]
  },
  {
    "page_number": 11,
    "bbox": [
      72.02,
      506.08,
      526.66,
      568.79
    ],
    "text": "Hence, in my view, Section 11A (2) of the TAC Act is an invocation of jurisdiction clause. It is also my considered view that an invocation of jurisdiction clause attached with a time limit is mandatory. Therefore, a case stated has to be transmitted to this Court within the stipulated time period, and noncompliance is fatal.",
    "fonts": [
      "TimesNewRomanPSMT"
    ],
    "sizes": [
      12.960000038146973
    ]
  },
  {
    "page_number": 11,
    "bbox": [
      72.02,
      602.68,
      526.66,
      649.31
    ],
    "text": "Furthermore, all the cases cited by the Respondent to justify the argument that Section 11A (2) is directory cannot be availed, as in the said cases the time limit attached to an invocation of jurisdiction clause was not an issue before the Courts.",
    "fonts": [
      "TimesNewRomanPSMT"
    ],
    "sizes": [
      12.960000038146973
    ]
  },
  {
    "page_number": 11,
    "bbox": [
      72.02,
      683.23,
      526.67,
      762.14
    ],
    "text": "In coming to this conclusion, I have also considered the fact that in this case the Appellant is the CGIR, but what if it is a taxpayer who seeks to evade the payment of tax? In such a case the aggrieved party not being the CGIR, can appeal to the TAC and seek a case to be stated and once it is received, he can take his own time to transmit it to the Court of Appeal. If I am to accede to this submission an errant taxpayer by",
    "fonts": [
      "TimesNewRomanPSMT"
    ],
    "sizes": [
      12.960000038146973
    ]
  },
  {
    "page_number": 12,
    "bbox": [
      72.02,
      781.3,
      305.79,
      805.78
    ],
    "text": "13",
    "fonts": [
      "Calibri"
    ],
    "sizes": [
      11.039999961853027
    ]
  },
  {
    "page_number": 12,
    "bbox": [
      72.02,
      72.57,
      526.66,
      103.02
    ],
    "text": "invoking the appeal process can successfully delay the process of collecting revenue to the State.",
    "fonts": [
      "TimesNewRomanPSMT"
    ],
    "sizes": [
      12.960000038146973
    ]
  },
  {
    "page_number": 12,
    "bbox": [
      72.02,
      137.03,
      526.66,
      296.61
    ],
    "text": "Specially, in view of the fact that this Court has recognized that the State is not a privileged suitor in a tax appeal matter, the scales of justice should be equal when applying the procedural law to all litigants. If this Court is to uphold the application made by the learned Deputy Solicitor General to determine that the Appellant in this case, the State can transfer the case to the Court of Appeal without complying with the requirement of doing so within fourteen days, the same will be applicable to an aggrieved taxpayer who seeks a case stated and prevent the collection of revenue. In my view, this would make the words in the statute giving a time limit nugatory. Also, as stated above it can be used to stifle revenue collection by a party who wants to avoid payment of tax.",
    "fonts": [
      "TimesNewRomanPSMT"
    ],
    "sizes": [
      12.960000038146973
    ]
  },
  {
    "page_number": 12,
    "bbox": [
      72.02,
      330.5,
      526.66,
      425.49
    ],
    "text": "Furthermore, in this instance, the delay was caused not by the TAC or a Court before whom the litigating parties are seeking redress. The delay has been caused by one of the litigating parties themselves. Hence the Appellants argument based on Visuvalingams case that an innocent party should not be penalized for the failure of the Court, or the adjudicating authority cannot be sustained and will not apply in this instance.",
    "fonts": [
      "TimesNewRomanPS-BoldItalicMT",
      "TimesNewRomanPSMT"
    ],
    "sizes": [
      12.960000038146973
    ]
  },
  {
    "page_number": 12,
    "bbox": [
      72.02,
      459.4,
      526.66,
      715.82
    ],
    "text": "Without prejudice to the above but for the completeness of the consideration of the arguments forwarded, at this stage, the Court will consider the response of the Appellant in view of the decision in the Amadeus Lanka case. The Appellants main argument is that the time period stipulated under Section 11A (2) is not mandatory. The rationale of the Appellants argument is that though the statute prescribes a time, Parliament has not stipulated the consequence in the event of a breach. The Appellant finds support for this argument in the Amadeus Lanka Case. The Court has considered the said case and I find that the Amadeus Lanka case considers Section 10 of the TAC Act. Section 10 stipulates that the Commission should hear and determine all applications within the time stipulated. In the said determination in a nutshell the Court was of the view that though there are time limits imposed, if a remedial action or sanction is not accompanying the said time limit, then the Court would be reluctant to consider it as a mandatory provision. However, as stated above in said case the Court was not invited to deliberate on the mandatory nature of a time limit attached to an invocation of jurisdiction clause. Hence, the facts and circumstances of the said case differs from the case before me.",
    "fonts": [
      "TimesNewRomanPS-BoldItalicMT",
      "TimesNewRomanPS-ItalicMT",
      "TimesNewRomanPSMT"
    ],
    "sizes": [
      12.960000038146973
    ]
  },
  {
    "page_number": 13,
    "bbox": [
      72.02,
      781.3,
      305.79,
      805.78
    ],
    "text": "14",
    "fonts": [
      "Calibri"
    ],
    "sizes": [
      11.039999961853027
    ]
  },
  {
    "page_number": 13,
    "bbox": [
      72.02,
      72.57,
      526.66,
      199.86
    ],
    "text": "For the completeness, this Court considered the decisions of not only the Amadeus Lanka case but also the case of Stafford Motor Company Private Limited v. Commissioner General of Inland Revenue Case No. CA(TAX) 17/2017, pertaining to the mandatory-directory nature of the time limits. However, in the case before this Court, I am not inclined to follow the said cases as none of the cases cited, have considered the Courts powers to extend the time limit when it comes to the invocation of the jurisdictional clause of the Court of Appeal and also the facts and circumstances differ from the case before us.",
    "fonts": [
      "TimesNewRomanPS-BoldItalicMT",
      "TimesNewRomanPSMT"
    ],
    "sizes": [
      12.960000038146973
    ]
  },
  {
    "page_number": 13,
    "bbox": [
      72.02,
      233.75,
      526.65,
      328.77
    ],
    "text": "The learned Counsel for the Appellant also submitted that though the Respondent had taken the objection pertaining to noncompliance with Section 11A (2) of the TAC Act they have stopped short of moving for the dismissal of the application. This too is a misconceived submission as the Respondent in their written submission has specifically addressed the issue in paragraph 40 and moved for a dismissal of this appeal in paragraphs 39 and 40.",
    "fonts": [
      "TimesNewRomanPSMT"
    ],
    "sizes": [
      12.960000038146973
    ]
  },
  {
    "page_number": 13,
    "bbox": [
      72.02,
      362.78,
      526.66,
      441.57
    ],
    "text": "This Court after considering the submissions of all the parties, for the reasons stated herein, is inclined to uphold the objection of the Respondent, and I hold that the failure to comply with Section 11A (2) of the TAC Act and transmitting the case outside the time period stipulated is fatal to this Appeal. Hence, this Court proceeds to dismiss the case. Considering all the circumstances this Court makes no order regarding Cost.",
    "fonts": [
      "TimesNewRomanPSMT"
    ],
    "sizes": [
      12.960000038146973
    ]
  },
  {
    "page_number": 13,
    "bbox": [
      374.47,
      520.02,
      526.42,
      533.3
    ],
    "text": "Judge of the Court of Appeal",
    "fonts": [
      "TimesNewRomanPS-BoldMT"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 13,
    "bbox": [
      72.02,
      588.66,
      189.77,
      601.94
    ],
    "text": "S.U.B. Karalliyadde, J",
    "fonts": [
      "TimesNewRomanPS-BoldMT"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 13,
    "bbox": [
      117.02,
      611.58,
      153.02,
      624.86
    ],
    "text": "I agree",
    "fonts": [
      "TimesNewRomanPSMT"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 13,
    "bbox": [
      374.47,
      680.25,
      526.42,
      693.53
    ],
    "text": "Judge of the Court of Appeal",
    "fonts": [
      "TimesNewRomanPS-BoldMT"
    ],
    "sizes": [
      12.0
    ]
  }
]