[
  {
    "page_number": 0,
    "bbox": [
      72.02,
      781.9,
      327.65,
      806.38
    ],
    "text": "Page 1 of 21",
    "fonts": [
      "Calibri",
      "Calibri-Bold"
    ],
    "sizes": [
      11.039999961853027
    ]
  },
  {
    "page_number": 0,
    "bbox": [
      91.22,
      59.88,
      506.81,
      71.88
    ],
    "text": "IN THE COURT OF APPEAL OF THE DEMOCRATIC SOCIALIST REPUBLIC OF SRI LANKA",
    "fonts": [
      "Calibri-Bold"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 0,
    "bbox": [
      72.02,
      83.64,
      525.99,
      269.54
    ],
    "text": "In the matter of an appeal under and terms of article 154P of the Constitution read with section 11 of the High Court of the Provinces (Special Provisions) Act No. 19 of 1990 read with section 12(2) of part ii of the Court of Appeal (Procedure for appeals from High Courts established by Article 154P of Constitution) Rules, 1988. Court of Appeal Case No: CA-HCC-41/2020 HC Monaragala Case No: HCM/78/2017",
    "fonts": [
      "Calibri",
      "Calibri-Bold"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 0,
    "bbox": [
      99.38,
      273.38,
      528.77,
      348.65
    ],
    "text": "Madhawa Roshan Kithulgoda No. 626/16 A, Awissawella Road, Kaduwela. Applicant-Appellant",
    "fonts": [
      "Calibri",
      "Calibri-Bold"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 0,
    "bbox": [
      306.05,
      360.53,
      424.82,
      372.53
    ],
    "text": "Hon. Attorney General,",
    "fonts": [
      "Calibri"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 0,
    "bbox": [
      306.05,
      384.29,
      468.53,
      396.29
    ],
    "text": "Attorney General's Department,",
    "fonts": [
      "Calibri"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 0,
    "bbox": [
      306.05,
      408.05,
      373.46,
      420.05
    ],
    "text": "Colombo 12.",
    "fonts": [
      "Calibri"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 0,
    "bbox": [
      396.91,
      431.93,
      528.77,
      443.93
    ],
    "text": "Respondent -Respondent",
    "fonts": [
      "Calibri-Bold"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 0,
    "bbox": [
      72.02,
      479.71,
      451.37,
      564.79
    ],
    "text": "Before: N. Bandula Karunarathna J. & R. Gurusinghe J.",
    "fonts": [
      "Calibri",
      "Calibri-Bold"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 0,
    "bbox": [
      72.02,
      575.59,
      526.1,
      616.87
    ],
    "text": "Counsel: Asthika Devendra AAL with Arupa Madushanka AAL for the Applicant-Appellant",
    "fonts": [
      "Calibri",
      "Calibri-Bold"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 0,
    "bbox": [
      72.02,
      619.51,
      526.13,
      675.46
    ],
    "text": "Shaminda Wickrema SC for the for the Respondent-Respondent Written Submissions: By the Applicant-Appellant on 10.02.2021",
    "fonts": [
      "Calibri",
      "Calibri-Bold"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 0,
    "bbox": [
      216.05,
      677.98,
      446.3,
      689.98
    ],
    "text": "By the Respondent-Respondent on 05.08.2021",
    "fonts": [
      "Calibri"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 0,
    "bbox": [
      72.02,
      700.78,
      273.84,
      771.22
    ],
    "text": "Argued on : 09.11.2021 Decided on : 16.12.2021",
    "fonts": [
      "Calibri",
      "Calibri-Bold"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 1,
    "bbox": [
      72.02,
      781.9,
      327.65,
      806.38
    ],
    "text": "Page 2 of 21",
    "fonts": [
      "Calibri",
      "Calibri-Bold"
    ],
    "sizes": [
      11.039999961853027
    ]
  },
  {
    "page_number": 1,
    "bbox": [
      72.02,
      83.64,
      210.72,
      95.64
    ],
    "text": "N. Bandula Karunarathna J.",
    "fonts": [
      "Calibri-Bold"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 1,
    "bbox": [
      72.02,
      107.66,
      526.12,
      170.18
    ],
    "text": "This is an appeal from the judgement of the High Court Judge of Monaragala dated 24.04.2020. The appellant is the registered owner of the vehicle number WP KD 9832. The said vehicle was taken into custody on 21.11.2012 for the offence that the vehicle was used to possess and traffic cannabis by the accused and several others.",
    "fonts": [
      "Calibri"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 1,
    "bbox": [
      72.02,
      182.9,
      525.81,
      210.74
    ],
    "text": "Altogether 5 accused were indicted by the Monaragala High Court on the following charges, committed on 21.11.2012:",
    "fonts": [
      "Calibri"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 1,
    "bbox": [
      90.02,
      220.64,
      390.98,
      250.34
    ],
    "text": "1) Possession of cannabis (one charge against all 5 accused) 2) Trafficking of cannabis (one charge against all 5 accused)",
    "fonts": [
      "ArialMT",
      "Calibri"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 1,
    "bbox": [
      72.02,
      262.1,
      526.03,
      289.97
    ],
    "text": "All 5 accused pleaded to the charges on 27.11.2017 and each accused was sentenced as follows:",
    "fonts": [
      "Calibri"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 1,
    "bbox": [
      86.18,
      299.87,
      528.77,
      361.25
    ],
    "text": "(i) For the first charge; a fine of Rs. 25,000 with simple imprisonment for 6 months in default. (ii) For the second charge, 2 years rigorous imprisonment was suspended for 10 years.",
    "fonts": [
      "ArialMT",
      "Calibri"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 1,
    "bbox": [
      72.02,
      373.01,
      526.03,
      416.57
    ],
    "text": "The case was concluded and no order was made regarding the impugned vehicle until an application was made on 22.05.2018 by the appellant to that effect. The vehicle inquiry commenced on 04.12.2018.",
    "fonts": [
      "Calibri"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 1,
    "bbox": [
      72.02,
      428.45,
      526.03,
      456.29
    ],
    "text": "The order was dated 24.04.2020 and delivered on 26.05.2020. This appeal is preferred against the said order. The grounds of appeal are as follows;",
    "fonts": [
      "Calibri"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 1,
    "bbox": [
      92.54,
      466.21,
      526.13,
      764.62
    ],
    "text": "(i) No evidence to establish that the vehicle had been used for the commission of the offence. (ii) Confiscating the vehicle is bad in law when the appellant has given reasonable and acceptable explanations as to that he did not have any knowledge about this culpable act. (iii) The learned Provincial High Court Judge erred in law and fact to confiscate the vehicle when the claimant has presented acceptable evidence to prove that he has taken precautions to prevent the commission of the offence using the vehicle. (iv) The appellant has proved that he has taken necessary precautions to prevent the use of the vehicle for a crime on a balance of probability. (v) Confiscating the appellant's vehicle for an offence that was done without his knowledge and participation in violation of his human rights. (vi) The concept of a property right had been violated.",
    "fonts": [
      "ArialMT",
      "Calibri"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 2,
    "bbox": [
      72.02,
      781.9,
      327.65,
      806.38
    ],
    "text": "Page 3 of 21",
    "fonts": [
      "Calibri",
      "Calibri-Bold"
    ],
    "sizes": [
      11.039999961853027
    ]
  },
  {
    "page_number": 2,
    "bbox": [
      89.78,
      58.02,
      526.11,
      87.72
    ],
    "text": "(vii) The right to equal protection, the equal benefit of the law and access to equal justice had been violated.",
    "fonts": [
      "ArialMT",
      "Calibri"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 2,
    "bbox": [
      72.02,
      99.5,
      478.25,
      111.5
    ],
    "text": "The respondent says that there are 2 preliminary objections regarding this appeal;",
    "fonts": [
      "Calibri"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 2,
    "bbox": [
      108.02,
      121.52,
      526.11,
      135.38
    ],
    "text": "1. That the caption is deficient and thus is not in conformity with the law and the",
    "fonts": [
      "ArialMT",
      "Calibri"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 2,
    "bbox": [
      108.02,
      139.1,
      526.1,
      214.34
    ],
    "text": "Supreme Court Rules. The petition of appeal carries no description in the caption regarding the applicable law and thus is deficient based on filing the said petition. Therefore, the petition of appeal is bad in law and should be dismissed in limine. 2. Necessary parties have not been named and the petition is also deficient in that",
    "fonts": [
      "ArialMT",
      "Calibri"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 2,
    "bbox": [
      72.02,
      218.18,
      526.13,
      340.85
    ],
    "text": "respect. Only the Attorney General has been named as a respondent; in that, the proper naming of the respondents should involve all concerned parties including the 5 accused who stood trial and pleaded to the indictment in the original case. It was argued that this is quite apparent when considering a proper petition as the one that was filed in A.H. Mithrasena Vs OIC Hettipola and Others CA/PHC/15/2016 decided on 20.10.2020, in which case, quite correctly, the relevant accused was named as a respondent to the petition.",
    "fonts": [
      "Calibri"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 2,
    "bbox": [
      72.02,
      351.62,
      526.13,
      522.79
    ],
    "text": "Similarly, in this case, since the contention of the appellant is mainly against the 5th accused and the fact that the 5th accused did not use the said vehicle by the instructions and the wishes of the appellant, it is imperative that at least the 5th accused should have been named as a party to this instant appeal. The learned counsel for the respondent further says that without fulfilling these grounds: naming the proper and most essential respondents, it may be seen that the petition is once more deficient. This is especially so, since the Attorney General being the only named respondent, has no personal knowledge nor claim whatsoever regarding any of the averments concerning the use of the impugned vehicle by the 5th accused and any of the other accused during the incident concerning the indictment of the High Court and since the 5th accused and other accused have been left out of the evidentiary process at the trial in the High Court.",
    "fonts": [
      "Calibri"
    ],
    "sizes": [
      8.039999961853027,
      12.0
    ]
  },
  {
    "page_number": 2,
    "bbox": [
      72.02,
      534.55,
      531.41,
      593.95
    ],
    "text": "Therefore, the learned counsel for the respondent submits that the two preliminary objections above concern matters that are of such a fundamental nature. In that, without considering the same, this Court cannot even take cognizance of this very application and thus for this very same reason, and only this reason, this matter should be dismissed in limine.",
    "fonts": [
      "Calibri",
      "Calibri-Italic"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 2,
    "bbox": [
      72.02,
      605.83,
      526.11,
      633.67
    ],
    "text": "Considering the 2 preliminary objections raised by the respondent, it is important to peruse the relevant sections in the Civil Procedure Code.",
    "fonts": [
      "Calibri"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 2,
    "bbox": [
      72.02,
      645.43,
      234.24,
      657.43
    ],
    "text": "Section 755 (3) reads as follows;",
    "fonts": [
      "Calibri"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 2,
    "bbox": [
      108.02,
      669.22,
      525.97,
      760.3
    ],
    "text": "Every appellant shall within sixty days from the date of the judgment or decree appealed against present to the original court a petition of appeal setting out the circumstances out of which the appeal arises and the grounds of objection to the judgment or decree appealed against and containing the particulars required by section 758, which shall be signed by the appellant or his registered attorney. Such petition of appeal shall be exempt from stamp duty.",
    "fonts": [
      "Calibri"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 3,
    "bbox": [
      72.02,
      781.9,
      327.65,
      806.38
    ],
    "text": "Page 4 of 21",
    "fonts": [
      "Calibri",
      "Calibri-Bold"
    ],
    "sizes": [
      11.039999961853027
    ]
  },
  {
    "page_number": 3,
    "bbox": [
      72.02,
      59.88,
      215.52,
      71.88
    ],
    "text": "Section 758 reads as follows;",
    "fonts": [
      "Calibri"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 3,
    "bbox": [
      108.02,
      81.78,
      525.87,
      95.64
    ],
    "text": "(1) The petition of appeal shall be a Form of distinctly written upon good and suitable",
    "fonts": [
      "ArialMT",
      "Calibri"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 3,
    "bbox": [
      126.02,
      99.5,
      370.1,
      111.5
    ],
    "text": "paper, and shall contain the following particulars;",
    "fonts": [
      "Calibri"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 3,
    "bbox": [
      139.58,
      113.48,
      525.72,
      190.58
    ],
    "text": "(a) the name of the court in which the case is pending; (b) the names of the parties to the action; (c) the names of the appellant and the respondent; (d) the address to the Court of Appeal; (e) a plain and concise statement of the grounds of objection to the judgment,",
    "fonts": [
      "ArialMT",
      "Calibri"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 3,
    "bbox": [
      139.58,
      194.42,
      525.93,
      237.98
    ],
    "text": "decree, or order appealed against-such statement to be outlined in duly numbered paragraphs; (f) a demand of the form of relief claimed.",
    "fonts": [
      "ArialMT",
      "Calibri"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 3,
    "bbox": [
      108.02,
      241.82,
      525.75,
      269.54
    ],
    "text": "(2) The court in deciding any appeal shall not be confined to the grounds set forth by",
    "fonts": [
      "ArialMT",
      "Calibri"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 3,
    "bbox": [
      126.02,
      273.38,
      525.77,
      317.09
    ],
    "text": "the appellant, but it shall not rest its decision on any ground not set forth by the appellant unless the respondent has had sufficient opportunity of being heard on that ground.",
    "fonts": [
      "Calibri"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 3,
    "bbox": [
      72.02,
      328.85,
      215.52,
      340.85
    ],
    "text": "Section 759 reads as follows;",
    "fonts": [
      "Calibri"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 3,
    "bbox": [
      108.02,
      350.75,
      525.79,
      364.61
    ],
    "text": "(1) 759. (1) If the petition of appeal is not drawn up in the manner in the last preceding",
    "fonts": [
      "ArialMT",
      "Calibri"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 3,
    "bbox": [
      108.02,
      368.45,
      526.13,
      475.39
    ],
    "text": "section prescribed, it may be rejected, or be returned to the appellant for the purpose of being amended, within a time to be fixed by the court; or be amended then and there. When the court rejects under this section any petition of appeal, it shall record the reasons for such rejection. And when any petition of appeal is amended under this section, the Judge, or such officer as he shall appoint in that behalf, shall attest the amendment by his signature. (2) In the case of any mistake, omission or defect on the part of any appellant in",
    "fonts": [
      "ArialMT",
      "Calibri"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 3,
    "bbox": [
      126.02,
      479.11,
      525.74,
      522.79
    ],
    "text": "complying with the provisions of the foregoing sections, the Court of Appeal may, if it should be of opinion that the respondent has not been materially prejudiced, grant relief on such terms as it may deem just.",
    "fonts": [
      "Calibri"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 3,
    "bbox": [
      72.02,
      534.55,
      526.12,
      609.79
    ],
    "text": "It is my view that the caption is deficient and the necessary parties that have not been named could be considered as technical errors. Those deficiencies are directly connected to section 759 (2) of the Civil Procedure Code. The opinion of this court is that the respondent has not been materially prejudiced by those deficiencies. Thus, this court can grant relief ignoring the technical errors. The appeal should be decided on merit.",
    "fonts": [
      "Calibri"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 3,
    "bbox": [
      72.02,
      621.67,
      526.11,
      665.26
    ],
    "text": "It is important to note that the words of Chief Justice Abrahams in the case of Velupillai v. Chairman, Urban District Council 39 N.L.R 464, where His Lordship referring to a procedural defect said;",
    "fonts": [
      "Calibri"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 3,
    "bbox": [
      108.02,
      677.02,
      526.13,
      752.26
    ],
    "text": "\"I think that if we do not allow the amendment, in this case, we should be doing a very grave injustice to the plaintiff. It would appear as if the shortcomings of his legal adviser, the peculiarities of law and procedure and the congestion in the Courts have all combined to deprive him of his cause of action In the case before us the accused-appellant did not have the benefit of a legal adviser. Chief Justice Abrahams went on",
    "fonts": [
      "Calibri"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 4,
    "bbox": [
      72.02,
      781.9,
      327.65,
      806.38
    ],
    "text": "Page 5 of 21",
    "fonts": [
      "Calibri",
      "Calibri-Bold"
    ],
    "sizes": [
      11.039999961853027
    ]
  },
  {
    "page_number": 4,
    "bbox": [
      108.02,
      59.88,
      525.8,
      87.72
    ],
    "text": "to emphasize, that this [the Supreme Court] is a court of justice, it is not an Academy of Law.",
    "fonts": [
      "Calibri"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 4,
    "bbox": [
      72.02,
      99.5,
      525.98,
      143.18
    ],
    "text": "It is important to note that the decisions in Fernando v Sybil Fernando and others 1997 (3) SLR 1) and Dulfer Umma v U.D.C., Matale 1939 (40) NLR. 474 stated that an application cannot be dismissed on a mere technicality taken up by the respondents.",
    "fonts": [
      "Calibri"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 4,
    "bbox": [
      72.02,
      154.94,
      526.13,
      198.5
    ],
    "text": "It is not disputed that the aforementioned decisions have referred to technicalities and had stated that merely based on a technical objection a party should not be deprived of his case being heard by the Court.",
    "fonts": [
      "Calibri"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 4,
    "bbox": [
      72.02,
      210.38,
      526.13,
      301.49
    ],
    "text": "Going by cases of Samantha Niroshana v Senarath Abeyruwan (S.C. (Spl.) L.A. No. 145/2006 S.C. Minutes of 02.08.2007) and A.H.M. Fowzie v Vehicles Lanka (Pvt. Ltd. 2008 B.L.R. 127, I am quite mindful of the fact that mere technicalities should not be thrown in the way of the administration of justice and accordingly I am in respectful agreement with the observations made by Bonser, C.J., in Wickramatillake v Marikar 2 NLR 9 referring to Jessel, M.R. in Re Chenwell (8ch. D 2506) thus;",
    "fonts": [
      "Calibri"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 4,
    "bbox": [
      108.02,
      313.25,
      526.07,
      372.65
    ],
    "text": "It is not the duty of a Judge to throw technical difficulties in the way of the administration of justice, but when he sees that he is prevented receiving material or available evidence merely because of a technical objection, he ought to remove the technical objection out of the way upon proper terms as to costs and otherwise.",
    "fonts": [
      "Calibri"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 4,
    "bbox": [
      72.02,
      384.53,
      526.12,
      475.51
    ],
    "text": "It is also of importance to bear in mind that the procedure laid down by way of Rules, made under and in terms of the provisions of the Constitution, cannot be easily disregarded. Such Rules have been made with purpose and that purpose is to ensure the smooth functioning of the legal machinery through the accepted procedural guidelines. In such circumstances, when there are mandatory rules that should be followed and objections raised on non-compliance with such Rules such objections, cannot be taken as mere technical objections.",
    "fonts": [
      "Calibri"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 4,
    "bbox": [
      72.02,
      487.39,
      526.04,
      530.95
    ],
    "text": "When such objections are considered favourably, it is not that a Judge would use the Rules as a juggernaut car which throws the petitioner out and then runs over him leaving him maimed and broken on the road. (Per Abraham C.J., in Dulfer Umma v U.D.C., Matale (supra)).",
    "fonts": [
      "Calibri"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 4,
    "bbox": [
      72.02,
      542.71,
      526.13,
      776.14
    ],
    "text": "As correctly pointed out by Dr Amerasinghe, J. in Fernando v Sybil Fernando and others (supra), Judges, do not blindly devote themselves to procedures or ruthlessly sacrifice litigants to technicalities, although parties on the road to justice may choose to act recklessly. Thus, I do not agree with the submission of the learned counsel for the respondent, to consider both preliminary objections and dismiss this appeal in limine. An appeal should be decided on merit and not on technical reasons. Briefly, the facts of the case are as follows; The appellant is the registered owner of the vehicle bearing No. WP KD 9832 and the vehicle had been brought under police custody on 21.11.2012 together with 1st to 5th accused in the High Court for the alleged offence of possession and trafficking of 4 kg and 330 g of cannabis. This is an offence punishable under section 54 a (d) of the Poisons, Opium, and Dangerous Drugs (amended) Ordinance.",
    "fonts": [
      "Calibri",
      "Calibri-Italic"
    ],
    "sizes": [
      8.039999961853027,
      12.0
    ]
  },
  {
    "page_number": 5,
    "bbox": [
      72.02,
      781.9,
      327.65,
      806.38
    ],
    "text": "Page 6 of 21",
    "fonts": [
      "Calibri",
      "Calibri-Bold"
    ],
    "sizes": [
      11.039999961853027
    ]
  },
  {
    "page_number": 5,
    "bbox": [
      72.02,
      59.88,
      526.13,
      293.21
    ],
    "text": "On 09.08.2017 the 1st to 5th accused were indicted before the Provincial High Court of Monaragala and on 27.11.2017, the accused had pleaded guilty for all charges before the learned High Court Judge of Monaragala. The Provincial High Court of Monaragala, upon the plea of guilt and conviction, had not made any order relating to the confiscation of the vehicle. The case record has also been sent back to the relevant Magistrates Court. The appellant in the present action who was not privy to the original case, by way of a motion dated 21.05.2018 had sought necessary orders for the formal release of the vehicle, which had been initially released to the appellant on a bond, on 04.12.2018. Thereafter, an inquiry had been held regarding the said vehicle. Learned Counsel for the appellant stated that at the aforesaid inquiry, the appellant had explained the measures and precautions that he had taken to prevent his vehicle from being used for any illegal purpose as follows;",
    "fonts": [
      "Calibri"
    ],
    "sizes": [
      8.039999961853027,
      12.0
    ]
  },
  {
    "page_number": 5,
    "bbox": [
      77.18,
      303.23,
      526.02,
      364.49
    ],
    "text": "(i) The appellant had entered into an agreement with Ashan Enterprises; (ii) had informed the officers of Ashan Enterprises to refrain from re-renting the vehicle and not to use the same for illegal activities;",
    "fonts": [
      "ArialMT",
      "Calibri"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 5,
    "bbox": [
      74.54,
      368.33,
      525.67,
      411.89
    ],
    "text": "(iii) visited Ashan Enterprises twice to check on the said vehicle after he had rented the said vehicle within one month;",
    "fonts": [
      "ArialMT",
      "Calibri"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 5,
    "bbox": [
      74.54,
      415.73,
      525.85,
      459.29
    ],
    "text": "(iv) had an oral agreement and understanding between the petitioner and Ashan Enterprises to the effect that the vehicle should not be used for any illegal purpose.",
    "fonts": [
      "ArialMT",
      "Calibri"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 5,
    "bbox": [
      72.02,
      471.19,
      526.13,
      514.75
    ],
    "text": "The appellant had taken all precautions to prevent the use of the vehicle for the commission of the offence. The vehicle had been used for the commission of the offence, without the knowledge of the appellant.",
    "fonts": [
      "Calibri"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 5,
    "bbox": [
      72.02,
      526.63,
      526.13,
      554.35
    ],
    "text": "The appellant had called the Manager of the Meegoda Branch of Ashan Enterprises, the company by which the vehicle had been rented, to give evidence: -",
    "fonts": [
      "Calibri"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 5,
    "bbox": [
      72.02,
      566.23,
      277.2,
      578.23
    ],
    "text": "He had given evidence and said inter alia;",
    "fonts": [
      "Calibri",
      "Calibri-Italic"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 5,
    "bbox": [
      90.02,
      588.25,
      370.82,
      602.11
    ],
    "text": "(a) That the vehicle has been rented from the appellant;",
    "fonts": [
      "ArialMT",
      "Calibri"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 5,
    "bbox": [
      90.02,
      604.75,
      526.02,
      631.39
    ],
    "text": "(b) there was an agreement between the appellant and Ashan Enterprises for the renting",
    "fonts": [
      "ArialMT",
      "Calibri"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 5,
    "bbox": [
      90.02,
      634.03,
      526.13,
      675.34
    ],
    "text": "of the vehicle; (c) that one Kelum Darshana (the 5th accused) was a sales representative of the said",
    "fonts": [
      "ArialMT",
      "Calibri"
    ],
    "sizes": [
      8.039999961853027,
      12.0
    ]
  },
  {
    "page_number": 5,
    "bbox": [
      90.02,
      678.1,
      526.05,
      719.38
    ],
    "text": "company; (d) that when the company releases a vehicle to a Sales Representatives it is given under",
    "fonts": [
      "ArialMT",
      "Calibri"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 5,
    "bbox": [
      90.02,
      722.02,
      525.82,
      777.94
    ],
    "text": "a Written and Oral Agreement. He could not present the same as the office has been shifted. (e) Generally, sales representatives visit the office once in two or three days;",
    "fonts": [
      "ArialMT",
      "Calibri"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 6,
    "bbox": [
      72.02,
      781.9,
      327.65,
      806.38
    ],
    "text": "Page 7 of 21",
    "fonts": [
      "Calibri",
      "Calibri-Bold"
    ],
    "sizes": [
      11.039999961853027
    ]
  },
  {
    "page_number": 6,
    "bbox": [
      90.02,
      60.0,
      440.54,
      86.64
    ],
    "text": "(f) there are Area Managers and they supervise the use of the vehicle;",
    "fonts": [
      "ArialMT",
      "Calibri"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 6,
    "bbox": [
      90.02,
      89.3,
      525.78,
      115.94
    ],
    "text": "(g) the company inquires and supervises about the vehicles given to sales",
    "fonts": [
      "ArialMT",
      "Calibri"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 6,
    "bbox": [
      108.02,
      118.46,
      192.69,
      130.46
    ],
    "text": "representatives.",
    "fonts": [
      "Calibri"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 6,
    "bbox": [
      72.02,
      141.14,
      526.08,
      247.94
    ],
    "text": "He gave evidence confirming that in the said document the agreement between the sales -representative and the company contained a clause that stated that the vehicle cannot be used for any other purpose other than for official use. This evidence has not been challenged in the cross-examination. Even though there is neither evidence in the original trial nor even in the indictment that the vehicle was made use of for the commission of the offence from the mitigation made after a plea of guilt, it was revealed that the alleged offence has been committed while the vehicle was being made use for a private purpose.",
    "fonts": [
      "Calibri"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 6,
    "bbox": [
      72.02,
      259.82,
      526.1,
      319.25
    ],
    "text": "The learned State Counsel had questioned the said witness agitating that such document had not been produced. It was argued that the submission of the said document cannot be construed as a burden placed on the petitioner-appellant as the same was not within his control.",
    "fonts": [
      "Calibri"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 6,
    "bbox": [
      72.02,
      331.01,
      526.12,
      453.77
    ],
    "text": "This witness who was the manager of the Meegoda Branch of Ashan Enterprises when this case was tried had not been the manager of the branch at the time of the incident. It is clear that for the said reason this witness had no personal knowledge about the incident. The petitioner-appellant had served the summons on the Managing Director of Ashan Enterprises and with a letter of authority, the said witness had given evidence on this matter which was beyond his control. On perusal of the document marked as 'X3' too, it is confirmed that he has given evidence on behalf of Ashan Enterprises relating to precautions that have been taken on behalf of the company to ensure that such illegal activities are not done.",
    "fonts": [
      "Calibri"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 6,
    "bbox": [
      72.02,
      465.55,
      526.13,
      509.11
    ],
    "text": "The other witness, G. M. Lakmal; an officer from the Hambegamuwa Police who conducted the raid had given evidence and stated that Kankanamge Don Kelum Darshana (5th accused) had given a statement to the police saying that he was working for Ashan Enterprises.",
    "fonts": [
      "Calibri"
    ],
    "sizes": [
      8.039999961853027,
      12.0
    ]
  },
  {
    "page_number": 6,
    "bbox": [
      72.02,
      520.99,
      526.13,
      564.55
    ],
    "text": "The respondents had not adduced any evidence at the inquiry. Because nothing was mentioned in the charges for which the original accused pleaded concerning the offence about the vehicle.",
    "fonts": [
      "Calibri"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 6,
    "bbox": [
      72.02,
      576.43,
      526.12,
      604.15
    ],
    "text": "It is important to note that as there was no trial, no evidence against the petitioner, no evidence at the inquiry and no evidence has been presented by the state to that effect.",
    "fonts": [
      "Calibri"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 6,
    "bbox": [
      72.02,
      616.03,
      526.07,
      643.87
    ],
    "text": "The vehicle could not have been confiscated under the provisions of Section 79(1) of the Poisons, Opium, and dangerous Drugs Ordinance. The section reads as follows: -",
    "fonts": [
      "Calibri"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 6,
    "bbox": [
      94.58,
      653.8,
      525.7,
      667.66
    ],
    "text": "(1) where any person is convicted of an offence against this ordinance or any regulation",
    "fonts": [
      "ArialMT",
      "Calibri"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 6,
    "bbox": [
      112.58,
      671.5,
      526.13,
      730.9
    ],
    "text": "made thereunder the court shall order that all or any article in respect of which offence was committed and any boat, vessel, vehicle, aircraft or airborne craft or equipment which has been used for the conveyance of such article shall, because of such conviction, be forfeited to the state.",
    "fonts": [
      "Calibri"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 7,
    "bbox": [
      72.02,
      781.9,
      327.65,
      806.38
    ],
    "text": "Page 8 of 21",
    "fonts": [
      "Calibri",
      "Calibri-Bold"
    ],
    "sizes": [
      11.039999961853027
    ]
  },
  {
    "page_number": 7,
    "bbox": [
      72.02,
      59.88,
      526.13,
      103.46
    ],
    "text": "Even though the aforesaid section states shall be forfeited the same has to be considered as liable to be forfeited. In the judgement of the Manawadu vs AG 1987 (2) SLR 30, Sarvananda J held that,",
    "fonts": [
      "Calibri"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 7,
    "bbox": [
      108.02,
      115.34,
      525.66,
      127.34
    ],
    "text": "\"Having regard to the inequitable consequences that flow from treating the words",
    "fonts": [
      "Calibri"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 7,
    "bbox": [
      112.58,
      131.18,
      526.12,
      206.42
    ],
    "text": "'shall by reason of such conviction be forfeited to the State' as mandatory, I am inclined to hold, as the House of Lords did in A. G. vs Parsons -(1956) AC 421 that \"forfeited\" meant \"liable to be forfeited.\" and thus avoid the injustice that would flow on the construction that forfeiture of the vehicle is automatic on the conviction of the accused.\"",
    "fonts": [
      "Calibri"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 7,
    "bbox": [
      72.02,
      218.18,
      526.08,
      325.01
    ],
    "text": "Therefore, it was argued by the learned counsel for the appellant that even for the consideration for the forfeiture, the prerequisite is that the vehicle should have been used for the conveyance of the article. It is submitted that no such evidence had come forth in this inquiry or at the trial. It was further argued that one has to assume the facts aforementioned as reasons for the absence of an order relating to the vehicle given by the Judge who accepted the plea, passed the sentence on the accused and even went on to resend the case record back to the relevant Magistrates Court.",
    "fonts": [
      "Calibri"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 7,
    "bbox": [
      72.02,
      336.89,
      525.88,
      412.13
    ],
    "text": "Thus, whatever the onus may be on the owner to establish before an inquiry relating to the confiscation of the vehicle it is incumbent upon the state to establish and for the Court to be satisfied that the vehicle has been used for the commission of the offence and that burden can never be shifted to the claimant nor can be presumed to have been established merely as the vehicle has been listed as production on the back of the indictment.",
    "fonts": [
      "Calibri"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 7,
    "bbox": [
      72.02,
      423.89,
      526.16,
      483.31
    ],
    "text": "After the inquiry was held about the said vehicle, the learned Provincial High Court Judge by the judgment dated 24.04.2020 had confiscated the vehicle. The learned High Court Judge of the Provincial High Court of Monaragala has come to the following findings by his judgment dated 24.04.2020.",
    "fonts": [
      "Calibri"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 7,
    "bbox": [
      72.02,
      495.19,
      525.58,
      538.75
    ],
    "text": "It says that the agreement between the registered owner and Ashan Enterprises was only to rent the vehicle based on the monthly rent and it didn't provide for the situation where the vehicle was being used for any illegal purpose.",
    "fonts": [
      "Calibri"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 7,
    "bbox": [
      103.58,
      548.67,
      526.13,
      562.63
    ],
    "text": "\"",
    "fonts": [
      "Calibri",
      "IskoolaPota-Bold"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 7,
    "bbox": [
      108.02,
      564.39,
      526.13,
      609.59
    ],
    "text": "e, .",
    "fonts": [
      "Calibri",
      "IskoolaPota-Bold",
      "Sandaya-light"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 7,
    "bbox": [
      72.02,
      621.31,
      525.91,
      680.74
    ],
    "text": "In the said judgement the learned High Court Judge has explained that the owner of the vehicle has given evidence saying that he had an oral agreement between the aforesaid Ashan Enterprise, not to use the vehicle for any illegal purpose. But he has failed to prove that with whom he had made that oral agreement.",
    "fonts": [
      "Calibri"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 7,
    "bbox": [
      108.02,
      690.54,
      526.13,
      750.94
    ],
    "text": "\" ,",
    "fonts": [
      "Calibri",
      "IskoolaPota-Bold"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 8,
    "bbox": [
      72.02,
      781.9,
      327.65,
      806.38
    ],
    "text": "Page 9 of 21",
    "fonts": [
      "Calibri",
      "Calibri-Bold"
    ],
    "sizes": [
      11.039999961853027
    ]
  },
  {
    "page_number": 8,
    "bbox": [
      108.02,
      57.8,
      526.13,
      87.12
    ],
    "text": ".",
    "fonts": [
      "Calibri",
      "IskoolaPota-Bold"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 8,
    "bbox": [
      72.02,
      99.02,
      525.96,
      126.74
    ],
    "text": "The learned High Court Judge says that the owner of the vehicle has failed to take precautions to prevent the use of the vehicle for the commission of the offence.",
    "fonts": [
      "Calibri"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 8,
    "bbox": [
      108.02,
      136.66,
      526.13,
      197.54
    ],
    "text": "\" , . .......",
    "fonts": [
      "Calibri",
      "IskoolaPota-Bold"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 8,
    "bbox": [
      72.02,
      209.3,
      526.13,
      252.98
    ],
    "text": "The learned Judge had completely misdirected himself and explained that it cannot be accepted that the vehicle has been used for the commission of the offence by the accused, without the owner's knowledge.",
    "fonts": [
      "Calibri"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 8,
    "bbox": [
      108.02,
      262.78,
      526.13,
      338.45
    ],
    "text": "\" .\"",
    "fonts": [
      "Calibri",
      "IskoolaPota-Bold"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 8,
    "bbox": [
      72.02,
      350.21,
      525.66,
      393.89
    ],
    "text": "There was no evidence to establish that the vehicle has been used for the commission of the offence. It is the established law that in a criminal case the burden of proof lies with the prosecution and it should be proved beyond a reasonable doubt.",
    "fonts": [
      "Calibri"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 8,
    "bbox": [
      72.02,
      405.65,
      526.11,
      465.05
    ],
    "text": "All 5 accused were arrested for the alleged offence of possession and trafficking 4kg and 330g of cannabis, by Habbegamuwa police and indicted before the Provincial High Court of Monaragala. In the Indictment dated 09.08.2017, the prosecution has not even referred to the vehicle in question.",
    "fonts": [
      "Calibri"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 8,
    "bbox": [
      72.02,
      476.95,
      526.13,
      583.75
    ],
    "text": "It is evident that neither a trial was conducted nor any evidence was led that the vehicle was used for the commission of offence before the Provincial High Court of Monaragala either at the original trial or at the vehicle inquiry. The learned High Court Judge has not mentioned in his original judgment dated 27.11.2017, that the said vehicle bearing No. WP KD 9832 has been used for the said commission of the offence. There was no evidence presented at the inquiry which led to the impugned judgment that the vehicle in question was used for the crime concerned.",
    "fonts": [
      "Calibri"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 8,
    "bbox": [
      72.02,
      595.51,
      358.22,
      607.51
    ],
    "text": "In case No. CA PHC APN 119/14, P.R.Walgama J, held that,",
    "fonts": [
      "Calibri"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 8,
    "bbox": [
      108.02,
      619.39,
      525.88,
      694.66
    ],
    "text": "\"The process of confiscation of a vehicle involved in the commission of an offence particularly under Forest Ordinance, Exercise Ordinance, Cruelty to the Animals Act and Poison, Opium and Dangerous Act, it is deemed that the same principle is applicable in respect of the third party to it. The Registered owner who did not have any involvement for the commission of the offence.\"",
    "fonts": [
      "Calibri"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 8,
    "bbox": [
      72.02,
      706.42,
      526.13,
      734.26
    ],
    "text": "\"The cardinal principle distilled in respect of the above proposition is in the case of Manawadu vs. Attorney General 1987 (2) SLR 30 which has stated thus;",
    "fonts": [
      "Calibri"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 8,
    "bbox": [
      108.02,
      746.02,
      525.98,
      758.02
    ],
    "text": "\"If the owner of the lorry who is not a party to the case he is entitled to be heard on",
    "fonts": [
      "Calibri"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 8,
    "bbox": [
      112.58,
      761.86,
      525.61,
      773.86
    ],
    "text": "the forfeiture of the lorry. If he satisfies the Court, that the accused committed the",
    "fonts": [
      "Calibri"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 9,
    "bbox": [
      72.02,
      781.9,
      330.41,
      806.38
    ],
    "text": "Page 10 of 21",
    "fonts": [
      "Calibri",
      "Calibri-Bold"
    ],
    "sizes": [
      11.039999961853027
    ]
  },
  {
    "page_number": 9,
    "bbox": [
      112.58,
      59.88,
      525.69,
      87.72
    ],
    "text": "offence without his knowledge or participation, his lorry will not be liable to forfeiture\"",
    "fonts": [
      "Calibri"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 9,
    "bbox": [
      72.02,
      99.5,
      526.13,
      190.58
    ],
    "text": "It is evident that the learned High Court Judge had initially summarized the evidence and evaluated the agreement marked X2. The learned High Court Judge has commented that X2 does not contain any clause prohibiting the vehicle from being used for illegal activity or being \"released\" to a third party. He further states that the matters referred to as being verbally agreed by the appellant have not even been confirmed by naming the party to whom the appellant spoke to confirm such verbal agreement.",
    "fonts": [
      "Calibri"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 9,
    "bbox": [
      72.02,
      202.34,
      526.02,
      293.45
    ],
    "text": "Referring to the manager's evidence the learned High Court Judge comments that there was no written agreement between parties to not have the vehicle used for any illegal purpose or re-leasing, but was merely limited only to verbal utterances. He further states that it is clear that the registered owner had entered into an agreement, only taking into account the monthly rental and had not been at all vigilant in preventing the vehicle from being used by a third party for illegal purposes, and had thus quite negligently entered into the agreement.",
    "fonts": [
      "Calibri"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 9,
    "bbox": [
      72.02,
      305.21,
      526.12,
      364.61
    ],
    "text": "The appellant had not even maintained a minimum attempt or any attempt whatsoever to ensure his vehicle was not used for illegal transport and had dismissed the application of the appellant. It is against this impugned order that the appellant has come before this court by way of an appeal. The petition of appeal was filed on 08.06.2020.",
    "fonts": [
      "Calibri"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 9,
    "bbox": [
      72.02,
      376.49,
      526.13,
      467.57
    ],
    "text": "This was by way of an agreement dated 22.10.2012, one month before cannabis was found in his vehicle. The appellant got to know about a month afterwards, that his car was in police custody and that he had to submit the registration certificate to prove ownership. Importantly, within the evidence-in-chief itself, he stated that he was made aware that his car had been taken into custody by the police since it had been used in the act of transporting cannabis by the 5th accused and several others.",
    "fonts": [
      "Calibri"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 9,
    "bbox": [
      72.02,
      479.35,
      207.48,
      491.35
    ],
    "text": "That evidence is as follows;",
    "fonts": [
      "Calibri"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 9,
    "bbox": [
      72.02,
      501.15,
      526.13,
      515.11
    ],
    "text": ":",
    "fonts": [
      "Calibri",
      "IskoolaPota-Bold"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 9,
    "bbox": [
      135.02,
      516.99,
      173.01,
      530.95
    ],
    "text": "?",
    "fonts": [
      "Calibri",
      "IskoolaPota-Bold"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 9,
    "bbox": [
      72.02,
      540.75,
      301.8,
      554.87
    ],
    "text": ": jzfjz.",
    "fonts": [
      "Calibri",
      "IskoolaPota-Bold",
      "Sandaya-light"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 9,
    "bbox": [
      72.02,
      564.63,
      526.13,
      578.59
    ],
    "text": ":",
    "fonts": [
      "Calibri",
      "IskoolaPota-Bold"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 9,
    "bbox": [
      135.02,
      580.47,
      175.65,
      594.43
    ],
    "text": "?",
    "fonts": [
      "Calibri",
      "IskoolaPota-Bold"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 9,
    "bbox": [
      72.02,
      604.23,
      526.13,
      618.19
    ],
    "text": ":",
    "fonts": [
      "Calibri",
      "IskoolaPota-Bold"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 9,
    "bbox": [
      135.02,
      620.07,
      249.24,
      634.03
    ],
    "text": ".",
    "fonts": [
      "Calibri",
      "IskoolaPota-Bold"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 9,
    "bbox": [
      72.02,
      645.79,
      333.02,
      657.79
    ],
    "text": "In his evidence, the appellant claimed inter alia that:",
    "fonts": [
      "Calibri"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 9,
    "bbox": [
      72.02,
      669.7,
      526.04,
      744.94
    ],
    "text": "Once the vehicle was handed over to the said company, he had visited the company twice and had been told that the vehicle had been handed over to one Kelum Dharshana who was a sales representative working for the said company. The said Kelum Dharshana was the fifth accused in the main case. In evidence-in-chief itself, the appellant had been asked as to what precautions he took to prevent this vehicle from being used for an offence.",
    "fonts": [
      "Calibri"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 9,
    "bbox": [
      72.02,
      756.7,
      390.86,
      768.7
    ],
    "text": "To this question he had given two explanations as to the answer;",
    "fonts": [
      "Calibri"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 10,
    "bbox": [
      72.02,
      781.9,
      330.41,
      806.38
    ],
    "text": "Page 11 of 21",
    "fonts": [
      "Calibri",
      "Calibri-Bold"
    ],
    "sizes": [
      11.039999961853027
    ]
  },
  {
    "page_number": 10,
    "bbox": [
      108.02,
      59.88,
      525.84,
      87.72
    ],
    "text": "Firstly, that he visited the company renting the vehicle several times to see what was happening.",
    "fonts": [
      "Calibri"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 10,
    "bbox": [
      108.02,
      99.5,
      525.67,
      127.34
    ],
    "text": "Secondly, that he specifically instructed the company verbally that the vehicle could not be used for any unlawful activity.",
    "fonts": [
      "Calibri"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 10,
    "bbox": [
      72.02,
      139.1,
      526.13,
      246.02
    ],
    "text": "In cross-examination, the appellant had admitted that he was instructed by officers of the company that the vehicle would only be used for operations related to company work, and not for the private use of the 05th accused. He even said that he made enquiries about the 5th accused and found that he was a person who resided in Kalutara. The appellant stated that he did not specifically check whether the agreement signed with the company contained the clause regarding the fact that the vehicle would not be used for any unlawful activity, and that the said agreement did not contain a clause stating the same.",
    "fonts": [
      "Calibri"
    ],
    "sizes": [
      8.039999961853027,
      12.0
    ]
  },
  {
    "page_number": 10,
    "bbox": [
      72.02,
      257.78,
      526.13,
      364.61
    ],
    "text": "However, he stated that he obtained a verbal promise from the company representatives that the vehicle would not be used for any unlawful activity. He further stated that he questioned the company on why the agreement did not contain the said clause and the company representative told him that this agreement could not be changed to include such clauses. He admitted that the agreement did not state the exact reason for which the vehicle would be used and also admitted that the agreement did not carry a clause stating that the vehicle could not be used for any illegal purpose.",
    "fonts": [
      "Calibri"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 10,
    "bbox": [
      72.02,
      376.49,
      526.12,
      451.73
    ],
    "text": "He also stated that even though he claimed to have called the company to verify the purpose for which the vehicle would have been used, he had no means of confirming the same and he admitted that the onus was on him to prove the same. He stated that he first got to know that the vehicle was used for the transportation of cannabis from the police and that he should have been more vigilant on how his vehicle was being used.",
    "fonts": [
      "Calibri"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 10,
    "bbox": [
      72.02,
      463.51,
      526.13,
      538.75
    ],
    "text": "He also admitted that he had not taken any legal action against the said Ashan Enterprises at the time of giving evidence. The above issues had been clarified during the re-examination of the appellant. Thereafter, the appellant had called another witness to corroborate and confirm his evidence. This witness is one Chulanga Dinesh Perera, the manager of Ashan Enterprises.",
    "fonts": [
      "Calibri"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 10,
    "bbox": [
      72.02,
      550.63,
      526.13,
      657.43
    ],
    "text": "This witness stated that he was a manager of \"Ashan Enterprises\", a firm dealing in industrial cleaning products, since 2006. He reported for work in the Meegoda branch where the 5th accused worked in 2016. The products were distributed by sales representatives of whom the 5th accused was one. The sales representatives were provided vehicle facilities by the company itself by supplying them with vehicles taken on rent by the company. The vehicle in question had been rented by the company in 2012. The agreement had been signed by the previous manager and this witness had no knowledge of the agreement.",
    "fonts": [
      "Calibri"
    ],
    "sizes": [
      8.039999961853027,
      12.0
    ]
  },
  {
    "page_number": 10,
    "bbox": [
      72.02,
      669.22,
      526.08,
      776.14
    ],
    "text": "In cross-examination, he was questioned as to whether the appellant approached the company as claimed by the appellant and he stated that he had no knowledge of those incidents because he was not serving in the company at that time. He stated further that he had no knowledge as to whether the appellant indeed looked into the purposes for which his car was used and also does not have any acquaintance with the appellant, the main reason being that he had come into service at the said Meegoda branch in 2016, well after the incident took place in 2012.",
    "fonts": [
      "Calibri"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 11,
    "bbox": [
      72.02,
      781.9,
      330.41,
      806.38
    ],
    "text": "Page 12 of 21",
    "fonts": [
      "Calibri",
      "Calibri-Bold"
    ],
    "sizes": [
      11.039999961853027
    ]
  },
  {
    "page_number": 11,
    "bbox": [
      72.02,
      59.88,
      526.13,
      182.54
    ],
    "text": "Importantly he stated that yet another agreement was signed between the company and the relevant sales representative when the vehicles were given to him. When questioned about where the relevant agreement was, for this particular transaction he stated that he could not bring it, since it had now been misplaced. He stated further that he can look for this agreement and submit it to court. However, the appellant had not made an application to facilitate the same. In evidence, he was made to read the agreement between the company and himself (the appellant) and admitted that the said agreement did not mention that the impugned vehicle would not be used for any illegal purpose or private purpose.",
    "fonts": [
      "Calibri"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 11,
    "bbox": [
      72.02,
      194.42,
      526.11,
      332.81
    ],
    "text": "He stated that such information is not usually entered in an agreement but is usually stated verbally to the person renting the vehicle. However, referring to the second agreement between the company and the sales representatives which was never produced in the case, he stated that there was a provision that the vehicle will not be used for private purposes but only for official purposes. He also stated that the area managers of the company are vigilant about whether the vehicles given to the sales representatives are used for private purposes or illegal purposes and that the vehicles should only be used for official purposes. He however stated that he had no knowledge on whether such action was taken regarding this particular vehicle in this particular instance.",
    "fonts": [
      "Calibri"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 11,
    "bbox": [
      72.02,
      344.69,
      526.08,
      467.33
    ],
    "text": "Finally, he admitted that he did not know that either the registered owner or the company, had looked into the purposes for which this specific vehicle was used. In re-examination, he said that the company looked into the purpose for which all vehicles rented by the company are used, most of the time. The appellant has thereafter called another police witness to confirm the fact that the fifth accused had given a statement to the police and that the fifth accused has worked as an employee of the said Ashan Enterprises. The evidence of this witness has not been cross-examined and does not add any value to the version of the appellant or the version of the prosecution.",
    "fonts": [
      "Calibri"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 11,
    "bbox": [
      72.02,
      479.11,
      526.05,
      570.19
    ],
    "text": "Thereafter, oral submissions had been made and the matter was fixed for order. The order was dated 24.04.2020 and delivered on 26th May 2020. The learned High Court Judge had initially summarized the evidence. Thereafter, the learned High Court Judge has evaluated the agreement marked X2. The High Court Judge has commented that X2 did not contain any clause prohibiting the vehicle from being used for illegal activity or being \"released\" to a third party.",
    "fonts": [
      "Calibri"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 11,
    "bbox": [
      72.02,
      581.95,
      526.11,
      657.19
    ],
    "text": "The grounds of appeal have not been specifically stated at any point by the appellant. There are several matters urged generally, and for want of a better procedure, they are replied under the same headings urged by the appellant. Although not referred to as \"grounds of appeal\", the appellant has mentioned the following matters at the conclusion of the appellant's submissions.",
    "fonts": [
      "Calibri"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 11,
    "bbox": [
      96.74,
      667.24,
      526.13,
      760.06
    ],
    "text": "(i.) Confiscating the vehicle is bad in law where there is no charge or evidence to show that the vehicle has been used for the commission of the offence. (ii.) Confiscating the vehicle is bad in law and fact when there is no evidence that the appellant had knowledge of the crime and/or when the appellant had given reasonable and acceptable explanations as to the fact that he did not have any knowledge about this culpable act.",
    "fonts": [
      "ArialMT",
      "Calibri"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 12,
    "bbox": [
      72.02,
      781.9,
      330.41,
      806.38
    ],
    "text": "Page 13 of 21",
    "fonts": [
      "Calibri",
      "Calibri-Bold"
    ],
    "sizes": [
      11.039999961853027
    ]
  },
  {
    "page_number": 12,
    "bbox": [
      93.98,
      58.02,
      526.08,
      150.98
    ],
    "text": "(iii.) The learned Provincial High Court Judge erred in law and fact to confiscate the vehicle when he had given acceptable evidence to prove that he had taken all pragmatic precautions to prevent the commission of the offence using the vehicle. (iv.) Confiscating the vehicle is not reasonable, just and equitable and it is a violation of his human rights.",
    "fonts": [
      "ArialMT",
      "Calibri"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 12,
    "bbox": [
      72.02,
      162.74,
      526.12,
      253.82
    ],
    "text": "The respondent proceeded to reply to the said four matters highlighted from (i) to (iv) above, and says that confiscating the vehicle is bad in law where there is no charge or evidence to show that the vehicle has been used for the commission of the offence. The respondent states that there is prima-facia material to show that the vehicle was taken into custody in connection with the offence. It is apparent that during investigations the impugned vehicle was taken into custody by police regarding this offence,",
    "fonts": [
      "Calibri",
      "Calibri-Italic"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 12,
    "bbox": [
      72.02,
      264.59,
      526.13,
      356.69
    ],
    "text": "The impugned vehicle is listed as a production at the back of the Indictment to which the 5th accused pleaded. The appellant has not at any point contested this position during evidence at the vehicle inquiry in the High Court. The appellant has not provided an explanation of how his vehicle suddenly went missing after it was rented to the company in question until a vehicle inquiry was initiated at the High Court by the appellant himself in a case of possession and trafficking of cannabis.",
    "fonts": [
      "Calibri"
    ],
    "sizes": [
      8.039999961853027,
      12.0
    ]
  },
  {
    "page_number": 12,
    "bbox": [
      72.02,
      368.45,
      526.13,
      443.69
    ],
    "text": "The appellant denies having any knowledge that the impugned vehicle was used for the commission of the offence and says that confiscating the vehicle is bad in law and fact when there is no evidence that the appellant had knowledge of the crime and he has given reasonable and acceptable explanations as to the fact that he did not have any knowledge about this culpable act.",
    "fonts": [
      "Calibri"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 12,
    "bbox": [
      72.02,
      455.57,
      526.14,
      514.99
    ],
    "text": "It is important to note that confiscating the vehicle is entirely in keeping with the legislation and fact, as that legislature verily intended. The legislation states that the Court shall order forfeiture. Section 79 (as amended) of the Poisons, Opium, and Dangerous Drugs Ordinance, No. 13 of 1984 states that:",
    "fonts": [
      "Calibri"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 12,
    "bbox": [
      108.02,
      526.75,
      526.13,
      601.99
    ],
    "text": "\"Where any person is convicted of an offence against this Ordinance or any regulation made thereunder the court shall order that all or any articles in respect of which the offence was committed and any boat, vessel, vehicle, aircraft or airborne craft or equipment which has been used for the conveyance of such article shall, by reason of such conviction, be forfeited to the State\"",
    "fonts": [
      "Calibri"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 12,
    "bbox": [
      72.02,
      613.75,
      528.89,
      689.02
    ],
    "text": "Therefore, it is contended that irrespective of an inquiry, the position of the law on forfeiture was automatic. The instant law does not even provide for the holding of an inquiry as opposed to, for example, the Forest Ordinance which provides for an application being made by a 3rd party for a vehicle. This then was the prima-facia express intent of the legislature until the case of \"Manawadu vs AG 1987 [2] SLR 3O\" was decided.",
    "fonts": [
      "Calibri",
      "Calibri-Italic"
    ],
    "sizes": [
      8.039999961853027,
      12.0
    ]
  },
  {
    "page_number": 12,
    "bbox": [
      72.02,
      700.9,
      526.13,
      776.14
    ],
    "text": "It was argued by the learned counsel for the respondent that, there is no onus in law for the prosecution to prove that the owner had sufficient knowledge of the use of his vehicle in the crime at a vehicle inquiry. It is only incumbent on the appellant, that too at his option, for want of redeeming the vehicle, to prove, albeit to the \"balance of probability\", that he had no knowledge that his vehicle had been used to commit the offence in question. This",
    "fonts": [
      "Calibri"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 13,
    "bbox": [
      72.02,
      781.9,
      330.41,
      806.38
    ],
    "text": "Page 14 of 21",
    "fonts": [
      "Calibri",
      "Calibri-Bold"
    ],
    "sizes": [
      11.039999961853027
    ]
  },
  {
    "page_number": 13,
    "bbox": [
      72.02,
      59.88,
      526.11,
      103.46
    ],
    "text": "opportunity had been provided to a claimant of a vehicle consequent to the Manawadu\" case in furtherance of justice and fair play, and cannot by any means be usurped and twisted by the claimant as a requisite to be fulfilled by the prosecution.",
    "fonts": [
      "Calibri"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 13,
    "bbox": [
      72.02,
      115.34,
      526.11,
      206.42
    ],
    "text": "It is submitted, that perhaps for this very same reason, there exists no case law whatsoever, regarding the confiscation of vehicles in matters of this nature, where it has been decided, that indeed the prosecution has to establish the knowledge on the part of the vehicle owner (claimant) regarding his vehicle being used for an offence. In most matters, knowledge is apparent prima-facia, and a suggestion to the contrary is preposterous and bad in law as evidenced in a plethora of cases.",
    "fonts": [
      "Calibri",
      "Calibri-Italic"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 13,
    "bbox": [
      72.02,
      218.18,
      526.11,
      293.45
    ],
    "text": "In the case of W. Jalathge Surasena VS. O.I.C. Hikkaduwa and 3 others [CA (PHC) APN 100/2014], It was held that \"a mere denial by the Registered Owner of the fact that he did not know of the alleged commission is not sufficient as per the principle laid down in the line of authorities regarding the confiscation of a vehicle which had been used for a commission of an offence for an unauthorized purpose ...\"",
    "fonts": [
      "Calibri"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 13,
    "bbox": [
      72.02,
      305.21,
      525.99,
      348.89
    ],
    "text": "In A.H. Mithrasena Vs OIC, Hettipola and Others [CA (PHC)/15/2016] decided on 20.10.2020, it was held; \"Therefore, I do not think that a vehicle owner, under the present law, can submit the absence of knowledge as a ground to avoid a vehicle confiscation, anymore.\"",
    "fonts": [
      "Calibri"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 13,
    "bbox": [
      72.02,
      360.65,
      525.62,
      388.49
    ],
    "text": "Therefore, the learned counsel for respondent says that the position taken with regard to \"knowledge\" by the appellant, does not \"hold water\" in the instant case.",
    "fonts": [
      "Calibri"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 13,
    "bbox": [
      72.02,
      400.25,
      526.13,
      507.19
    ],
    "text": "Learned counsel for the appellant argued that the learned Provincial High Court Judge erred in law and fact to confiscate the vehicle when the appellant had given acceptable evidence to prove that he has taken all pragmatic precautions to prevent the commission of the offence using the vehicle. The respondent says that the appellant had not given any \"acceptable\" evidence as contended by the appellant in the ground above. In furtherance of the above, it is also contended that the appellant had made mere unconfirmed and uncorroborated statements during his evidence.",
    "fonts": [
      "Calibri"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 13,
    "bbox": [
      72.02,
      518.95,
      526.12,
      673.3
    ],
    "text": "The appellant said that he had visited the company twice and he had specifically instructed the company verbally, that the vehicle should not be used for any unlawful activity. He had visited the company several times after renting the vehicle. In cross-examination, the appellant stated that the vehicle could only be used for the operations of the company work and not for the private use of the 5th accused. He made an inquiry of the 5th accused and found out that he was residing in Kalutara, the appellant had obtained a verbal promise from the company representatives that the vehicle would not be used for any unlawful activity. Interestingly, he questioned the company as to why the said clause was not included in the agreement and the company representatives had told that the agreement could not be changed to include such clauses.",
    "fonts": [
      "Calibri"
    ],
    "sizes": [
      8.039999961853027,
      12.0
    ]
  },
  {
    "page_number": 13,
    "bbox": [
      72.02,
      685.06,
      526.13,
      776.14
    ],
    "text": "The respondent says that even though he contends the points above as true, in his evidence-in-chief and cross-examination the appellant had not brought the two witnesses who could have confirmed this evidence to the best standards of the law, namely the 5th accused and the company representative, who made the alleged representations to the appellant. Instead, he merely seeks to 'blindfold\" this Court into fully accepting his solitary statements in evidence, even as they stood contested by the prosecution during the inquiry itself. In the",
    "fonts": [
      "Calibri"
    ],
    "sizes": [
      8.039999961853027,
      12.0
    ]
  },
  {
    "page_number": 14,
    "bbox": [
      72.02,
      781.9,
      330.41,
      806.38
    ],
    "text": "Page 15 of 21",
    "fonts": [
      "Calibri",
      "Calibri-Bold"
    ],
    "sizes": [
      11.039999961853027
    ]
  },
  {
    "page_number": 14,
    "bbox": [
      72.02,
      59.88,
      528.77,
      119.3
    ],
    "text": "analysis of evidence, the appellant has placed confidence in the whimsical verbal evidence of the present manager of the company, who testified about the existence of a second contract between the company in question and the 5th accused. However, no copy of this contract has been submitted to Court, reducing the evidentiary value of the appellant's case even further.",
    "fonts": [
      "Calibri"
    ],
    "sizes": [
      8.039999961853027,
      12.0
    ]
  },
  {
    "page_number": 14,
    "bbox": [
      72.02,
      131.18,
      526.12,
      190.58
    ],
    "text": "Thus, it was further argued by the learned counsel for the respondent that the appellant had not put forward the best evidence to support his case. Therefore, he cannot now be heard to say that he has given \"acceptable evidence\" at the vehicle inquiry. He has failed to surmount even the low evidentiary threshold of \"beyond reasonable doubt\".",
    "fonts": [
      "Calibri"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 14,
    "bbox": [
      72.02,
      202.34,
      526.08,
      230.18
    ],
    "text": "In Piyadasa Prathapasinghe vs Attorney General & Others [CA(PHC) 154/2013] it was held that the failure to call a material witness was to be fatal to the case of the Claimant:",
    "fonts": [
      "Calibri"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 14,
    "bbox": [
      108.02,
      241.94,
      526.13,
      364.61
    ],
    "text": "\"The appellant has failed to call Laksman as a witness. Apart from the appellant, Lakshman would have been the best person to testify about the precautions the appellant had taken. The burden is on the appellant to satisfy Court that he took all necessary precautions to prevent the commission of the offence, I am of the considered view that the learned High Court Judge was correct when he found that the appellant had failed to prove to the satisfaction of the Court that he took necessary precautions to prevent the commission of the offence on the day in question and that the order of the learned Magistrate should be affirmed.\"",
    "fonts": [
      "Calibri"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 14,
    "bbox": [
      72.02,
      376.49,
      526.13,
      420.05
    ],
    "text": "In Segu Alawdeen Mohamadu Riyaldeen vs Attorney General & Others [CA (PHC) 164/ 2026], it was decided that the failure to call the driver and another material corroborating witness has been fatal to the application of the claimant.",
    "fonts": [
      "Calibri"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 14,
    "bbox": [
      72.02,
      431.93,
      526.13,
      522.91
    ],
    "text": "Learned counsel for the respondent citing the above-mentioned authority says that in this instance the appellant has failed to call the driver to give evidence, although the appellant later said that his wife inspected the vehicle, he had failed to call the wife on his behalf to establish the same. The appellant has failed to discharge the burden cast upon him. Therefore, by not placing the best evidence to confirm and corroborate his version, the appellant has virtually initiated the \"self-destruction\" of his case.",
    "fonts": [
      "Calibri"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 14,
    "bbox": [
      72.02,
      534.79,
      526.13,
      610.03
    ],
    "text": "It was argued by the learned counsel for the respondent that the appellant has not discharged his burden of proving either lack of knowledge of the offence or that he indeed took necessary precautions to prevent his vehicle being used for an illegal act by the 5th accused. The failure of the appellant to discharge this burden has to be analysed considering the following authorities.",
    "fonts": [
      "Calibri"
    ],
    "sizes": [
      8.039999961853027,
      12.0
    ]
  },
  {
    "page_number": 14,
    "bbox": [
      72.02,
      621.79,
      526.13,
      665.5
    ],
    "text": "In A.H. Mithrasena Vs OIC - Police Station, Hettipola CA/PHC/15/2016, it was held that mere instructions given to a tractor driver not to use the vehicle for unlawful activities was deemed insufficient by the Court of Appeal, as having fulfilled the above burden.",
    "fonts": [
      "Calibri"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 14,
    "bbox": [
      72.02,
      677.26,
      526.13,
      705.1
    ],
    "text": "It was held in Mary Matilda Silva Vs P.H. De Silva CA /PHC/86/97, that giving \"mere instructions\" is not sufficient to discharge the said burden.",
    "fonts": [
      "Calibri"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 14,
    "bbox": [
      72.02,
      716.86,
      526.03,
      760.54
    ],
    "text": "The same position is taken up in Saman Kumara and another Vs Attorney General CA/PHC/157/12, where it was held that mere verbal instructions were not sufficient to discharge the burden.",
    "fonts": [
      "Calibri"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 15,
    "bbox": [
      72.02,
      781.9,
      330.41,
      806.38
    ],
    "text": "Page 16 of 21",
    "fonts": [
      "Calibri",
      "Calibri-Bold"
    ],
    "sizes": [
      11.039999961853027
    ]
  },
  {
    "page_number": 15,
    "bbox": [
      72.02,
      59.88,
      525.99,
      119.3
    ],
    "text": "Similarly, in the case of Kottasha Arachchige Uhhayaweera Vs Range Forest Officer and Others CA/PHC/95/2012, decided on 04.09.2018 it was held that: \"Accordingly, it is amply clear that simply telling the driver is insufficient to discharge the burden cast on the vehicle owner by law.\"",
    "fonts": [
      "Calibri"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 15,
    "bbox": [
      72.02,
      131.18,
      526.07,
      190.58
    ],
    "text": "Therefore, the respondent says that when this evidence is considered in totality, it may be seen that the appellant has failed abjectly and thoroughly, to submit any sort of acceptable evidence by any forum by any standards and that the appellant falls well short of taking all \"pragmatic precautions to prevent the commission of the offence using the vehicle\".",
    "fonts": [
      "Calibri"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 15,
    "bbox": [
      72.02,
      202.34,
      526.06,
      340.85
    ],
    "text": "The next argument of the appellant is that confiscating the vehicle is not reasonable, just and equitable and is a violation of his rights. Every individual should be equal before and under the law and has the right to the equal protection and equal benefit of the law. It should be ensured that everyone has access to equal justice. Equity holds that \"Equity will not suffer a wrong to be without a remedy. When seeking equitable relief, the one who had been wronged has the stronger hand and that it is the one who has the stronger hand that has the capacity to ask for a legal remedy. The said equitable maxim goes hand in hand with the Latin legal maxim, ubi jus ibi renzedium, which reads that \"where there is a right there must be a remedy.\"",
    "fonts": [
      "Calibri",
      "Calibri-Italic"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 15,
    "bbox": [
      72.02,
      352.61,
      526.13,
      570.19
    ],
    "text": "Equity also holds that \"Equity delights to do justice and not by halves. Where a court is presented with a good claim to equitable relief, and it is clear that the appellant has suffered monetary damage, the court of equity has jurisdiction to render legal relief. Equity further holds that \"Equity does not require an idle gesture. It will therefore not compel a court to do a vain and useless thing. It was argued by the learned counsel for the appellant that the accused has pleaded guilty and has been imposed with a sentence and a fine of Rs. 25,000/- in respect of the 1st charge and a sentence of 2 years simple imprisonment, suspended for ten years in respect of the 2nd charge. In these circumstances where the perpetrator of the offence had already been charged for the offence committed by him, there are no just and equitable grounds to confiscate the vehicle belonging to the appellant when the appellant himself has not been a party to the offence in question and is neither bound by a relationship of proximity to the accused and had only rented the vehicle to a third party. There is no equity nor is it just to deprive the appellant of a vehicle worth approximately Rs. 1,300,000/- where the persons convicted of the crime is deprived of Rs. 25,000/- each totalling Rs. 125,000/-.",
    "fonts": [
      "Calibri"
    ],
    "sizes": [
      8.039999961853027,
      12.0
    ]
  },
  {
    "page_number": 15,
    "bbox": [
      72.02,
      581.95,
      526.12,
      704.74
    ],
    "text": "In the case of Orient Financial Services Corporation Ltd Vs RFO, Ampara and another 2011 (1) SLR 86, the registered owner of a vehicle was convicted on his plea for transporting timber without a permit. At the inquiry-whether the vehicle should be confiscated or not, the absolute owner (finance company) from whom the registered owner obtained financial assistance to purchase the vehicle gave evidence and claimed the vehicle. After inquiry, the Magistrate made an order to confiscate the vehicle. The revision application filed by the Finance Company in the High Court was dismissed. The petitioner sought to revise the said judgment.",
    "fonts": [
      "Calibri"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 15,
    "bbox": [
      72.02,
      716.5,
      525.95,
      760.06
    ],
    "text": "It was held that the owner envisaged in the law cannot be the 'absolute owner' (Finance Company). The absolute owner has no control over the use of the vehicle except to retake the possession of the vehicle for non-payment of instalments. No injustice would be caused",
    "fonts": [
      "Calibri"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 16,
    "bbox": [
      72.02,
      781.9,
      330.41,
      806.38
    ],
    "text": "Page 17 of 21",
    "fonts": [
      "Calibri",
      "Calibri-Bold"
    ],
    "sizes": [
      11.039999961853027
    ]
  },
  {
    "page_number": 16,
    "bbox": [
      72.02,
      59.88,
      526.1,
      87.72
    ],
    "text": "to the Finance Company as they could recover the amount, they spent for the registered owner by way of an action in the District Court based on a violation of the lease agreement.",
    "fonts": [
      "Calibri"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 16,
    "bbox": [
      72.02,
      99.5,
      526.11,
      285.38
    ],
    "text": "The learned counsel for the respondent submits that the legislature intended that the vehicles used for illegal offences (where allowed by statute) should be necessarily confiscated. The reasons are merely not to punish, but to ensure that these vehicles are not used again to commit such offences and also to serve as a deterrence to other vehicle holders who may be tempted to enter into bad and improper contracts, merely considering the monetary benefits and disregarding the precautions they need to take by law and by judicial precedent. Therefore, it is trite law that in many cases vehicles are confiscated because it is clearly the intention of the legislature and therefore, it is well reasonable that it is an act done to prevent the furtherance of such offences committed by vehicle owners who are not vigilant about the process of the law. Thus, it is contended that it was and is the intention of the legislature, especially in the Poisons, Opium, and Dangerous Drugs Ordinance, that the vehicle should necessarily be confiscated.",
    "fonts": [
      "Calibri"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 16,
    "bbox": [
      72.02,
      297.29,
      526.05,
      388.25
    ],
    "text": "However, going by Manawadu vs AG (supra), the learned counsel for the respondent says that even if the appellant makes use of the opportunity to show that he either had no knowledge of the crime or that he had taken all reasonable precautions, the appellant in the instant case had failed to do so. It is the intention of the legislature and specific law. It cannot be said that this is a violation of his rights and property right. Such matters are taken into consideration by the respective authorities and forums.",
    "fonts": [
      "Calibri",
      "Calibri-Italic"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 16,
    "bbox": [
      72.02,
      400.13,
      526.12,
      506.95
    ],
    "text": "Therefore, the argument tendered by the appellant, that this is not a just and equitable punishment fails when one considers the fact that the accused in this case have been subjected to both fine and a suspended sentence, whilst the appellant has been subjected only to the forfeiture of the vehicle used for the conveyance of the illegal substance. The respondent further says that forfeiture of property has been a standard standalone practice throughout many jurisdictions around the world and that it is not necessarily connected to the offender and the punishment received by such an offender.",
    "fonts": [
      "Calibri"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 16,
    "bbox": [
      72.02,
      518.71,
      526.01,
      546.55
    ],
    "text": "In the case of Oriental Finance Services Corporation Limited. vs. Range Forest Officer and Another 2011 (1) SLR- 86 it was held thus:",
    "fonts": [
      "Calibri"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 16,
    "bbox": [
      72.02,
      558.43,
      525.66,
      601.99
    ],
    "text": "It is therefore seen under the existing law a vehicle transporting timber cannot be confiscated if the owner of the vehicle on a balance of probability establishes one of the following things;",
    "fonts": [
      "Calibri"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 16,
    "bbox": [
      77.18,
      611.89,
      526.08,
      689.02
    ],
    "text": "(i) That he has taken all precautions to prevent the use of the vehicle for the commission of the offence; (ii) That the vehicle has been used for the commission of the offence without his knowledge.",
    "fonts": [
      "ArialMT",
      "Calibri"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 16,
    "bbox": [
      72.02,
      700.9,
      526.07,
      760.3
    ],
    "text": "It is clear according to several decisions referred to above, an order for confiscation cannot be made if the owner establishes one of two matters. Firstly, that he has taken all precautions to prevent the use of the vehicle for the commission of the offence. Secondly, that the vehicle has been used for the commission of the offence without his knowledge. Confiscating the",
    "fonts": [
      "Calibri"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 17,
    "bbox": [
      72.02,
      781.9,
      330.41,
      806.38
    ],
    "text": "Page 18 of 21",
    "fonts": [
      "Calibri",
      "Calibri-Bold"
    ],
    "sizes": [
      11.039999961853027
    ]
  },
  {
    "page_number": 17,
    "bbox": [
      72.02,
      59.88,
      525.94,
      87.72
    ],
    "text": "vehicle is bad in law when the appellant has given reasonable and acceptable explanations as to that he did not have any knowledge about this culpable act.",
    "fonts": [
      "Calibri"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 17,
    "bbox": [
      72.02,
      99.5,
      526.13,
      237.98
    ],
    "text": "Section 103 of the Evidence Ordinance stipulates that \"the burden of proof as to any particular fact lies on that person who wishes the court to believe in its existence unless it is provided by any law that the proof of the fact shall lie on any particular person\". In terms of Section 103, since the respondent has raised issues disputing that the appellant knew this culpable act, the respondent who wishes the court to believe the existence of that fact hence the burden of proof lies on the respondent to prove that the appellant had the knowledge that the vehicle had been used for the commission of the offence with his knowledge. The learned State Counsel has not even suggested to any of the witnesses, at the inquiry that the commission of the crime was committed with the knowledge of the appellant.",
    "fonts": [
      "Calibri"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 17,
    "bbox": [
      72.02,
      248.75,
      526.13,
      356.69
    ],
    "text": "The appellant stated giving evidence that he and the driver, Kelum Darshana who was the 5th accused of the original case are not acquainted and therefore he inquired about him because it came to his knowledge that the vehicle is going to be handed over to the said Kelum Dharshana. The police have not investigated whether the appellant had any connection or knowledge regarding the said allegation which was committed by the accused. The appellant was not indicted before the Provincial High Court of Monaragala about the said allegation or even for abatement.",
    "fonts": [
      "Calibri"
    ],
    "sizes": [
      8.039999961853027,
      12.0
    ]
  },
  {
    "page_number": 17,
    "bbox": [
      72.02,
      368.45,
      526.1,
      412.13
    ],
    "text": "If the evidence of the appellant which had been led before the Provincial High Court was duly considered it would be apparent that the vehicle has been used for the commission of the offence without his knowledge.",
    "fonts": [
      "Calibri"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 17,
    "bbox": [
      103.58,
      421.93,
      488.09,
      435.89
    ],
    "text": ": ?",
    "fonts": [
      "Calibri",
      "IskoolaPota-Bold"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 17,
    "bbox": [
      103.58,
      445.69,
      170.13,
      459.65
    ],
    "text": ": .",
    "fonts": [
      "Calibri",
      "IskoolaPota-Bold"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 17,
    "bbox": [
      103.58,
      469.59,
      381.74,
      483.55
    ],
    "text": ": ?",
    "fonts": [
      "Calibri",
      "IskoolaPota-Bold"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 17,
    "bbox": [
      103.58,
      493.35,
      170.13,
      507.31
    ],
    "text": ": .",
    "fonts": [
      "Calibri",
      "IskoolaPota-Bold"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 17,
    "bbox": [
      103.58,
      517.23,
      479.69,
      531.19
    ],
    "text": ": ?",
    "fonts": [
      "Calibri",
      "IskoolaPota-Bold"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 17,
    "bbox": [
      103.58,
      540.99,
      170.13,
      554.95
    ],
    "text": ": .",
    "fonts": [
      "Calibri",
      "IskoolaPota-Bold"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 17,
    "bbox": [
      72.02,
      566.71,
      525.74,
      594.55
    ],
    "text": "When the appellant was under cross examination there is not even a suggestion by the state that the crime was committed with the knowledge of the appellant.",
    "fonts": [
      "Calibri"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 17,
    "bbox": [
      72.02,
      606.43,
      525.96,
      649.99
    ],
    "text": "However, despite the same, the learned Trial Judge has by his judgement stated that \"the appellant's evidence to that he had no knowledge about the substance being transported in the vehicle is unacceptable\" without duly evaluating the said evidence led by the appellant.",
    "fonts": [
      "Calibri"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 17,
    "bbox": [
      72.02,
      661.78,
      526.12,
      705.46
    ],
    "text": "If a party has failed to suggest their position to any of the witnesses of their opponent, it goes uncontested. In Gunasiri and two others Vs Republic of Sri Lanka 2009 (1) SLR 39, Sisira De Abrew J held that,",
    "fonts": [
      "Calibri"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 17,
    "bbox": [
      108.02,
      717.22,
      526.05,
      776.74
    ],
    "text": "\"The learned counsel who appeared for the defence did not suggest to the prosecution witnesses the alibi raised by the 3rd accused-appellant. What is the effect of such silence on the part of the counsel? In this connection, I would like to consider certain judicial decisions.",
    "fonts": [
      "Calibri"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 18,
    "bbox": [
      72.02,
      781.9,
      330.41,
      806.38
    ],
    "text": "Page 19 of 21",
    "fonts": [
      "Calibri",
      "Calibri-Bold"
    ],
    "sizes": [
      11.039999961853027
    ]
  },
  {
    "page_number": 18,
    "bbox": [
      72.02,
      59.88,
      526.13,
      87.72
    ],
    "text": "In the case of Sarwan Singh vs. State of Punjab 2002 AIR SC iii at 3652 Indian Supreme Court held thus;",
    "fonts": [
      "Calibri"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 18,
    "bbox": [
      108.02,
      99.5,
      525.99,
      143.18
    ],
    "text": "\"It is a rule of essential justice that whenever the opponent has declined to avail himself of the opportunity to put his case in cross-examination it must follow that the evidence tendered on that issue ought to be accepted.\"",
    "fonts": [
      "Calibri"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 18,
    "bbox": [
      72.02,
      154.94,
      526.03,
      182.78
    ],
    "text": "This judgment was cited with approval in Bobby Mathew vs. State of Karnataka 2004 Cr. LJ 3003.",
    "fonts": [
      "Calibri"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 18,
    "bbox": [
      108.02,
      194.54,
      525.72,
      238.22
    ],
    "text": "Applying the principles laid down in the above judicial decision may express the following view. Failure to suggest the defence of alibi to the prosecution witnesses who implicated the accused indicates that it was a false one.",
    "fonts": [
      "Calibri"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 18,
    "bbox": [
      72.02,
      249.98,
      526.02,
      309.41
    ],
    "text": "The learned Trial Judge has not given reasons for the aforementioned finding in confiscating the vehicle and as submitted that the indirect finding of the learned Judge to the effect that the said crime was committed with the knowledge of the appellant, cannot stand in law and fact.",
    "fonts": [
      "Calibri"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 18,
    "bbox": [
      72.02,
      321.29,
      528.77,
      412.25
    ],
    "text": "The vehicle cannot be confiscated firstly; hence there was no evidence before Court to show that the vehicle was used for the commission of the offence, secondly; even if one was to assume that there was such evidence, as there was clear evidence to show the commission of the offence committed without the knowledge of the appellant. Thus, it is argued that there was no need for the appellant, according to law to establish a balance of probability to show that he took steps reasonably to prevent the commission of an offence using the vehicle.",
    "fonts": [
      "Calibri"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 18,
    "bbox": [
      72.02,
      424.13,
      525.87,
      499.39
    ],
    "text": "The monitoring of the vehicle for 24 hours on all 7 days after the renting out lies beyond the sphere of responsibility of the owner of the vehicle and also frequently inquiring about the vehicle which is lent on a rent basis is not practical. It is submitted while trying to define the law that no one should and can expect such control over a vehicle; in that event, it would become impossible for anyone to rent or lease a vehicle.",
    "fonts": [
      "Calibri"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 18,
    "bbox": [
      72.02,
      511.15,
      526.13,
      602.23
    ],
    "text": "It is not practical to rent a vehicle solely on the conditions of the vehicle owner due to the lack of bargaining power of the owner of the vehicle. In the instant case, the appellant had given evidence and had stated that the contract that was signed was a formal contract that was used by Ashan Enterprises. It is unfair to accept a person like the appellant who owns one Maruti Suzuki car to bargain with a company renting out many cars to get a contract tailor-made.",
    "fonts": [
      "Calibri"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 18,
    "bbox": [
      72.02,
      613.99,
      354.02,
      625.99
    ],
    "text": "The evidence of the appellant to the same is as follows: -",
    "fonts": [
      "Calibri"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 18,
    "bbox": [
      94.58,
      635.79,
      526.13,
      649.75
    ],
    "text": ": ?",
    "fonts": [
      "Calibri",
      "IskoolaPota-Bold"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 18,
    "bbox": [
      94.58,
      659.7,
      146.85,
      673.66
    ],
    "text": ": .",
    "fonts": [
      "Calibri",
      "IskoolaPota-Bold"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 18,
    "bbox": [
      94.58,
      683.46,
      194.64,
      697.42
    ],
    "text": ":",
    "fonts": [
      "Calibri",
      "IskoolaPota-Bold"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 18,
    "bbox": [
      94.58,
      707.34,
      337.22,
      721.3
    ],
    "text": ": .",
    "fonts": [
      "Calibri",
      "IskoolaPota-Bold"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 18,
    "bbox": [
      94.58,
      731.1,
      372.14,
      745.06
    ],
    "text": ": ?",
    "fonts": [
      "Calibri",
      "IskoolaPota-Bold"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 19,
    "bbox": [
      72.02,
      781.9,
      330.41,
      806.38
    ],
    "text": "Page 20 of 21",
    "fonts": [
      "Calibri",
      "Calibri-Bold"
    ],
    "sizes": [
      11.039999961853027
    ]
  },
  {
    "page_number": 19,
    "bbox": [
      94.58,
      57.92,
      526.13,
      71.88
    ],
    "text": ": . .",
    "fonts": [
      "Calibri",
      "IskoolaPota-Bold"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 19,
    "bbox": [
      126.02,
      73.76,
      166.77,
      87.72
    ],
    "text": ".",
    "fonts": [
      "Calibri",
      "IskoolaPota-Bold"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 19,
    "bbox": [
      72.02,
      99.5,
      525.92,
      143.18
    ],
    "text": "The learned counsel for the appellant says that the appellant has proved that, he has taken all necessary precautions to prevent the use of the vehicle for a crime on a balance of probability.",
    "fonts": [
      "Calibri"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 19,
    "bbox": [
      99.02,
      152.98,
      326.9,
      166.94
    ],
    "text": ": ?",
    "fonts": [
      "Calibri",
      "IskoolaPota-Bold"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 19,
    "bbox": [
      99.02,
      176.74,
      198.6,
      190.7
    ],
    "text": ": .",
    "fonts": [
      "Calibri",
      "IskoolaPota-Bold"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 19,
    "bbox": [
      99.02,
      200.62,
      373.46,
      214.58
    ],
    "text": ": ?",
    "fonts": [
      "Calibri",
      "IskoolaPota-Bold"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 19,
    "bbox": [
      99.02,
      224.38,
      351.86,
      238.34
    ],
    "text": ": .",
    "fonts": [
      "Calibri",
      "IskoolaPota-Bold"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 19,
    "bbox": [
      72.02,
      250.22,
      525.75,
      277.94
    ],
    "text": "It is clear that the appellant has done his best to check on the vehicle during the time period it was with Ashan Enterprises.",
    "fonts": [
      "Calibri"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 19,
    "bbox": [
      72.02,
      289.85,
      526.08,
      333.41
    ],
    "text": "When the manager of Ashan Enterprises was called in as the second witness he has testified that a vehicle is entrusted to an employee-sales representative subject to a certain agreement.",
    "fonts": [
      "Calibri"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 19,
    "bbox": [
      72.02,
      345.29,
      526.03,
      404.69
    ],
    "text": "The manager of Ashan Enterprises testified to the effect that the aforementioned agreement contains that no employee is allowed to utilize the vehicles of the enterprise for neither personal use nor illegal purposes and the learned Provincial High Court Judge has failed to consider this aspect.",
    "fonts": [
      "Calibri"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 19,
    "bbox": [
      99.02,
      414.49,
      526.13,
      428.45
    ],
    "text": ": . .",
    "fonts": [
      "Calibri",
      "IskoolaPota-Bold"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 19,
    "bbox": [
      126.02,
      430.33,
      526.13,
      460.13
    ],
    "text": ", .",
    "fonts": [
      "Calibri",
      "IskoolaPota-Bold"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 19,
    "bbox": [
      99.02,
      469.95,
      458.21,
      483.91
    ],
    "text": ": .",
    "fonts": [
      "Calibri",
      "IskoolaPota-Bold"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 19,
    "bbox": [
      99.02,
      493.71,
      526.13,
      507.67
    ],
    "text": ": . .",
    "fonts": [
      "Calibri",
      "IskoolaPota-Bold"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 19,
    "bbox": [
      126.02,
      509.55,
      498.05,
      523.51
    ],
    "text": ".",
    "fonts": [
      "Calibri",
      "IskoolaPota-Bold"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 19,
    "bbox": [
      72.02,
      535.39,
      526.11,
      563.11
    ],
    "text": "The manager of Ashan Enterprises has testified that they checked the vehicle frequently through their employee-area managers.",
    "fonts": [
      "Calibri"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 19,
    "bbox": [
      72.02,
      574.99,
      526.02,
      650.23
    ],
    "text": "The learned High Court Judge has failed to consider all this evidence when he delivered his judgement. Therefore, it is erroneous in law and facts that the learned Trial Judge had delivered the judgement while failing to appreciate the evidence that had been adduced to establish that the appellant had taken all pragmatic precautions to prevent the use of the vehicle for the commission of the offence,",
    "fonts": [
      "Calibri"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 19,
    "bbox": [
      72.02,
      662.02,
      525.64,
      689.86
    ],
    "text": "It is my view that the learned Judge has arrived at his judgement without considering the evidence of the witnesses who gave evidence on behalf of the appellant.",
    "fonts": [
      "Calibri"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 19,
    "bbox": [
      72.02,
      701.62,
      526.13,
      776.86
    ],
    "text": "In the above circumstances, confiscating the vehicle is bad in law and fact when there is no evidence that the appellant had knowledge of the crime and when the appellant had given reasonable and acceptable explanations as to the fact that he did not have any knowledge about this culpable act. This court decides that the learned Provincial High Court Judge erred in law and fact in confiscating the vehicle when acceptable evidence had been before him to",
    "fonts": [
      "Calibri"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 20,
    "bbox": [
      72.02,
      781.9,
      330.41,
      806.38
    ],
    "text": "Page 21 of 21",
    "fonts": [
      "Calibri",
      "Calibri-Bold"
    ],
    "sizes": [
      11.039999961853027
    ]
  },
  {
    "page_number": 20,
    "bbox": [
      72.02,
      59.88,
      525.84,
      87.72
    ],
    "text": "prove that the appellant had taken all pragmatic precautions to prevent the commission of the offence using the vehicle.",
    "fonts": [
      "Calibri"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 20,
    "bbox": [
      72.02,
      99.5,
      526.13,
      127.34
    ],
    "text": "Therefore, it is my view that confiscating the vehicle bearing registration number WP KD-9832 is not reasonable, just and equitable and it is a violation of his right.",
    "fonts": [
      "Calibri"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 20,
    "bbox": [
      72.02,
      139.1,
      526.11,
      198.5
    ],
    "text": "For the reasons set out above, I conclude that the learned High Court Judge had misdirected himself by failing to evaluate the said material in favour of the petitioner. I, therefore, decide to set aside the order by the High Court Judge of Monaragala, dated 24.04.2020, and released the said vehicle to the Petitioner.",
    "fonts": [
      "Calibri"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 20,
    "bbox": [
      72.02,
      210.38,
      152.97,
      222.38
    ],
    "text": "Appeal allowed.",
    "fonts": [
      "Calibri"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 20,
    "bbox": [
      360.07,
      305.69,
      504.89,
      317.69
    ],
    "text": "Judge of the Court of Appeal",
    "fonts": [
      "Calibri-Bold"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 20,
    "bbox": [
      72.02,
      380.33,
      154.41,
      392.33
    ],
    "text": "R. Gurusinghe J.",
    "fonts": [
      "Calibri-Bold"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 20,
    "bbox": [
      72.02,
      405.17,
      255.84,
      417.17
    ],
    "text": "I agree.",
    "fonts": [
      "Calibri-Bold"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 20,
    "bbox": [
      72.02,
      480.1,
      507.87,
      494.14
    ],
    "text": "Judge of the Court of Appeal",
    "fonts": [
      "Calibri-Bold"
    ],
    "sizes": [
      12.0,
      14.039999961853027
    ]
  }
]