[
  {
    "page_number": 0,
    "bbox": [
      70.94,
      781.9,
      302.91,
      806.28
    ],
    "text": "1",
    "fonts": [
      "Calibri"
    ],
    "sizes": [
      11.039999961853027
    ]
  },
  {
    "page_number": 0,
    "bbox": [
      104.3,
      70.9,
      495.02,
      84.88
    ],
    "text": "IN THE COURT OF APPEAL OF THE DEMOCRATIC SOCIALIST",
    "fonts": [
      "BookmanOldStyle-Bold"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 0,
    "bbox": [
      199.49,
      87.24,
      399.91,
      101.22
    ],
    "text": "REPUBLIC OF SRI LANKA",
    "fonts": [
      "BookmanOldStyle-Bold"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 0,
    "bbox": [
      241.13,
      111.24,
      528.34,
      190.28
    ],
    "text": "In the matter of an application for mandates in the matter of Writ of Mandamus and Certiorari under and in terms of the Article 140 of the Constitution of the Democratic Socialist Republic of Sri Lanka.",
    "fonts": [
      "BookmanOldStyle",
      "BookmanOldStyle-Italic"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 0,
    "bbox": [
      70.94,
      224.52,
      497.74,
      757.0
    ],
    "text": "C.A. (Writ) Application Lokupatabandige Janitha Harsha Premalal No: 0382/2022 No. 43/40A, Pubudu Mawatha, Mattegoda Petitioner Vs. 1. Prof. Anura Manathunga Director General, Department of Archaeology, Sir Marcus Fernando Mawatha, Colombo 07. 1A. Dr. Pradeepa Serasingha, Acting Director General, Department of Archaeology Sir Marcus Fernando Mawatha, Colombo 07. 1B. Professor D. Thusitha Mendis Director General, Department of Archaeology, Sir Marcus Fernando Mawatha, Colombo 07. 2. Department of Archaeology, Sir Marcus Fernando Mawatha, Colombo 07. 3. O.R. Jayathilaka",
    "fonts": [
      "BookmanOldStyle",
      "BookmanOldStyle-Bold"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 1,
    "bbox": [
      70.94,
      781.9,
      302.91,
      806.28
    ],
    "text": "2",
    "fonts": [
      "Calibri"
    ],
    "sizes": [
      11.039999961853027
    ]
  },
  {
    "page_number": 1,
    "bbox": [
      70.94,
      70.9,
      519.34,
      198.44
    ],
    "text": "Provincial Deputy Director Provincial Archaeology Office, Anuradhapura Respondents. Before: R. Gurusinghe, J. &",
    "fonts": [
      "BookmanOldStyle",
      "BookmanOldStyle-Bold"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 1,
    "bbox": [
      70.94,
      208.56,
      364.99,
      222.56
    ],
    "text": "Dr. Sumudu Premachandra, J.",
    "fonts": [
      "BookmanOldStyle"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 1,
    "bbox": [
      70.94,
      256.95,
      351.31,
      384.47
    ],
    "text": "Counsel: Yasith Jayasundara for the Petitioner Sudarshana De Silva A.S.G. for the Respondents Argued on: 27-10-2025",
    "fonts": [
      "BookmanOldStyle",
      "BookmanOldStyle-Bold"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 1,
    "bbox": [
      70.94,
      394.59,
      250.25,
      408.59
    ],
    "text": "Decided on: 10-11-2025",
    "fonts": [
      "BookmanOldStyle"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 1,
    "bbox": [
      70.94,
      443.09,
      327.55,
      457.09
    ],
    "text": "JUDGMENT",
    "fonts": [
      "BookmanOldStyle",
      "BookmanOldStyle-Bold"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 1,
    "bbox": [
      70.94,
      467.09,
      528.33,
      756.52
    ],
    "text": "R. Gurusinghe, J. The petitioner filed this Writ application seeking to grant/issue an order in the nature of Mandamus directing the 1st to 3rd respondents to unearth the said relic granite monument, inventory the same, protect and maintain the relic monument and display it for the public, complying with the statutory provisions under section 40 of the Antiquities Ordinance as amended by Act No. 24 of 1998. The petitioners state as follows: “Being a Buddhist, practising Buddhism, dedicated religious activist and one of the regular pilgrims who visits and worships various religious places, especially including the ancient Buddhist site of Hiriwadunna, which is historically and archeologically important place of relics, subjected to the offerings and worship of pilgrims coming from various places of the country.”",
    "fonts": [
      "BookmanOldStyle",
      "BookmanOldStyle-BoldItal",
      "BookmanOldStyle-Italic"
    ],
    "sizes": [
      8.039999961853027,
      12.0
    ]
  },
  {
    "page_number": 2,
    "bbox": [
      70.94,
      781.9,
      302.91,
      806.28
    ],
    "text": "3",
    "fonts": [
      "Calibri"
    ],
    "sizes": [
      11.039999961853027
    ]
  },
  {
    "page_number": 2,
    "bbox": [
      70.94,
      70.9,
      528.34,
      408.95
    ],
    "text": "Petitioner further states that he visited the subject matter of this application in 2000, to wit: Hiriwadunna Bodiya, an ancient granite monument, which was firmly located under the roots of the relic Bodiya, and where pilgrims were able to make offerings and worship. The petitioner states that he had taken photographs at that time, and two are produced, marked P3 and P4. The petitioner further states that when he visited the said site in 2020, he observed that the relic monument had been covered with soil and that a gold-plated fence had been erected around the Bodiya. Thereafter, the petitioner states that he had made several complaints to the relevant authorities, and in 2021, the 1st respondent began excavations with other officials of the Department of Archaeology, removed the soil over it, and unearthed the said monument. Subsequently, the final report under the title of “Hiriwadunna Sri Bodhi Raja Aranya Senasanaya, Asanaya Kaneema, 2021” had been sent to the 1st respondent with the recommendations dated 27.04.2022 by the 3rd respondent. A copy of that report is produced, marked P13. The respondents have filed objections to the petitioner’s application. The respondents raised the following preliminary objections.",
    "fonts": [
      "BookmanOldStyle",
      "BookmanOldStyle-Italic"
    ],
    "sizes": [
      8.039999961853027,
      12.0
    ]
  },
  {
    "page_number": 2,
    "bbox": [
      70.94,
      411.15,
      451.42,
      441.35
    ],
    "text": "I. The reliefs prayed for are patently misconceived in law;",
    "fonts": [
      "ArialMT",
      "BookmanOldStyle"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 2,
    "bbox": [
      70.94,
      443.57,
      528.33,
      762.4
    ],
    "text": "II. The petitioner has not established the prerequisites for a writ of mandamus; III. The petitioner is guilty of laches; IV. The instant application involves questions of fact that are in dispute, and the petitioner cannot invite Your Lordships’ Court with clean hands; V. The petitioner has filed this application for a collateral purpose and failed to come before the court with clean hands. The petitioner's conduct warrants dismissal of the instant application in limine. The respondents have denied having acted unreasonably or in violation of the law. The 1st and 3rd respondents pointed out that the 2nd respondent is neither a legal person nor a natural person.",
    "fonts": [
      "ArialMT",
      "BookmanOldStyle",
      "BookmanOldStyle-Italic"
    ],
    "sizes": [
      8.039999961853027,
      12.0
    ]
  },
  {
    "page_number": 3,
    "bbox": [
      70.94,
      781.9,
      302.91,
      806.28
    ],
    "text": "4",
    "fonts": [
      "Calibri"
    ],
    "sizes": [
      11.039999961853027
    ]
  },
  {
    "page_number": 3,
    "bbox": [
      70.94,
      70.9,
      357.31,
      101.12
    ],
    "text": "The respondents have stated the following facts.",
    "fonts": [
      "BookmanOldStyle"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 3,
    "bbox": [
      70.94,
      103.32,
      528.18,
      182.12
    ],
    "text": "I. In terms of the provisions of the Antiquities Ordinance and the amendments thereto, every ancient monument or all undiscovered antiquities (other than ancient monuments) shall be deemed to be the absolute property of the State;",
    "fonts": [
      "ArialMT",
      "BookmanOldStyle"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 3,
    "bbox": [
      70.94,
      184.32,
      528.32,
      390.71
    ],
    "text": "II. The 1st respondent, by operation of law, is empowered to preserve archaeological heritage, and the 1st respondent is vested with the discretion to decide on the manner in which such archaeological heritage will be preserved; III. In the year 2021, the Department of Archaeology took measures to excavate the area and discovered the subject stone slab, which is an ancient monument in terms of the Antiquities Ordinance; IV. However, the stone slab is covered with the roots of the adjoining Bo tree, and the stone slab could only be unearthed by removing the roots of the Bo tree;",
    "fonts": [
      "ArialMT",
      "BookmanOldStyle"
    ],
    "sizes": [
      8.039999961853027,
      12.0
    ]
  },
  {
    "page_number": 3,
    "bbox": [
      70.94,
      392.91,
      528.15,
      439.31
    ],
    "text": "V. Covering the ancient monument with soil was considered the most viable solution to preserve the said monument;",
    "fonts": [
      "ArialMT",
      "BookmanOldStyle"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 3,
    "bbox": [
      70.94,
      441.53,
      528.34,
      584.17
    ],
    "text": "VI. Unearthing of the ancient monument in question will cause damage to the Bo tree situated in the temple, which is venerated by the Buddhists; VII. Damaging the Bo tree, which is near the ancient monument, which is held sacred or in veneration, which wounds or offends or is likely to offend or wound the religious susceptibilities of the Buddhists, is an offence in terms of the Antiquities Ordinance;",
    "fonts": [
      "ArialMT",
      "BookmanOldStyle"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 3,
    "bbox": [
      88.94,
      586.37,
      528.13,
      600.37
    ],
    "text": "VIII. The petitioner cannot invite Your Lordships’ Court to mandate the",
    "fonts": [
      "ArialMT",
      "BookmanOldStyle"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 3,
    "bbox": [
      70.94,
      602.57,
      528.34,
      746.08
    ],
    "text": "1st respondent to contravene the prevailing law. The P13 report was prepared by an officer of the Department of Archaeology, who participated in the excavation at the relevant site. In that report, he proposed to display the monument. However, this proposal was not approved by the Director General of Archaeology. The petitioner sent a Letter of Demand to the 1st respondent through an Attorney-at-Law. A copy of that Letter of Demand produced P15. The 1st respondent replied to that Letter of Demand by P19 dated 22-09-2022. In P19, the 1st respondent",
    "fonts": [
      "BookmanOldStyle"
    ],
    "sizes": [
      8.039999961853027,
      12.0
    ]
  },
  {
    "page_number": 4,
    "bbox": [
      70.94,
      781.9,
      302.91,
      806.28
    ],
    "text": "5",
    "fonts": [
      "Calibri"
    ],
    "sizes": [
      11.039999961853027
    ]
  },
  {
    "page_number": 4,
    "bbox": [
      70.94,
      70.9,
      531.95,
      749.2
    ],
    "text": "stated, inter alia, that in 2021 they excavated the relevant site and, after the excavation was concluded, they filled the site. The petitioner relied on the document marked P15, prepared by a Conservator of Forest, which was produced along with the petitioner's counter-affidavit. Therefore, the respondents have no opportunity to make any observation regarding P15. P15 bears no date. In his recommendation, he stated as follows: “The granite slab of archaeological value should be saved from getting ruined. The covering soil should be cleared, and the granite slab should be opened up as it is prescribed as a firm necessity.” The petitioner relied on this recommendation. The 1st respondent, the Director General of Archaeology, has a different opinion. 1st respondent states that “covering the ancient monument with soil was considered the most viable solution to preserve the said monument.” The 1st respondent also stated that the stone slab was covered with roots of the adjoining Bo tree, and the stone slab could not be unearthed without removing the roots of the Bo tree. The unearthing of the ancient monument in question will cause damage to the Bo tree situated in the temple. Damaging the Bo tree, which is near the ancient monument, which is held sacred or in veneration, or which wounds or offends or is likely to offend or wound the religious susceptibilities of Buddhists. The Director General of the Department of Archaeology is of the view that covering the ancient monument with soil was considered the most viable solution to preserving it. The person who prepared P15 was of the opinion that “the covering soil should be cleared and the granite slab should be opened up.” That person expressed his opinion, quoting from a book, “Minerals in rock buried in soil will therefore break down more rapidly than minerals in the rock that is exposed to air.” No party has shown that the monument contains minerals. The person who prepared P15 has no expertise in regard to archaeology or the preservation of archaeological monuments. In regard to the preservation of the archaeological monument, the opinion of a Conservator of Forest cannot prevail over the opinion of the Director General of the Department of Archaeology. Another consideration is that the unearthing of the ancient monument will cause damage to the Bo tree in the temple. Damaging the Bo tree is likely to offend the religious susceptibilities of Buddhists, which constitutes an offence under the Antiquities Ordinance.",
    "fonts": [
      "BookmanOldStyle",
      "BookmanOldStyle-Italic"
    ],
    "sizes": [
      8.039999961853027,
      12.0
    ]
  },
  {
    "page_number": 5,
    "bbox": [
      70.94,
      781.9,
      302.91,
      806.28
    ],
    "text": "6",
    "fonts": [
      "Calibri"
    ],
    "sizes": [
      11.039999961853027
    ]
  },
  {
    "page_number": 5,
    "bbox": [
      70.94,
      70.9,
      528.25,
      165.92
    ],
    "text": "In the above circumstances, there are no sufficient grounds to issue a Writ of Mandamus sought by the petitioner. The application for Writ of Mandamus is dismissed.",
    "fonts": [
      "BookmanOldStyle"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 5,
    "bbox": [
      286.97,
      215.28,
      458.86,
      229.28
    ],
    "text": "Judge of the Court of Appeal",
    "fonts": [
      "BookmanOldStyle"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 5,
    "bbox": [
      70.94,
      263.67,
      259.13,
      277.65
    ],
    "text": "Dr. Sumudu Premachandra J.",
    "fonts": [
      "BookmanOldStyle-Bold"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 5,
    "bbox": [
      70.94,
      298.71,
      528.34,
      377.63
    ],
    "text": "1] I have had the opportunity to read His Lordship’s Justice Gurusinghe’s judgment in draft on this case, and I am fully in agreement with the conclusion and reasoning. Apart from that, I see a different angle in this case, and I am of the view that the Petitioner has suppressed the material fact of why he wants to display this granite slab in public.",
    "fonts": [
      "BookmanOldStyle"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 5,
    "bbox": [
      70.94,
      393.75,
      528.51,
      488.77
    ],
    "text": "2] Paragraph 4 of the petition says as a Buddhist and citizen of Sri Lanka, he has a right on behalf of the general public and he makes this application. However, Paragraph 1.6 of P13, the excavation report of Hiriwadunna Shri Bodhiraja Aranya Senasanya 2012, shows the true reason why the Petitioner wants this particular granite slab displayed in public. This paragraph particularly shows as follows;",
    "fonts": [
      "BookmanOldStyle",
      "BookmanOldStyle-BoldItal"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 5,
    "bbox": [
      106.94,
      504.89,
      527.62,
      617.04
    ],
    "text": "“වර් තමාන යුගයේදී යබායහෝ මත යේදයන්ට තුඩුදුන් ස්ථානයක් යෙස හබරණ හිරිවඩුන්න ප්‍රයේශය ප්‍රචලිත වී තියේ. සමාජ මාධ්‍ය ජොවන් ඔස්යස් යමම ප්‍රයේශය සම්බන්ධ්‍යයන් අන්යදෝෙත්මක වූ පුවත් පිලිබඳ නිරන්තරයයන් දකින්නට අසන්නට ෙැබී තියේ. ඒ අතර බුදුන් වහන්යස් ශ්‍රී ෙංකායේ ඉපිද ඇති බවට ද අදහසක් ඉදිරිපත් කර තියේ. ඒ අනුව බුදුන් වහන්යස් නිවන් අවයබෝධ්‍කරගත් මුල් ශ්‍රී මහායබෝධිය පිහිටා තියබන්යන් , යමම හිරිවඩුන්න ප්‍රයේශයේ හිරිවඩුන්න ශ්‍රී යබෝධිරාජ අරණය යස්නාසන භුමියේ බවත් , එම යබෝධිය දැනට එම විහාර භුමියේ පිහිටා තියබන යබෝධි වෘක්ෂය බවටත් අදහස් ඉදිරිපත් වී තියේ.",
    "fonts": [
      "BookmanOldStyle-Bold",
      "IskoolaPota-Bold"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 5,
    "bbox": [
      106.94,
      663.78,
      527.47,
      759.14
    ],
    "text": "එයමන්ම බුේධ්‍ත්වයට පත් වූ පසු බුදුරදුන් වැඩ සිටි \"වජ්‍රාසනය\" යෙස එම අදහස් දරන්නන් විසින් යපන්වා දී තියබන්යන් යමම හිරිවඩුන්න විහාර භුමියේ පිහිටි යබෝධි වෘක්ෂයේ මුල් සහිත යකාටයසහි යටින් වැළලී ඇති ශිො පුවරුවයි. ඒ අසලින් ගෙ යන දිය පහරක් \"පුරාණ යන්රංජනා නදිය\" යෙසද , තපස්සු භල්ුක නම් යවයළන්දන් විසින් බුදුන් වහන්යස්ට පුජා කෙ \"කුස තන\" ද යමහි දකින්නට ෙැයබන බවට ද අදහස් ඉදිරිපත් කර තියේ. බුදුන් වහන්යස් විසින් බුේධ්‍ත්වයයන් පසු සිේවන සතිය ගත කෙ රුවන්යගය යෙසින් ඒ ආසන්නයේ",
    "fonts": [
      "BookmanOldStyle-Bold",
      "IskoolaPota-Bold"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 6,
    "bbox": [
      70.94,
      781.9,
      302.91,
      806.28
    ],
    "text": "7",
    "fonts": [
      "Calibri"
    ],
    "sizes": [
      11.039999961853027
    ]
  },
  {
    "page_number": 6,
    "bbox": [
      106.94,
      71.24,
      527.3,
      101.59
    ],
    "text": "ඇති කළුගලින් සාදන ෙද යගාඩනැගිල්යෙහි නටබුන් යපන්වා දී තියේ. මී ආකාරයට විවිධ්‍ ජනප්‍රවාදයන් යමම හිරිවඩුන්න ප්‍රයේශය පිලිබදව ඉදිරිපත් වී තියේ.”",
    "fonts": [
      "BookmanOldStyle-Bold",
      "IskoolaPota-Bold"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 6,
    "bbox": [
      70.94,
      117.6,
      528.34,
      277.55
    ],
    "text": "3] The paragraph above shows that some people believe that this place is to be established as the “Vijarasana” also known as the “Diamond Throne”, where Lord Buddha attained enlightenment. This was a recent belief; it has created fraction of the Theravada Buddhism. Thus, the Petitioner has suppressed the ulterior motive of this application, and it shows the mala fide of the Petitioner. It is true that Article 10 of the Constitution1 provides his rights of freedom of thought, conscience and religion, including the freedom to have or to adopt a religion or belief of his choice; however, it should be considered with the rights of other citizens and Article 9 of the Constitution, in relation to this case.",
    "fonts": [
      "BookmanOldStyle",
      "BookmanOldStyle-Bold",
      "BookmanOldStyle-BoldItal"
    ],
    "sizes": [
      8.039999961853027,
      12.0
    ]
  },
  {
    "page_number": 6,
    "bbox": [
      70.94,
      293.55,
      528.09,
      323.93
    ],
    "text": "4] Article 9 categorically provides that the State shall protect “Buddha Sasana”. It says;",
    "fonts": [
      "BookmanOldStyle",
      "BookmanOldStyle-Italic"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 6,
    "bbox": [
      106.94,
      339.99,
      527.74,
      402.77
    ],
    "text": "“9. The Republic of Sri Lanka shall give to Buddhism the foremost place and accordingly it shall be the duty of the State to protect and foster the Buddha Sasana, while assuring to all religions the rights granted by Articles 10 and 14(1)(e)”",
    "fonts": [
      "BookmanOldStyle-Italic"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 6,
    "bbox": [
      70.94,
      418.83,
      528.26,
      465.37
    ],
    "text": "5] Article 9 is the residue of Article 5 of the Kandyan Convention, which was signed on 02nd of March 1815, 210 years ago. Article 5 of the Kandyan Convention provides as follows: -",
    "fonts": [
      "BookmanOldStyle"
    ],
    "sizes": [
      8.039999961853027,
      12.0
    ]
  },
  {
    "page_number": 6,
    "bbox": [
      106.94,
      475.37,
      527.82,
      521.95
    ],
    "text": "“the religion of Buddhism professed by the chiefs and inhabitants of these provinces is declared inviolate and its rights, ministers, and places of worship are to be maintained and protected.”",
    "fonts": [
      "BookmanOldStyle-Italic"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 6,
    "bbox": [
      70.94,
      538.01,
      528.47,
      600.73
    ],
    "text": "6] Our Superior Courts have taken a plethora of decisions in relation to Article 9, which I briefly deal with. In Epa Arachchige Kumudu Upendra Premachandra vs. Asiabike Industrial Limited2, His Lordship Janak De Silva, J., at page 8 states as follows,",
    "fonts": [
      "BookmanOldStyle",
      "BookmanOldStyle-Bold",
      "BookmanOldStyle-BoldItal"
    ],
    "sizes": [
      8.039999961853027,
      12.0
    ]
  },
  {
    "page_number": 6,
    "bbox": [
      106.94,
      616.88,
      527.72,
      663.46
    ],
    "text": "“(a) Article 9 of the Constitution enshrines that while Buddhism is to be given the foremost place, the State has to assure to all other religions, the rights guaranteed by the Constitution;",
    "fonts": [
      "BookmanOldStyle-Italic"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 6,
    "bbox": [
      70.94,
      715.28,
      527.26,
      726.9
    ],
    "text": "1 “10. Every person is entitled to freedom of thought, conscience and religion, including the",
    "fonts": [
      "BookmanOldStyle"
    ],
    "sizes": [
      6.480000019073486,
      9.960000038146973
    ]
  },
  {
    "page_number": 6,
    "bbox": [
      70.94,
      732.91,
      370.46,
      744.54
    ],
    "text": "freedom to have or to adopt a religion or belief of his choice.”",
    "fonts": [
      "BookmanOldStyle"
    ],
    "sizes": [
      9.960000038146973
    ]
  },
  {
    "page_number": 6,
    "bbox": [
      70.94,
      750.55,
      374.2,
      762.43
    ],
    "text": "2 S.C. Appeal No. 134/2023; S.C. (S.P.L.) (L.A.) No. 296/2021",
    "fonts": [
      "BookmanOldStyle",
      "Calibri"
    ],
    "sizes": [
      6.480000019073486,
      9.960000038146973
    ]
  },
  {
    "page_number": 7,
    "bbox": [
      70.94,
      781.9,
      302.91,
      806.28
    ],
    "text": "8",
    "fonts": [
      "Calibri"
    ],
    "sizes": [
      11.039999961853027
    ]
  },
  {
    "page_number": 7,
    "bbox": [
      70.94,
      70.9,
      528.58,
      133.64
    ],
    "text": "6] In All Ceylon Buddhist Congress & Another v Attorney General 3 and Ven. Bengamuwe Nalaka Anu-Nayaka Thero & Others v Attorney General 4case His Lordship P. PADMAN SURASENA, J( As he then was),states as follows,",
    "fonts": [
      "BookmanOldStyle",
      "BookmanOldStyle-BoldItal"
    ],
    "sizes": [
      8.039999961853027,
      12.0
    ]
  },
  {
    "page_number": 7,
    "bbox": [
      106.94,
      143.64,
      527.87,
      319.85
    ],
    "text": "“Article 9 is self-explanatory. According to Article 9 of the Constitution, it is the solemn duty of the State to protect and foster the Buddha Sasana. The Republic of Sri Lanka shall give to Buddhism the foremost place. The Buddha Sasana in this country is primarily protected, managed, fostered by those who are in charge of that task namely, the Buddhist religious leaders. The Chief Prelates of the different chapters are forerunners in this regard. The duty on the State and the Republic is to give a helping hand such as making an appropriate legal frame work to make the environment conducive for those religious leaders to take appropriate steps to ensure that the Buddha Sasana is given foremost place, protected and fostered in this country.",
    "fonts": [
      "BookmanOldStyle-Italic"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 7,
    "bbox": [
      70.94,
      329.91,
      528.34,
      360.23
    ],
    "text": "7] In In re the Ayurveda (Amendment) Bill – Special Determinations5,at page 13-14 states as follows-",
    "fonts": [
      "BookmanOldStyle",
      "BookmanOldStyle-BoldItal"
    ],
    "sizes": [
      8.039999961853027,
      12.0
    ]
  },
  {
    "page_number": 7,
    "bbox": [
      106.94,
      370.35,
      527.86,
      562.75
    ],
    "text": "Therefore, Article 9 of the Constitution should be read and understood side-by-side the afore-stated Articles of the Constitution. All people of Sri Lanka must be able to enjoy the full benefits of Articles 9, 10, 12 and 14 of the Constitution, independent of their religion, faith and beliefs. The application of one Article cannot in any way infringe the rights of the people of this country recognised by the Constitution or restrict any person from enjoying the full benefits of the other Articles referred to above. No interpretation of these Articles of the Constitution which adversely affects enjoying the pride of being an equal citizen of this country, the dignity of being born a Sri Lankan, equality, parity of status of all People of Sri Lanka, and the peaceful coexistence between the different communities, can be accepted.”",
    "fonts": [
      "BookmanOldStyle-Italic"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 7,
    "bbox": [
      70.94,
      572.69,
      528.37,
      619.21
    ],
    "text": "8] In A Bill on ‘Provincial of the Teaching Sisters of the Holy Cross of the Third Order of Saint Francis in Menzingen of Sri Lanka (Incorporation)’6 States as follows,",
    "fonts": [
      "BookmanOldStyle",
      "BookmanOldStyle-BoldItal",
      "BookmanOldStyle-Italic"
    ],
    "sizes": [
      8.039999961853027,
      12.0
    ]
  },
  {
    "page_number": 7,
    "bbox": [
      70.94,
      638.26,
      217.47,
      661.63
    ],
    "text": "3 (SC SD 54/2024)",
    "fonts": [
      "Calibri",
      "TimesNewRomanPSMT"
    ],
    "sizes": [
      6.480000019073486,
      9.960000038146973,
      11.039999961853027
    ]
  },
  {
    "page_number": 7,
    "bbox": [
      70.94,
      671.39,
      148.19,
      682.75
    ],
    "text": "4 (SC SD 55/2024)",
    "fonts": [
      "Calibri",
      "TimesNewRomanPSMT"
    ],
    "sizes": [
      6.480000019073486,
      9.960000038146973
    ]
  },
  {
    "page_number": 7,
    "bbox": [
      70.94,
      692.92,
      439.75,
      703.75
    ],
    "text": "5 S.C.S.D. Nos. 22/2023, 23/2023, 24/2023, 34/2023, 35/2023, 52/2023, 55/2023, 57/2023",
    "fonts": [
      "Calibri"
    ],
    "sizes": [
      6.480000019073486,
      9.960000038146973
    ]
  },
  {
    "page_number": 7,
    "bbox": [
      70.94,
      730.24,
      244.58,
      742.18
    ],
    "text": "6 (SC/ Special Determination No. 19/2003)",
    "fonts": [
      "Calibri"
    ],
    "sizes": [
      6.960000038146973,
      9.960000038146973,
      11.039999961853027
    ]
  },
  {
    "page_number": 8,
    "bbox": [
      70.94,
      781.9,
      302.91,
      806.28
    ],
    "text": "9",
    "fonts": [
      "Calibri"
    ],
    "sizes": [
      11.039999961853027
    ]
  },
  {
    "page_number": 8,
    "bbox": [
      106.94,
      70.9,
      527.77,
      133.7
    ],
    "text": "In such circumstances, although it is permissible under our Constitution for a person to manifest his or her religion, spreading another religion would not be permissible as the Constitution would not guarantee a fundamental right to propagate religion.",
    "fonts": [
      "BookmanOldStyle-Italic"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 8,
    "bbox": [
      70.94,
      167.88,
      528.42,
      214.4
    ],
    "text": "9] In Ven. Welimada Dhammadinna Bhikkhuni & Another v R.M.S. Sarath Kumara & Others7, Samayawardhena, J., at page 20 states as follows,",
    "fonts": [
      "BookmanOldStyle",
      "BookmanOldStyle-BoldItal"
    ],
    "sizes": [
      8.039999961853027,
      12.0
    ]
  },
  {
    "page_number": 8,
    "bbox": [
      105.96,
      224.52,
      528.2,
      480.12
    ],
    "text": "“The firm standpoint taken by the Mahanayaka Theros of the Malwathu, Asgiri, Amarapura, and Ramanna Nikayas is that, in order to protect and foster the Buddha Sasana, the bhikkhuni sasanaya should not be recognised by the State. To underscore this position, I shall quote only a portion of one document—namely, the second paragraph of document 2R4—which was sent by the Mahanayaka Thero of the Siyam Maha Nikaya (Malwathu Chapter) to the 2ⁿᵈ respondent, just sixteen days prior to the institution of this case. අදටත් පිරිසිදු ථෙරවාදී බුදු දහම ථනා නැසී පවත්නා ප්‍රමුඛ රාජ්‍යයක් වශථයන් ප්‍රකට ශ්‍රී ලංකා ද්වීපය තුළ ශ්‍රී සම්බබුද්වධ ශාසනථේ හා ධර් ම විනථේ පරිහාණියට ඒකාන්තෙයන්ම ථහේතු වියහැක්කා වූ භික්ුණි ශාසනයක් යළි සේොපනය කිරීමට ගන්නා කිසිදු ක්‍රියාමාර්ගයකට එකග විය ථනා හැකි බවටත්, එම ක්‍රියාදාමය ප්‍රඥා ථගෝචර ක්‍රියාවක් ථනා වන වගටත් ත්‍රෛනිකායික මහානායක මාහිමිපාණන්වහන්ථසේලා මීට ථපර අවධාරණථයන් ඔබ ථවත දන්වා ඇත. එථසේ තිබිය දී නැවත වරක්, ගැටුම්කාරී විවාදයකට ථපරථලන ආකාරථයන් ථදපාර්ශවයක් කැඳවා සම්මන්ෛණයක් පැවැත්ීමට ක්‍රියා කිරීම ථහෝ ථමම ක්‍රියාමාර්ගයට රාජ්‍ය මැදිහත් ීමක් ලබා දීම ථහෝ කිසිථසේත් අනුමත කළ හැක්කක් ථනා වන වග අවධාරණය ථකාට දන්වා සිටිම්හ.",
    "fonts": [
      "BookmanOldStyle",
      "BookmanOldStyle-Italic",
      "IskoolaPota",
      "TimesNewRomanPS-ItalicMT"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 8,
    "bbox": [
      70.94,
      490.01,
      528.13,
      601.33
    ],
    "text": "10] Thus, it is seen that if the application were allowed, it would have a direct or indirect impact on what was agreed in 1815 by the State and enshrined in Article 9 in the Constitution, to protect the Buddha Sasana, and it would have a direct impact on other citizens and their beliefs. I believe this court cannot issue an order that violates the norm of Article 9, and I do not see any legal basis for this application. Thus, the Application should be dismissed without costs.",
    "fonts": [
      "BookmanOldStyle"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 8,
    "bbox": [
      322.99,
      684.2,
      498.7,
      698.2
    ],
    "text": "Judge of the Court of Appeal",
    "fonts": [
      "BookmanOldStyle"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 8,
    "bbox": [
      70.94,
      738.7,
      217.47,
      761.95
    ],
    "text": "7 (SC/FR/218/2013)",
    "fonts": [
      "Calibri"
    ],
    "sizes": [
      6.480000019073486,
      9.960000038146973,
      11.039999961853027
    ]
  }
]