[
  {
    "page_number": 0,
    "bbox": [
      72.02,
      781.3,
      302.91,
      805.78
    ],
    "text": "1",
    "fonts": [
      "Calibri"
    ],
    "sizes": [
      11.039999961853027
    ]
  },
  {
    "page_number": 0,
    "bbox": [
      76.1,
      72.47,
      522.22,
      85.75
    ],
    "text": "IN THE COURT OF APPEAL OF THE DEMOCRATIC SOCIALIST REPUBLIC OF",
    "fonts": [
      "TimesNewRomanPS-BoldMT"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 0,
    "bbox": [
      262.97,
      95.41,
      335.35,
      108.69
    ],
    "text": "SRI LANKA",
    "fonts": [
      "TimesNewRomanPS-BoldMT"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 0,
    "bbox": [
      310.61,
      142.09,
      526.42,
      218.85
    ],
    "text": "In the matter of an Application for an order in the nature of Writs of Prohibition, Certiorari and Mandamus under Article 140 of the Constitution of the Democratic Socialist Republic of Sri Lanka.",
    "fonts": [
      "TimesNewRomanPS-ItalicMT",
      "TimesNewRomanPSMT"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 0,
    "bbox": [
      310.61,
      253.33,
      526.27,
      314.28
    ],
    "text": "Pothumulla Kankanamge Pathma Ranathunga, Pansala Asala, Nadukaradeniya, Paradise, Kuruwita.",
    "fonts": [
      "TimesNewRomanPSMT"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 0,
    "bbox": [
      310.61,
      326.57,
      526.42,
      446.76
    ],
    "text": "PETITIONER Vs. 1. H.K.K.A Jayasundara,",
    "fonts": [
      "ArialMT",
      "Calibri",
      "TimesNewRomanPS-BoldMT",
      "TimesNewRomanPSMT"
    ],
    "sizes": [
      11.039999961853027,
      12.0
    ]
  },
  {
    "page_number": 0,
    "bbox": [
      310.61,
      449.32,
      526.29,
      573.74
    ],
    "text": "Commissioner General of Labour (Acting), Department of Labour, Labour Secretariat, No. 41, Kirula Road, Colombo 05. 2. R.P.A. Wimalaweera,",
    "fonts": [
      "ArialMT",
      "TimesNewRomanPSMT"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 0,
    "bbox": [
      310.61,
      576.3,
      474.94,
      684.89
    ],
    "text": "The Secretary, Department of Labour, Labour Secretariat, No. 41, Kirula Road, Colombo 05. 3. Supun Shyaman Ranasinghe,",
    "fonts": [
      "ArialMT",
      "TimesNewRomanPSMT"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 0,
    "bbox": [
      328.63,
      687.45,
      526.31,
      764.21
    ],
    "text": "Deputy Commissioner of Labour, Labour Department of Sabaragamuwa Zone, Awissawella.",
    "fonts": [
      "TimesNewRomanPSMT"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 0,
    "bbox": [
      64.46,
      414.88,
      200.09,
      442.13
    ],
    "text": "Court of Appeal Case No: CA/WRIT/112/2024",
    "fonts": [
      "Calibri",
      "TimesNewRomanPS-BoldMT"
    ],
    "sizes": [
      11.039999961853027,
      12.0
    ]
  },
  {
    "page_number": 1,
    "bbox": [
      72.02,
      781.3,
      302.91,
      805.78
    ],
    "text": "2",
    "fonts": [
      "Calibri"
    ],
    "sizes": [
      11.039999961853027
    ]
  },
  {
    "page_number": 1,
    "bbox": [
      310.61,
      72.3,
      444.34,
      85.75
    ],
    "text": "4. Hon. Attorney General,",
    "fonts": [
      "ArialMT",
      "TimesNewRomanPSMT"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 1,
    "bbox": [
      310.61,
      88.33,
      526.32,
      149.25
    ],
    "text": "Attorney Generals Department, Colombo. 5. W.A. Malindu Pahasara,",
    "fonts": [
      "ArialMT",
      "TimesNewRomanPSMT"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 1,
    "bbox": [
      310.61,
      151.81,
      481.66,
      196.89
    ],
    "text": "281/B, Hindurangala Road, Kirialle.",
    "fonts": [
      "TimesNewRomanPS-BoldMT",
      "TimesNewRomanPSMT"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 1,
    "bbox": [
      310.61,
      199.45,
      595.42,
      276.21
    ],
    "text": "RESPONDENTS",
    "fonts": [
      "TimesNewRomanPS-BoldMT",
      "TimesNewRomanPSMT"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 1,
    "bbox": [
      72.02,
      513.06,
      182.42,
      526.34
    ],
    "text": "Mayadunne Corea J",
    "fonts": [
      "TimesNewRomanPS-BoldMT"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 1,
    "bbox": [
      72.02,
      560.2,
      526.66,
      574.55
    ],
    "text": "The Petitioner in this Application, among other things, has sought the following reliefs:",
    "fonts": [
      "TimesNewRomanPSMT"
    ],
    "sizes": [
      12.960000038146973
    ]
  },
  {
    "page_number": 1,
    "bbox": [
      72.02,
      584.32,
      526.51,
      647.15
    ],
    "text": "(c) To grant and issue a mandate in the nature of a Writ of Prohibition prohibiting one or more of the Respondents from releasing the Employees Provident Fund of the deceased husband of the Petitioner to the 5th Respondent with regard to the facts and incidents averred in the Petition;",
    "fonts": [
      "TimesNewRomanPS-ItalicMT"
    ],
    "sizes": [
      8.520000457763672,
      12.960000038146973
    ]
  },
  {
    "page_number": 1,
    "bbox": [
      72.02,
      656.95,
      526.64,
      719.66
    ],
    "text": "(d) To grant and issue a mandate in the nature of a Writ of Certiorari quashing any decision arrived at by one or more of the Respondents from releasing the Employees Provident Fund of the deceased husband of the Petitioner to the 5th Respondent in respect of the facts and incident averred in the Petition;",
    "fonts": [
      "TimesNewRomanPS-ItalicMT"
    ],
    "sizes": [
      8.520000457763672,
      12.960000038146973
    ]
  },
  {
    "page_number": 1,
    "bbox": [
      72.02,
      729.43,
      526.36,
      759.98
    ],
    "text": "(e) To grant and issue a Judicial Declaration that the Petitioner has a right and is entitled to the Employees Provident Fund of the deceased husband of the Petitioner;",
    "fonts": [
      "TimesNewRomanPS-ItalicMT"
    ],
    "sizes": [
      12.960000038146973
    ]
  },
  {
    "page_number": 1,
    "bbox": [
      77.42,
      288.28,
      309.89,
      315.36
    ],
    "text": "Before: S.U.B. Karalliyadde, J Mayadunne Corea, J",
    "fonts": [
      "TimesNewRomanPS-BoldMT",
      "TimesNewRomanPSMT"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 1,
    "bbox": [
      77.42,
      334.36,
      460.42,
      377.88
    ],
    "text": "Counsel: Amindrika Rathnayake for the Petitioner. Pulina Jayasuriya, SC for the 1st-4th Respondents. Chamara Nanayakkarawasam for the 5th Respondent.",
    "fonts": [
      "TimesNewRomanPS-BoldMT",
      "TimesNewRomanPSMT"
    ],
    "sizes": [
      8.039999961853027,
      12.0
    ]
  },
  {
    "page_number": 1,
    "bbox": [
      77.42,
      405.04,
      255.89,
      418.32
    ],
    "text": "Supported on: 25.09.2024",
    "fonts": [
      "TimesNewRomanPS-BoldMT",
      "TimesNewRomanPSMT"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 1,
    "bbox": [
      77.42,
      444.04,
      255.89,
      457.32
    ],
    "text": "Decided on: 30.10.2024",
    "fonts": [
      "TimesNewRomanPS-BoldMT",
      "TimesNewRomanPSMT"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 2,
    "bbox": [
      72.02,
      781.3,
      302.91,
      805.78
    ],
    "text": "3",
    "fonts": [
      "Calibri"
    ],
    "sizes": [
      11.039999961853027
    ]
  },
  {
    "page_number": 2,
    "bbox": [
      72.02,
      72.57,
      526.65,
      119.22
    ],
    "text": "(f) To grant and issue a mandate in the nature of a Writ of Mandamus directing and/or compelling one or more to take appropriate action to complete 1st-4th Respondent release the said Employees Provident Fund to the Petitioner.",
    "fonts": [
      "TimesNewRomanPS-ItalicMT"
    ],
    "sizes": [
      8.520000457763672,
      12.960000038146973
    ]
  },
  {
    "page_number": 2,
    "bbox": [
      72.02,
      153.11,
      529.81,
      328.77
    ],
    "text": "The facts of the case briefly are as follows. The Petitioner states that her deceased husband was employed as a driver at the Road Development Authority, Ratnapura until his demise. At the time of her marriage, the Petitioner was unaware that her husband was previously married and had a son from his prior marriage. After her husbands demise, the Petitioner applied to the Department of Labour, Sabaragamuwa Province, to obtain the Employees Provident Fund (herein referred to as EPF) of her husband as she had been appointed as a nominee under the Employees Fund Certificate. At the same time, the 5th Respondent, the son of the deceased, had also applied to obtain the EPF. The Petitioner alleges that the refusal to release the EPF of her deceased husband amounts to an unreasonable, illegal, unlawful, and irrational decision. Hence this Application.",
    "fonts": [
      "TimesNewRomanPSMT"
    ],
    "sizes": [
      8.520000457763672,
      12.960000038146973
    ]
  },
  {
    "page_number": 2,
    "bbox": [
      72.02,
      362.78,
      228.89,
      377.13
    ],
    "text": "The Respondents objection",
    "fonts": [
      "TimesNewRomanPS-BoldMT"
    ],
    "sizes": [
      12.960000038146973
    ]
  },
  {
    "page_number": 2,
    "bbox": [
      72.02,
      411.02,
      526.66,
      441.45
    ],
    "text": "The Respondents objecting to the issuance of notice submitted, that the Petitioners Application cannot succeed as the said Application is,",
    "fonts": [
      "TimesNewRomanPSMT"
    ],
    "sizes": [
      12.960000038146973
    ]
  },
  {
    "page_number": 2,
    "bbox": [
      90.02,
      450.71,
      447.1,
      483.71
    ],
    "text": "Misconceived in law The Petitioner has misrepresented and suppressed material facts.",
    "fonts": [
      "ArialMT",
      "SymbolMT",
      "TimesNewRomanPSMT"
    ],
    "sizes": [
      12.960000038146973
    ]
  },
  {
    "page_number": 2,
    "bbox": [
      72.02,
      509.56,
      526.65,
      539.99
    ],
    "text": "This Court will now consider the Petitioners Application with the objections of the Respondents.",
    "fonts": [
      "TimesNewRomanPSMT"
    ],
    "sizes": [
      12.960000038146973
    ]
  },
  {
    "page_number": 2,
    "bbox": [
      72.02,
      574.0,
      165.62,
      588.35
    ],
    "text": "Petitioners case",
    "fonts": [
      "TimesNewRomanPS-BoldMT"
    ],
    "sizes": [
      12.960000038146973
    ]
  },
  {
    "page_number": 2,
    "bbox": [
      72.02,
      622.24,
      533.12,
      765.62
    ],
    "text": "The Petitioner was married to the W.A.G. Udayakumara who was working at the Road Development Authority. The Petitioners husband expired on 15.01.2023. At the time of her husbands death, the Petitioner had been working abroad and the deceased had been staying with his father and the son. Subsequently, the Petitioner has applied to obtain the EPF benefits which were due to her late husband. She had been informed that on the same date her application was received, the son of the deceased, too, had made a claim for his fathers EPF benefits. The Petitioner contends that her claim is based on the premise that she is the wife of the deceased and had been a nominee to receive the EPF benefits. This position is established by a reply the Petitioner has received on a",
    "fonts": [
      "TimesNewRomanPSMT"
    ],
    "sizes": [
      12.960000038146973
    ]
  },
  {
    "page_number": 3,
    "bbox": [
      72.02,
      781.3,
      302.91,
      805.78
    ],
    "text": "4",
    "fonts": [
      "Calibri"
    ],
    "sizes": [
      11.039999961853027
    ]
  },
  {
    "page_number": 3,
    "bbox": [
      72.02,
      72.57,
      526.66,
      135.3
    ],
    "text": "Right to Information request made by her. As per the said document the nomination had been made on 28.05.2018. It is the contention of the Petitioner that she was legally married to the deceased and that the nomination was made on the same basis of her being his legal wife.",
    "fonts": [
      "TimesNewRomanPSMT"
    ],
    "sizes": [
      12.960000038146973
    ]
  },
  {
    "page_number": 3,
    "bbox": [
      72.02,
      169.31,
      526.66,
      409.53
    ],
    "text": "However, the Respondents contend that the Petitioner was never legally married to the deceased as the marriage contracted has no legal validity. Hence though there is a nomination the said nomination lacks legality. The attention of the Court was drawn to the document marked as P 11, the marriage certificate of the Petitioner to the deceased. The said marriage had been contracted on 5.12.2016. The Respondents contended that the deceased had had a marriage prior to the purported marriage to the Petitioner. From the said marriage the deceased had a child who is the 5th Respondent. Subsequently, the deceased had instituted divorce proceedings and the divorce had been granted. The Respondents contention is that the decree nisi has been made absolute on a day subsequent to the date of the second marriage. Hence, the argument that the second marriage is illegal. As per page 36 of P5, the order nisi has been made absolute on 13.02.2017. However, the Petitioner had married the deceased on 5.12.2016, which is prior to the decree nisi being made absolute. At this stage, the learned Counsel appearing for the Petitioner too conceded that the second marriage had been contracted before the decree nisi had been made absolute.",
    "fonts": [
      "TimesNewRomanPS-ItalicMT",
      "TimesNewRomanPSMT"
    ],
    "sizes": [
      8.520000457763672,
      12.960000038146973
    ]
  },
  {
    "page_number": 3,
    "bbox": [
      72.02,
      443.42,
      526.66,
      602.99
    ],
    "text": "In the Civil Procedure Code, Section 605 deals with the effect of the divorce and the said provision contemplates the divorce to be completed only upon the decree nisi becoming absolute. In this, I also take the guidance in the judgement of Justice H. N. G. Fernando in Rajaratnam v. Cinnakone 71 NLR 241. Where he stated that in view therefore of the possibility that neither party may seek to have the decree nisi made absolute, the decree nisi is not effective to dissolve the marriage, and it is only the decree absolute which has that effect. Mr. Jayewardene rightly pointed out during the argument of the present appeal that the English procedure for a decree nisi in the first instance (which was incorporated in our Code) was designed to give the parties an opportunity for reconciliation.",
    "fonts": [
      "TimesNewRomanPS-BoldItalicMT",
      "TimesNewRomanPS-ItalicMT",
      "TimesNewRomanPSMT"
    ],
    "sizes": [
      12.960000038146973
    ]
  },
  {
    "page_number": 4,
    "bbox": [
      72.02,
      781.3,
      302.91,
      805.78
    ],
    "text": "5",
    "fonts": [
      "Calibri"
    ],
    "sizes": [
      11.039999961853027
    ]
  },
  {
    "page_number": 4,
    "bbox": [
      72.02,
      72.57,
      236.45,
      86.92
    ],
    "text": "Suppression of material facts",
    "fonts": [
      "TimesNewRomanPS-BoldMT"
    ],
    "sizes": [
      12.960000038146973
    ]
  },
  {
    "page_number": 4,
    "bbox": [
      72.02,
      120.83,
      526.66,
      296.61
    ],
    "text": "It is the contention of the Respondents that the Petitioner cannot be a nominee as the nomination of the nominee is governed by the regulation made under the regulations published in Government Gazette Number 11, 573 dated 31.10.1958. Under Part 3 Clause 8, of the said Gazette permission is granted to nominate a beneficiary to obtain the benefits under the EPF Act. However, the said nomination has to be registered. We observe that the Petitioner has failed to submit any material to show that her name has been nominated and registered but this Court has considered page 63 of the document marked as P7, which has not been disputed by the Respondents whereby in a reply under the Right to Information Act, No. 12 of 2016, the Deputy Labour Commissioner has stated that the Petitioner has been named as a nominee. The said clause in the Gazette reads as follows;",
    "fonts": [
      "TimesNewRomanPSMT"
    ],
    "sizes": [
      12.960000038146973
    ]
  },
  {
    "page_number": 4,
    "bbox": [
      88.97,
      306.38,
      527.13,
      353.49
    ],
    "text": "18. (1) , .",
    "fonts": [
      "IskoolaPota",
      "TimesNewRomanPS-ItalicMT",
      "TimesNewRomanPSMT"
    ],
    "sizes": [
      12.960000038146973
    ]
  },
  {
    "page_number": 4,
    "bbox": [
      72.02,
      387.38,
      526.65,
      434.01
    ],
    "text": "However, the appointment of the nominee when the nominator is a married person is further qualified under Para 26 (1) and (2) of the Regulations. Paragraphs 26 (1) and (2) state,",
    "fonts": [
      "TimesNewRomanPSMT"
    ],
    "sizes": [
      12.960000038146973
    ]
  },
  {
    "page_number": 4,
    "bbox": [
      90.02,
      443.78,
      526.66,
      474.95
    ],
    "text": "26. (1) , .",
    "fonts": [
      "IskoolaPota",
      "TimesNewRomanPSMT"
    ],
    "sizes": [
      12.960000038146973
    ]
  },
  {
    "page_number": 4,
    "bbox": [
      90.02,
      484.84,
      526.66,
      564.35
    ],
    "text": "(2) '' '\" , \" .",
    "fonts": [
      "IskoolaPota",
      "TimesNewRomanPSMT"
    ],
    "sizes": [
      12.960000038146973
    ]
  },
  {
    "page_number": 4,
    "bbox": [
      72.02,
      598.24,
      526.66,
      741.74
    ],
    "text": "As per Clause 26, if the nomination is made by a married person, then the nomination should be in the name of a family member or several family members. Further, Regulation 26 (2) defines what a family is. It clearly stipulates that the family includes the wife or the husband and the children. It was contended on behalf of all the Respondents that for a nomination of a married person under the EPF Act to be valid it has to be a family member. Hence, the contention that the Petitioner was never the legal wife and therefore, would not fall under the interpretation of family under the Regulations. As this Court has elaborated above, the Petitioners marriage being contracted before the decree nisi being made absolute makes it an illegal marriage,",
    "fonts": [
      "TimesNewRomanPS-ItalicMT",
      "TimesNewRomanPSMT"
    ],
    "sizes": [
      12.960000038146973
    ]
  },
  {
    "page_number": 5,
    "bbox": [
      72.02,
      781.3,
      302.91,
      805.78
    ],
    "text": "6",
    "fonts": [
      "Calibri"
    ],
    "sizes": [
      11.039999961853027
    ]
  },
  {
    "page_number": 5,
    "bbox": [
      72.02,
      72.57,
      526.35,
      103.02
    ],
    "text": "hence the Petitioner does not fall within the interpretation of the family. Thus, the nomination the Petitioner is relying on becomes bad in law.",
    "fonts": [
      "TimesNewRomanPSMT"
    ],
    "sizes": [
      12.960000038146973
    ]
  },
  {
    "page_number": 5,
    "bbox": [
      72.02,
      137.03,
      526.66,
      280.41
    ],
    "text": "It is the view of this Court that after hearing the submissions of the learned Counsel for both the Petitioner and Respondents, that the Petitioner has not pleaded before this Court nor has the learned Counsel appearing for the Petitioner submitted the requirements under the Regulations that must be fulfilled to be a legal nominee. The Petitioners disqualification under the regulations was first brought to the attention of this Court by the Learned Counsel appearing for the Respondents and subsequently in his reply the learned Counsel for the Petitioner conceded that the second marriage had been contracted prior to the decree nisi being made absolute. Hence, it lacks the legal validity.",
    "fonts": [
      "TimesNewRomanPS-ItalicMT",
      "TimesNewRomanPSMT"
    ],
    "sizes": [
      12.960000038146973
    ]
  },
  {
    "page_number": 5,
    "bbox": [
      72.02,
      314.3,
      526.66,
      441.57
    ],
    "text": "Considering the Petitioners submissions in its entirety, the Petitioner has failed and suppressed the material facts pertaining to the valid appointment of a nominee. This Court is of the view that the Petitioner has suppressed the facts relating to a legal nomination pursuant to the Regulations. It is also pertinent to note that the Petitioner has failed to disclose the existence of the Gazette containing the regulations pertaining to the appointment of nominees. The Petitioner has failed to disclose to this Court the disqualification caused as a result of the illegality getting married before the decree nisi is made absolute.",
    "fonts": [
      "TimesNewRomanPS-ItalicMT",
      "TimesNewRomanPSMT"
    ],
    "sizes": [
      12.960000038146973
    ]
  },
  {
    "page_number": 5,
    "bbox": [
      72.02,
      475.6,
      526.66,
      602.87
    ],
    "text": "The Petitioners entire case as per paragraph 25 of the pleadings is that once a nominee is named the property or valuables have to be released to such a nominated person unless and until such a nomination is revoked. This statement is contrary to Clause 26 of the Regulations. It was the contention of the Respondents that the Petitioners failure to bring to the notice of the Court the Regulations and especially the existence Regulation 26 is a grave suppression of material facts and also that paragraph 25 of the pleadings is a misrepresentation. Hence, we are of the view that the objections of suppression of facts have to succeed.",
    "fonts": [
      "TimesNewRomanPSMT"
    ],
    "sizes": [
      12.960000038146973
    ]
  },
  {
    "page_number": 5,
    "bbox": [
      72.02,
      636.76,
      526.64,
      715.7
    ],
    "text": "In the case of W. S. Alphonso Appuhamy v. Hettictrachchi (1973) 22 NLR 77 it was Held further, that when an application for a prerogative writ or an injunction is made, it is the duty of the petitioner to place before the Court, before it issues notice in the first instance, a full and truthful disclosure of all the material facts; the petitioner must act with uberrima fides.",
    "fonts": [
      "TimesNewRomanPS-BoldItalicMT",
      "TimesNewRomanPS-BoldMT",
      "TimesNewRomanPS-ItalicMT",
      "TimesNewRomanPSMT"
    ],
    "sizes": [
      12.960000038146973
    ]
  },
  {
    "page_number": 6,
    "bbox": [
      72.02,
      781.3,
      302.91,
      805.78
    ],
    "text": "7",
    "fonts": [
      "Calibri"
    ],
    "sizes": [
      11.039999961853027
    ]
  },
  {
    "page_number": 6,
    "bbox": [
      72.02,
      72.57,
      529.9,
      135.3
    ],
    "text": "In Collettes Ltd v. Commissioner of Labour and others (1989) 2 SLR 7 it was held that it is essential, that when a party invokes the writ jurisdiction or applies for an injunction, all facts must be clearly, fairly and fully pleaded before the court so that the court would be made aware of all the relevant matters.",
    "fonts": [
      "TimesNewRomanPS-BoldItalicMT",
      "TimesNewRomanPS-BoldMT",
      "TimesNewRomanPS-ItalicMT",
      "TimesNewRomanPSMT"
    ],
    "sizes": [
      12.960000038146973
    ]
  },
  {
    "page_number": 6,
    "bbox": [
      72.02,
      169.31,
      526.63,
      232.02
    ],
    "text": "Furthermore, In Biso Menika v. Cyril De Alwis &others 1982(1)SLR 368 it was held that A person who applies for the extra-ordinary remedy of writ must come with clean hands and must not suppress any relevant facts from Court. He must refrain from making any misleading statements to Court.",
    "fonts": [
      "TimesNewRomanPS-BoldItalicMT",
      "TimesNewRomanPS-BoldMT",
      "TimesNewRomanPS-ItalicMT",
      "TimesNewRomanPSMT"
    ],
    "sizes": [
      12.960000038146973
    ]
  },
  {
    "page_number": 6,
    "bbox": [
      72.02,
      265.94,
      526.66,
      457.77
    ],
    "text": "The Petitioners entire case is based on the fact that she is the legal wife of the deceased and that she has been nominated on the basis of being the legal wife and therefore, she is entitled to the EPF benefits of the deceased. In view of what has transpired as stated above this position of the Petitioner cannot be sustained and it is not tenable. It is also pertinent to note that the Petitioner is seeking this Court to quash any decision arrived at by one or more of the Respondents from releasing the Employee Provident Fund of the deceased husband of the Petitioner to the 5th Respondent in respect of the facts and incident averred in the Petition. The purported decision which the Petitioner is seeking to quash is not submitted to this Court. It appears that the Petitioner, herself is unaware of such a decision and therefore, the Petitioner is inviting the Court to quash a decision she is unaware of and is not before this Court. As per the submissions the Petitioner herself is unaware whether a decision has been taken or is yet to be taken.",
    "fonts": [
      "TimesNewRomanPS-BoldItalicMT",
      "TimesNewRomanPS-ItalicMT",
      "TimesNewRomanPSMT"
    ],
    "sizes": [
      8.520000457763672,
      12.960000038146973
    ]
  },
  {
    "page_number": 6,
    "bbox": [
      72.02,
      491.68,
      526.66,
      538.31
    ],
    "text": "The Petitioner is further seeking a judicial declaration to the effect that she is entitled to the EPF of the deceased husband of the Petitioner. In my view, this prayer is misconceived. In this Application the Petitioners relief (f) states as follows,",
    "fonts": [
      "TimesNewRomanPSMT"
    ],
    "sizes": [
      12.960000038146973
    ]
  },
  {
    "page_number": 6,
    "bbox": [
      90.02,
      548.08,
      526.58,
      594.71
    ],
    "text": "(f) to grant and issue in the nature of Mandamus directing and/or compelling one or more to take appropriate action to complete 1st-4th Respondents to release the said Employee Provident Fund to the Petitioner.",
    "fonts": [
      "TimesNewRomanPS-ItalicMT"
    ],
    "sizes": [
      8.520000457763672,
      12.960000038146973
    ]
  },
  {
    "page_number": 6,
    "bbox": [
      72.02,
      628.6,
      526.65,
      675.26
    ],
    "text": "It is absolutely clear that the said prayer is vague as it does not seek the Writ to be issued against whom nor what the relief sought is, the words appropriate action are too wide and vague. Hence, the said relief has to fail.",
    "fonts": [
      "TimesNewRomanPSMT"
    ],
    "sizes": [
      12.960000038146973
    ]
  },
  {
    "page_number": 6,
    "bbox": [
      72.02,
      709.15,
      526.54,
      755.78
    ],
    "text": "It was held in, Amerasinghe and Others v. Central Environmental Authority and Others CA/WRIT/132/2018, decided on 10.09.2020 that, A Petitioner invoking the jurisdiction of this Court must seek relief that would address their grievance and must",
    "fonts": [
      "TimesNewRomanPS-BoldItalicMT",
      "TimesNewRomanPS-BoldMT",
      "TimesNewRomanPS-ItalicMT",
      "TimesNewRomanPSMT"
    ],
    "sizes": [
      12.960000038146973
    ]
  },
  {
    "page_number": 7,
    "bbox": [
      72.02,
      781.3,
      302.91,
      805.78
    ],
    "text": "8",
    "fonts": [
      "Calibri"
    ],
    "sizes": [
      11.039999961853027
    ]
  },
  {
    "page_number": 7,
    "bbox": [
      72.02,
      72.57,
      526.66,
      183.78
    ],
    "text": "not refer to each and every section in an Act hoping and praying that his case would come under at least one of the said sections. In other words, the relief that is sought must be specific and should address the concerns of the Petitioner. This would then enable the Respondents to respond to the averments of fact and law raised by the Petitioner. The fact that the relief is vague is an indication that the Petitioner is unsure of the allegations that he/she is making against the Respondents and makes the task of Court to mete out justice that much harder.",
    "fonts": [
      "TimesNewRomanPS-ItalicMT"
    ],
    "sizes": [
      12.960000038146973
    ]
  },
  {
    "page_number": 7,
    "bbox": [
      72.02,
      217.67,
      526.66,
      361.05
    ],
    "text": "Considering the above, this Court is of the view that the Petitioners Application is misconceived in law and the reliefs prayed cannot be granted by the Writ Court. Even though the Petitioner has sought a Writ of Mandamus, the Petitioner has failed to submit any document to demonstrate that a request for the execution of a legal entitlement had been made and it has been refused. This Court has now and again held that in the absence of a refusal a Writ of Mandamus has to fail. Further, a Petitioner who seeks the relief of a Writ of Mandamus should demonstrate that there is a right to claim relief and the said right is a legal right which has been deprived to the Petitioner by the Respondent against whom a mandamus is sought.",
    "fonts": [
      "TimesNewRomanPS-ItalicMT",
      "TimesNewRomanPSMT"
    ],
    "sizes": [
      12.960000038146973
    ]
  },
  {
    "page_number": 7,
    "bbox": [
      72.02,
      394.94,
      526.61,
      425.49
    ],
    "text": "In Perera v. National Housing Development Authority (2001)3 SLR50 the Courts held",
    "fonts": [
      "TimesNewRomanPS-BoldMT",
      "TimesNewRomanPSMT"
    ],
    "sizes": [
      12.960000038146973
    ]
  },
  {
    "page_number": 7,
    "bbox": [
      72.02,
      435.26,
      526.65,
      562.55
    ],
    "text": "On the question of legal right, it is to be noted that the foundation of mandamus is the existence of a right. (Napier Ex parte). Mandamus is not intended to create a right, but to restore a party who has been denied his right to the enjoyment of such right. A Mandamus will lie to any person or authority who is under a duty (Imposed by statute or under common Law) to do a particular act, if that person or authority refrains from doing the act or refrains for wrong motives from exercising a power which is his duty to exercise. The Court will issue a Mandamus to do what he should do. (R metropolitan Police Commissioner",
    "fonts": [
      "TimesNewRomanPS-ItalicMT",
      "TimesNewRomanPSMT"
    ],
    "sizes": [
      12.960000038146973
    ]
  },
  {
    "page_number": 7,
    "bbox": [
      72.02,
      596.44,
      526.46,
      675.38
    ],
    "text": "It was also held in Rasammah & another v. A.P.B.Manmperi 65 NLR V 77 at page 313 quoting S.A.de Smith that The general rule is that the applicant before moving for the order, must have addressed a distinct and specific demand or request to the Respondent that he perform the duty imposed upon him, and the Respondent must have unequivocally manifested his refusal to comply.",
    "fonts": [
      "TimesNewRomanPS-BoldItalicMT",
      "TimesNewRomanPS-BoldMT",
      "TimesNewRomanPS-ItalicMT",
      "TimesNewRomanPSMT"
    ],
    "sizes": [
      12.960000038146973
    ]
  },
  {
    "page_number": 8,
    "bbox": [
      72.02,
      781.3,
      302.91,
      805.78
    ],
    "text": "9",
    "fonts": [
      "Calibri"
    ],
    "sizes": [
      11.039999961853027
    ]
  },
  {
    "page_number": 8,
    "bbox": [
      72.02,
      72.57,
      137.42,
      86.92
    ],
    "text": "Conclusion",
    "fonts": [
      "TimesNewRomanPS-BoldMT"
    ],
    "sizes": [
      12.960000038146973
    ]
  },
  {
    "page_number": 8,
    "bbox": [
      72.02,
      120.83,
      526.63,
      183.66
    ],
    "text": "Accordingly, for the reasons stated above, this Court is of the view that the Petitioner has failed to establish a prima facie case that warrants formal notice on the Respondents. Hence, this Court is not inclined to grant formal notice on the Respondents and we proceed to dismiss this Application.",
    "fonts": [
      "TimesNewRomanPS-ItalicMT",
      "TimesNewRomanPSMT"
    ],
    "sizes": [
      12.960000038146973
    ]
  },
  {
    "page_number": 8,
    "bbox": [
      375.07,
      263.17,
      526.42,
      276.45
    ],
    "text": "Judge of the Court of Appeal",
    "fonts": [
      "TimesNewRomanPS-BoldMT"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 8,
    "bbox": [
      72.02,
      331.96,
      189.77,
      345.24
    ],
    "text": "S.U.B. Karalliyadde, J",
    "fonts": [
      "TimesNewRomanPS-BoldMT"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 8,
    "bbox": [
      117.02,
      354.76,
      153.02,
      368.04
    ],
    "text": "I agree",
    "fonts": [
      "TimesNewRomanPSMT"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 8,
    "bbox": [
      375.07,
      423.52,
      526.42,
      436.8
    ],
    "text": "Judge of the Court of Appeal",
    "fonts": [
      "TimesNewRomanPS-BoldMT"
    ],
    "sizes": [
      12.0
    ]
  }
]