[
  {
    "page_number": 0,
    "bbox": [
      108.0,
      778.85,
      489.82,
      805.76
    ],
    "text": "1",
    "fonts": [
      "CIDFont+F1"
    ],
    "sizes": [
      11.040450096130371
    ]
  },
  {
    "page_number": 0,
    "bbox": [
      127.56,
      94.86,
      472.03,
      110.02
    ],
    "text": "IN THE COURT OF APPEAL OF THE DEMOCRATIC",
    "fonts": [
      "CIDFont+F2"
    ],
    "sizes": [
      12.960525512695312
    ]
  },
  {
    "page_number": 0,
    "bbox": [
      171.36,
      117.66,
      428.35,
      132.82
    ],
    "text": "SOCIALIST REPUBLIC OF SRI LANKA",
    "fonts": [
      "CIDFont+F2"
    ],
    "sizes": [
      12.960525512695312
    ]
  },
  {
    "page_number": 0,
    "bbox": [
      108.0,
      141.29,
      491.47,
      296.26
    ],
    "text": "In the matter of an Appeal under Section 331 of the Code of Criminal Procedure Act No. 15 of 1979, read with Article 138 of the Constitution of the Democratic Socialist Republic of Sri Lanka.",
    "fonts": [
      "CIDFont+F3"
    ],
    "sizes": [
      12.960525512695312
    ]
  },
  {
    "page_number": 0,
    "bbox": [
      288.0,
      299.21,
      491.46,
      331.42
    ],
    "text": "Democratic Socialist Republic of Sri Lanka",
    "fonts": [
      "CIDFont+F3"
    ],
    "sizes": [
      12.960525512695312
    ]
  },
  {
    "page_number": 0,
    "bbox": [
      108.0,
      334.37,
      415.27,
      436.66
    ],
    "text": "Court of Appeal Case No. CA/HCC/0224/2019 Complainant High Court of Chilaw V. Case No. HC/65/2016",
    "fonts": [
      "CIDFont+F2",
      "CIDFont+F3"
    ],
    "sizes": [
      12.960525512695312
    ]
  },
  {
    "page_number": 0,
    "bbox": [
      108.0,
      439.61,
      454.68,
      489.34
    ],
    "text": "Madawala Liyanage Sunil",
    "fonts": [
      "CIDFont+F3"
    ],
    "sizes": [
      12.960525512695312
    ]
  },
  {
    "page_number": 0,
    "bbox": [
      108.0,
      491.7,
      459.76,
      647.26
    ],
    "text": "Accused AND NOW BETWEEN Madawala Liyanage Sunil AccusedAppellant V.",
    "fonts": [
      "CIDFont+F2",
      "CIDFont+F3"
    ],
    "sizes": [
      12.960525512695312
    ]
  },
  {
    "page_number": 0,
    "bbox": [
      288.0,
      650.21,
      478.07,
      714.84
    ],
    "text": "Hon. Attorney General, Attorney Generals Department, Colombo 12.",
    "fonts": [
      "CIDFont+F3"
    ],
    "sizes": [
      12.000450134277344,
      12.960525512695312
    ]
  },
  {
    "page_number": 0,
    "bbox": [
      108.0,
      717.77,
      492.47,
      766.06
    ],
    "text": "ComplainantRespondent",
    "fonts": [
      "CIDFont+F2",
      "CIDFont+F3"
    ],
    "sizes": [
      12.000450134277344,
      12.960525512695312
    ]
  },
  {
    "page_number": 1,
    "bbox": [
      108.0,
      778.85,
      489.82,
      805.76
    ],
    "text": "2",
    "fonts": [
      "CIDFont+F1"
    ],
    "sizes": [
      11.040450096130371
    ]
  },
  {
    "page_number": 1,
    "bbox": [
      108.0,
      71.94,
      484.54,
      87.1
    ],
    "text": "BEFORE : K. PRIYANTHA FERNANDO, J.(P/CA)",
    "fonts": [
      "CIDFont+F2",
      "CIDFont+F3"
    ],
    "sizes": [
      12.000450134277344,
      12.960525512695312
    ]
  },
  {
    "page_number": 1,
    "bbox": [
      108.0,
      94.8,
      491.5,
      371.98
    ],
    "text": "WICKUM A. KALUARACHCHI, J. COUNSEL : K. Kugaraja for the Accused Appellant. Janaka Bandara, Deputy Solicitor General for the Respondent. ARGUED ON : 25.05.2022 WRITTEN SUBMISSIONS FILED ON : 01.06.2020 by the Accused Appellant. 02.07.2020 by the Respondent. JUDGMENT ON : 18.07.2022",
    "fonts": [
      "CIDFont+F2",
      "CIDFont+F3"
    ],
    "sizes": [
      12.000450134277344,
      12.960525512695312
    ]
  },
  {
    "page_number": 1,
    "bbox": [
      108.0,
      374.34,
      343.83,
      407.02
    ],
    "text": "**************",
    "fonts": [
      "CIDFont+F2"
    ],
    "sizes": [
      12.960525512695312
    ]
  },
  {
    "page_number": 1,
    "bbox": [
      108.0,
      414.66,
      359.95,
      429.82
    ],
    "text": "K. PRIYANTHA FERNANDO, J.(P/CA)",
    "fonts": [
      "CIDFont+F2"
    ],
    "sizes": [
      12.960525512695312
    ]
  },
  {
    "page_number": 1,
    "bbox": [
      126.0,
      450.15,
      491.48,
      464.86
    ],
    "text": "1. The accused appellant (hereinafter referred to as the",
    "fonts": [
      "CIDFont+F3",
      "CIDFont+F4"
    ],
    "sizes": [
      12.960525512695312
    ]
  },
  {
    "page_number": 1,
    "bbox": [
      126.0,
      467.81,
      491.49,
      728.14
    ],
    "text": "appellant) was indicted in the High Court of Chilaw, on three counts of rape punishable in terms of section 364 (2) of the Penal Code. After trial, the learned High Court Judge convicted the appellant on count no. 1 and acquitted him on counts 2 and 3, and sentenced the appellant to 15 years rigorous imprisonment. Further, the appellant was ordered to pay a fine of Rupees Twenty Five Thousand, in default of such fine 6 months imprisonment. In addition, the appellant was ordered to pay Rupees One Hundred and Fifty Thousand as compensation to the victim, in default of payment of such compensation 12 months imprisonment was ordered. 2. Being aggrieved by the above conviction and",
    "fonts": [
      "CIDFont+F3",
      "CIDFont+F4",
      "CIDFont+F5"
    ],
    "sizes": [
      12.960525512695312
    ]
  },
  {
    "page_number": 1,
    "bbox": [
      147.0,
      731.09,
      491.48,
      763.18
    ],
    "text": "sentence, the appellant preferred the instant appeal on the following grounds.",
    "fonts": [
      "CIDFont+F3"
    ],
    "sizes": [
      12.960525512695312
    ]
  },
  {
    "page_number": 2,
    "bbox": [
      108.0,
      778.85,
      489.82,
      805.76
    ],
    "text": "3",
    "fonts": [
      "CIDFont+F1"
    ],
    "sizes": [
      11.040450096130371
    ]
  },
  {
    "page_number": 2,
    "bbox": [
      126.0,
      72.51,
      491.44,
      280.31
    ],
    "text": "I. Conviction is unsafe in view of the fact that the complaint was not filed by the prosecutrix or her mother but by a 3rd party namely Gunesekara who had ulterior motive. II. Prosecution version does not favour the test of probability. III. Prosecution has failed to establish the date of offence. IV. LTJ has failed to consider the facts available in favour of the appellant. 3. As per the evidence of the prosecutrix Keshila",
    "fonts": [
      "CIDFont+F3",
      "CIDFont+F4",
      "CIDFont+F5"
    ],
    "sizes": [
      8.520299911499023,
      12.960525512695312
    ]
  },
  {
    "page_number": 2,
    "bbox": [
      147.0,
      283.25,
      491.52,
      473.38
    ],
    "text": "Madushani (PW1), she had been living with her mother Kusumawathi. Initially, her mother has been living with one Gunasekara as husband and wife. Due to the differences that Kusumawathi has had with Gunasekara, Kusumawathi has left Gunasekara for Sunil and had started living together with Sunil who is the accused in this case. According to PW1, it was during that period when her mother was living with the appellant, the appellant had raped her. According to PW1, the appellant has raped her only once.",
    "fonts": [
      "CIDFont+F3",
      "CIDFont+F5"
    ],
    "sizes": [
      12.960525512695312
    ]
  },
  {
    "page_number": 2,
    "bbox": [
      126.0,
      475.65,
      491.45,
      562.79
    ],
    "text": ": ? : . 4. Thereafter, her mother Kusumawathi has left Sunil",
    "fonts": [
      "CIDFont+F3",
      "CIDFont+F4",
      "CIDFont+F5",
      "CIDFont+F6"
    ],
    "sizes": [
      12.960525512695312,
      14.04052448272705
    ]
  },
  {
    "page_number": 2,
    "bbox": [
      147.0,
      565.73,
      491.49,
      755.86
    ],
    "text": "the appellant, and has again started living with the said Gunasekara. According to PW1, Gunasekara has taken her to the police station and had made a complaint against the appellant stating that the appellant has raped her. At the time of the trial in the High Court, Kusumawathi has once again started living with the appellant. It was the contention of the learned Counsel for the appellant that PW1 is not a credible witness to be acted upon. In that, the Counsel submitted that although the PW1 has told the Medical Officer who examined the PW1 that the",
    "fonts": [
      "CIDFont+F3",
      "CIDFont+F5"
    ],
    "sizes": [
      12.960525512695312
    ]
  },
  {
    "page_number": 3,
    "bbox": [
      108.0,
      778.85,
      489.82,
      805.76
    ],
    "text": "4",
    "fonts": [
      "CIDFont+F1"
    ],
    "sizes": [
      11.040450096130371
    ]
  },
  {
    "page_number": 3,
    "bbox": [
      126.0,
      72.65,
      491.48,
      245.14
    ],
    "text": "appellant has had sexual intercourse with her on so many occasions, she has clearly stated in Court that it happened only once. The learned Deputy Solicitor General appearing for the respondent conceded that there are inconsistencies between PW1s evidence and what she had told the Medical Officer with regard to the number of occasions that she was raped. 5. The learned Counsel for the appellant submitted that",
    "fonts": [
      "CIDFont+F3",
      "CIDFont+F4"
    ],
    "sizes": [
      12.960525512695312
    ]
  },
  {
    "page_number": 3,
    "bbox": [
      126.0,
      248.09,
      491.49,
      332.86
    ],
    "text": "the evidence has revealed that the said Gunasekara has instigated the PW1 to make a false complaint against the appellant. 6. In her evidence, the PW1 has clearly stated that she",
    "fonts": [
      "CIDFont+F3",
      "CIDFont+F4",
      "CIDFont+F5"
    ],
    "sizes": [
      12.960525512695312
    ]
  },
  {
    "page_number": 3,
    "bbox": [
      147.0,
      335.93,
      491.48,
      368.03
    ],
    "text": "did not make the complaint against the appellant but it was Gunasekara who did so.",
    "fonts": [
      "CIDFont+F3",
      "CIDFont+F5"
    ],
    "sizes": [
      12.960525512695312
    ]
  },
  {
    "page_number": 3,
    "bbox": [
      126.0,
      370.29,
      491.47,
      476.26
    ],
    "text": ": ? : . . . . . 7. However, according to the evidence of the police",
    "fonts": [
      "CIDFont+F3",
      "CIDFont+F4",
      "CIDFont+F6"
    ],
    "sizes": [
      12.960525512695312,
      14.04052448272705
    ]
  },
  {
    "page_number": 3,
    "bbox": [
      147.0,
      479.21,
      491.5,
      757.06
    ],
    "text": "officer IP Ravindra Abeyrathne (PW5), the first complaint was made by the child PW1 who was thirteen years of age at the time of the incident. The child came to the police station with her mother Kusumawathi and her paramour Gunasekara. PW1 who was twenty three years of age when she testified in Court, clearly stated that she did not make a complaint and that the complaint was made by her mothers paramour Gunasekara. Although, according to the evidence of the PW5 the child was taken to the police station by the mother and Gunasekara, there is no evidence to the effect that their statements were recorded by the police, nor were they called as witnesses by the prosecution. However, Kusumawathi was called as a defence witness and the learned trial Judge has considered her to be a",
    "fonts": [
      "CIDFont+F3",
      "CIDFont+F5"
    ],
    "sizes": [
      12.960525512695312
    ]
  },
  {
    "page_number": 4,
    "bbox": [
      108.0,
      778.85,
      489.82,
      805.76
    ],
    "text": "5",
    "fonts": [
      "CIDFont+F1"
    ],
    "sizes": [
      11.040450096130371
    ]
  },
  {
    "page_number": 4,
    "bbox": [
      126.0,
      72.65,
      491.49,
      174.94
    ],
    "text": "biased witness towards the defence as she was once again living with the appellant at the time she gave evidence in Court. Her evidence was that the appellant never raped her daughter. 8. The Medical Officer who examined the PW1 has",
    "fonts": [
      "CIDFont+F3",
      "CIDFont+F4"
    ],
    "sizes": [
      12.960525512695312
    ]
  },
  {
    "page_number": 4,
    "bbox": [
      144.0,
      177.89,
      491.5,
      403.06
    ],
    "text": "observed that PW1 has had multiple vaginal penetrations. PW1 has been engaging in sexual intercourse for a period of time. However, it is also pertinent to note that PW1 as she testified in Court, has had continuous sexual intercourse with one Wasantha. She has also disclosed this information to the police. Thus, the fact that the Medical Officer has observed that PW1 has had continuous sexual intercourse cannot be taken as evidence totally against the appellant, as admitted by PW1 that she has continued to have sexual intercourse with the said Wasantha as well.",
    "fonts": [
      "CIDFont+F3",
      "CIDFont+F5"
    ],
    "sizes": [
      12.960525512695312
    ]
  },
  {
    "page_number": 4,
    "bbox": [
      126.0,
      410.8,
      491.73,
      425.98
    ],
    "text": "9. In case of K. Padmatillake alias Sergeant",
    "fonts": [
      "CIDFont+F3",
      "CIDFont+F4",
      "CIDFont+F7"
    ],
    "sizes": [
      12.960525512695312
    ]
  },
  {
    "page_number": 4,
    "bbox": [
      144.0,
      428.44,
      491.75,
      528.98
    ],
    "text": "Elpitiya v The Director General, Commission to Investigate Allegations of Bribery or Corruption (SC appeal no 99 of 2007 decided on 37 2009), Supreme Court referring to Sir John Woodroffe and Amir Ali , Law of Evidence-18th edition observed,",
    "fonts": [
      "CIDFont+F3",
      "CIDFont+F5",
      "CIDFont+F7"
    ],
    "sizes": [
      8.520299911499023,
      11.040450096130371,
      12.960525512695312
    ]
  },
  {
    "page_number": 4,
    "bbox": [
      144.0,
      531.91,
      491.18,
      704.02
    ],
    "text": "No hard and fast rule can be laid down about appreciation of evidence. It is after all a question of fact and each case has to be decided on the facts as they stand in that particular case. Where a witness makes two inconsistent statements in his evidence with regard to a material fact and circumstance, the testimony of such a witness becomes unreliable and unworthy of credence.",
    "fonts": [
      "CIDFont+F3",
      "CIDFont+F5"
    ],
    "sizes": [
      12.960525512695312
    ]
  },
  {
    "page_number": 4,
    "bbox": [
      126.0,
      712.35,
      491.46,
      727.06
    ],
    "text": "10. It is settled law that the evidence of a single witness",
    "fonts": [
      "CIDFont+F3",
      "CIDFont+F4"
    ],
    "sizes": [
      12.960525512695312
    ]
  },
  {
    "page_number": 4,
    "bbox": [
      147.0,
      730.01,
      491.48,
      762.1
    ],
    "text": "can be acted upon provided the sole witness passes the test of reliability. In most cases of sexual",
    "fonts": [
      "CIDFont+F3"
    ],
    "sizes": [
      12.960525512695312
    ]
  },
  {
    "page_number": 5,
    "bbox": [
      108.0,
      778.85,
      489.82,
      805.76
    ],
    "text": "6",
    "fonts": [
      "CIDFont+F1"
    ],
    "sizes": [
      11.040450096130371
    ]
  },
  {
    "page_number": 5,
    "bbox": [
      126.0,
      72.65,
      491.49,
      438.22
    ],
    "text": "offences, the only available eye witness is the victim as mostly sexual offences are not committed in public. One cannot expect to corroborate victims evidence by the evidence of eye witnesses, apart from other corroborative evidence like medical evidence. However, to act upon the sole eye witness, Court must be satisfied that her evidence is cogent and credible. In the instant case, as it was mentioned before, the PW1s clear evidence in Court was that the appellant had sexual intercourse with her only once. However, she has told the Medical Officer that the PW1 has had sexual intercourse with her on several occasions. Therefore, that affects the credibility of this witness in her evidence against the appellant. Further, as admittedly, she has had intercourse with one Wasantha on several occasions during this period, the Medical Officers observations cannot be taken as corroborative evidence against the appellant. 11. The evidence of the PW1 in Court was that she did",
    "fonts": [
      "CIDFont+F3",
      "CIDFont+F4",
      "CIDFont+F5"
    ],
    "sizes": [
      12.960525512695312
    ]
  },
  {
    "page_number": 5,
    "bbox": [
      147.0,
      441.17,
      491.49,
      754.19
    ],
    "text": "not make a complaint against the appellant and that it was Gunasekara who was her mothers paramour who made the complaint. It is evident that PW1 who was thirteen years of age was taken to the police station by her mother and mothers paramour Gunasekara. It is also evident that PW1s mother Kusumawathi who was initially living with the said Gunasekara has left him for the appellant. Then again after some time, she has left the appellant for Gunasekara, it was at that point in time Gunasekara has taken the PW1 to the police station to make the complaint against the appellant. In the circumstances, when considering the inconsistencies in the evidence of the PW1 with regard to the sexual intercourse, there is a doubt whether she was actually raped by the appellant or whether she was instigated to make a false complaint against the appellant due to the issues Gunasekara had with",
    "fonts": [
      "CIDFont+F3",
      "CIDFont+F5"
    ],
    "sizes": [
      12.960525512695312
    ]
  },
  {
    "page_number": 6,
    "bbox": [
      108.0,
      778.85,
      489.82,
      805.76
    ],
    "text": "7",
    "fonts": [
      "CIDFont+F1"
    ],
    "sizes": [
      11.040450096130371
    ]
  },
  {
    "page_number": 6,
    "bbox": [
      126.0,
      72.65,
      491.49,
      315.34
    ],
    "text": "Sunil for Kusumawathi leaving him for the appellant and coming back to Gunasekara after some time. The learned trial Judge acting upon the evidence of the PW1 and accepting her version that she was only raped once, found the appellant guilty on count no.1 and acquitted on counts 2 and 3. The learned trial Judge has failed to consider the incredibility on the part of the PW1s evidence when she said in Court that she was raped only once when in fact she had told the Medical Officer and the police that she was raped on several occasions leading the prosecution to have three counts in the indictment. 12. In the above premise, I hold that it is unsafe to",
    "fonts": [
      "CIDFont+F3",
      "CIDFont+F4",
      "CIDFont+F5"
    ],
    "sizes": [
      12.960525512695312
    ]
  },
  {
    "page_number": 6,
    "bbox": [
      144.0,
      318.41,
      491.49,
      455.74
    ],
    "text": "convict the appellant on the inconsistent and incredible evidence of the PW1. Therefore, as the prosecution has failed to prove the charge (count no.1) beyond reasonable doubt, I set aside the conviction and the sentence imposed on the appellant by the High Court and acquit the appellant.",
    "fonts": [
      "CIDFont+F3"
    ],
    "sizes": [
      12.960525512695312
    ]
  },
  {
    "page_number": 6,
    "bbox": [
      108.0,
      458.69,
      283.29,
      503.36
    ],
    "text": "Appeal allowed",
    "fonts": [
      "CIDFont+F1",
      "CIDFont+F3"
    ],
    "sizes": [
      11.040450096130371,
      12.960525512695312
    ]
  },
  {
    "page_number": 6,
    "bbox": [
      216.0,
      535.08,
      471.36,
      549.12
    ],
    "text": "PRESIDENT OF THE COURT OF APPEAL",
    "fonts": [
      "CIDFont+F2"
    ],
    "sizes": [
      12.000450134277344
    ]
  },
  {
    "page_number": 6,
    "bbox": [
      108.0,
      624.96,
      400.05,
      639.0
    ],
    "text": "WICKUM A. KALUARACHCHI, J.",
    "fonts": [
      "CIDFont+F2"
    ],
    "sizes": [
      12.000450134277344
    ]
  },
  {
    "page_number": 6,
    "bbox": [
      180.0,
      646.63,
      226.79,
      660.12
    ],
    "text": "I agree.",
    "fonts": [
      "CIDFont+F3"
    ],
    "sizes": [
      12.000450134277344
    ]
  },
  {
    "page_number": 6,
    "bbox": [
      216.0,
      730.56,
      441.11,
      744.6
    ],
    "text": "JUDGE OF THE COURT OF APPEAL",
    "fonts": [
      "CIDFont+F2",
      "CIDFont+F3"
    ],
    "sizes": [
      12.000450134277344
    ]
  }
]