[
  {
    "page_number": 0,
    "bbox": [
      72.02,
      731.38,
      542.6,
      755.86
    ],
    "text": "Page 1 of 7",
    "fonts": [
      "Calibri",
      "Calibri-Bold"
    ],
    "sizes": [
      11.039999961853027
    ]
  },
  {
    "page_number": 0,
    "bbox": [
      78.26,
      71.98,
      537.86,
      85.96
    ],
    "text": "IN THE COURT OF APPEAL OF THE DEMOCRATIC SOCIALIST REPUBLIC",
    "fonts": [
      "BookmanOldStyle-Bold"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 0,
    "bbox": [
      260.33,
      88.2,
      355.87,
      102.18
    ],
    "text": "OF SRI LANKA",
    "fonts": [
      "BookmanOldStyle-Bold"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 0,
    "bbox": [
      256.37,
      104.4,
      543.94,
      389.63
    ],
    "text": "In the matter of an Application for Writs of Certiorari & Mandamus under Article 140 of the Constitution of the Democratic Socialist Republic of Sri Lanka. Wijesinghege Weerasinghe Handamagama, Wellawa. Petitioner 1. General Manager,",
    "fonts": [
      "ArialMT",
      "BookmanOldStyle",
      "BookmanOldStyle-Bold",
      "BookmanOldStyle-Italic"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 0,
    "bbox": [
      274.37,
      391.83,
      455.83,
      470.77
    ],
    "text": "Sri Lanka Railways, General Manager's Office P.O.Box 355, Olcott Mawatha, Colombo 10.",
    "fonts": [
      "BookmanOldStyle"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 0,
    "bbox": [
      256.37,
      484.73,
      415.27,
      498.73
    ],
    "text": "2. Administrative Director",
    "fonts": [
      "ArialMT",
      "BookmanOldStyle"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 0,
    "bbox": [
      274.37,
      500.93,
      394.87,
      563.65
    ],
    "text": "Sri Lanka Railways, Olcott Mawatha, Colombo 10.",
    "fonts": [
      "BookmanOldStyle"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 0,
    "bbox": [
      256.37,
      577.76,
      337.27,
      591.76
    ],
    "text": "3. Secretary,",
    "fonts": [
      "ArialMT",
      "BookmanOldStyle"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 0,
    "bbox": [
      274.37,
      593.96,
      527.62,
      672.88
    ],
    "text": "Ministry of Transportation & Civil Aviation 7th Floor, Sethsiripaya, Stage II, Battaramulla.",
    "fonts": [
      "BookmanOldStyle"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 0,
    "bbox": [
      256.37,
      687.02,
      324.94,
      699.9
    ],
    "text": "4. Director,",
    "fonts": [
      "ArialMT",
      "BookmanOldStyle"
    ],
    "sizes": [
      11.039999961853027
    ]
  },
  {
    "page_number": 0,
    "bbox": [
      274.37,
      701.83,
      411.43,
      715.84
    ],
    "text": "Primary Care Services,",
    "fonts": [
      "BookmanOldStyle"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 0,
    "bbox": [
      66.62,
      222.54,
      212.48,
      235.4
    ],
    "text": "Court of Appeal Case No.",
    "fonts": [
      "BookmanOldStyle-Bold"
    ],
    "sizes": [
      11.039999961853027
    ]
  },
  {
    "page_number": 0,
    "bbox": [
      66.62,
      244.53,
      169.13,
      257.39
    ],
    "text": "CA/WRT/505/19",
    "fonts": [
      "BookmanOldStyle-Bold"
    ],
    "sizes": [
      11.039999961853027
    ]
  },
  {
    "page_number": 1,
    "bbox": [
      72.02,
      731.38,
      542.6,
      755.86
    ],
    "text": "Page 2 of 7",
    "fonts": [
      "Calibri",
      "Calibri-Bold"
    ],
    "sizes": [
      11.039999961853027
    ]
  },
  {
    "page_number": 1,
    "bbox": [
      274.37,
      71.98,
      396.31,
      134.72
    ],
    "text": "Health Ministry, 385, \"Suwasiripaya\" Colombo 10.",
    "fonts": [
      "BookmanOldStyle"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 1,
    "bbox": [
      256.37,
      148.8,
      488.26,
      162.8
    ],
    "text": "5. Director General of Health Services,",
    "fonts": [
      "ArialMT",
      "BookmanOldStyle"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 1,
    "bbox": [
      72.02,
      165.0,
      538.18,
      522.1
    ],
    "text": "Health Ministry, 385, \"Suwasiripaya\" Colombo 10. Respondents Before: M. T. MOHAMMED LAFFAR, J. Counsel: Migara Kodithuwakku for the Petitioner. Ms. Y. Fernando, DSG with M. Fernando, SC for the Respondents. Argued on: 06.02.2023 Written Submissions on: 31.03.2023 by the Petitioner 26.04.2023 by the Respondents Decided on: 06.07.2023 MOHAMMED LAFFAR, J.",
    "fonts": [
      "BookmanOldStyle",
      "BookmanOldStyle-Bold",
      "Calibri-Bold"
    ],
    "sizes": [
      12.0,
      14.039999961853027
    ]
  },
  {
    "page_number": 1,
    "bbox": [
      72.02,
      534.58,
      543.3,
      714.61
    ],
    "text": "The Petitioner was employed in Sri Lanka Railways as a technical assistant and a plate layer. The Petitioner states that on 08-04-2005, while perForming duties, the Petitioner sustained an injury from a rail hitting his back and the spine. Thereafter, the Petitioner was sent to the Kurunagala General Hospital for immediate medical treatment along with Form 101 which is the Report of Accident to Railway Servant marked as P1 in accordance with the Sri-Lanka Railway Procedure. It is mentioned in P1 that W. Weerasingha, Ticket No. 11926 met with an accident whilst perForming his duties as a plate layer in the way and works Department of the Ceylon Government Railway at Kurunagala on 08th April this day, and left for the hospital at 10.00 hours today, which is marked as P1a. In paragraph 11 of the",
    "fonts": [
      "Calibri",
      "Calibri-Bold"
    ],
    "sizes": [
      9.0,
      14.039999961853027
    ]
  },
  {
    "page_number": 2,
    "bbox": [
      72.02,
      731.38,
      542.6,
      755.86
    ],
    "text": "Page 3 of 7",
    "fonts": [
      "Calibri",
      "Calibri-Bold"
    ],
    "sizes": [
      11.039999961853027
    ]
  },
  {
    "page_number": 2,
    "bbox": [
      72.02,
      74.93,
      543.27,
      365.48
    ],
    "text": "Amended Petition the Petitioner further states that by his letter dated 13-06-2005, he sought an early retirement as his injuries prevented him from perForming his ordinary work as a technical assistant and plate layer. Thereupon, the Petitioner was examined by a Medical Examination Board and the report of the Board is produced as P2. The Medical Examination Board indicated that the Petitioner is not suitable to work owing to an injury resulting from the nature of his work. The Report further states that the Petitioner has a history of back pain. Accordingly, it was decided by a Panel that the Petitioner should retire due to medical reasons. Accordingly, the Petitioner was sent on compulsory retirement (P3). In this scenario, the Petitioner states that he is entitled to compensation in terms of the State Administrative Circular No. 22/93 marked as P3a. Upon the complaint made by the Petitioner to the Human Rights Commission, with regard to this matter, the Human Rights Commission directed the General Manager of Railway and the Director General of the Ministry of Health to pay compensation to the Petitioner in terms of the said Circular marked as P3a. The Order of the Human Rights Commission is produced as P7.",
    "fonts": [
      "Calibri",
      "Calibri-Bold"
    ],
    "sizes": [
      14.039999961853027
    ]
  },
  {
    "page_number": 2,
    "bbox": [
      72.02,
      378.08,
      543.28,
      705.49
    ],
    "text": "Thereafter, the Petitioner requested the relevant authorities to implement the decision of the Human Rights Commission. However, the authorities failed to do so. The General Manager of Sri-Lanka Railways by letter dated 12-07-2019 marked as P9 has notified the Director General-Establishment that no compensation can be paid to the Petitioner under Circular marked P3a. Similarly, the Secretary to the Ministry of Transport and Civil Aviation by letter dated 13-08-2019 marked as P10 has inFormed the Director General-Establishment that the Petitioner is not entitled to compensation under the said Circular. In these circumstances, the Petitioner states that the decision of the General Manager- Sri-Lanka Railways is contrary to the recommendations made by the Human Rights Commission, and the Petitioner was not given an opportunity to present his case which amounts to a violation of the principles of natural justice. Moreover, General Manager- Sri-Lanka Railways has acted ultra vires by deciding not to pay compensation under the Circular marked P3a. Thus, the Petitioner seeks inter-alia a Writ of Certiorari to quash the letters P9 and P10 as those decisions are ultra-vires, arbitrary, irrational, unreasonable and against the principles of natural justice. The Petitioner further seeks a Writ of Mandamus directing the 1st Respondent to grant compensation to the Petitioner in terms of the Circular marked P3a.",
    "fonts": [
      "Calibri",
      "Calibri-Bold",
      "Calibri-Italic"
    ],
    "sizes": [
      9.0,
      14.039999961853027
    ]
  },
  {
    "page_number": 3,
    "bbox": [
      72.02,
      731.38,
      542.6,
      755.86
    ],
    "text": "Page 4 of 7",
    "fonts": [
      "Calibri",
      "Calibri-Bold"
    ],
    "sizes": [
      11.039999961853027
    ]
  },
  {
    "page_number": 3,
    "bbox": [
      72.02,
      74.93,
      543.27,
      107.33
    ],
    "text": "The Respondents moved for a dismissal of the Application on the basis, inter-alia that;",
    "fonts": [
      "Calibri",
      "Calibri-Italic"
    ],
    "sizes": [
      14.039999961853027
    ]
  },
  {
    "page_number": 3,
    "bbox": [
      90.02,
      117.63,
      543.16,
      133.85
    ],
    "text": "1. The Petitioner was hospitalized on 08-04-2005 due to a longstanding",
    "fonts": [
      "ArialMT",
      "Calibri"
    ],
    "sizes": [
      14.039999961853027
    ]
  },
  {
    "page_number": 3,
    "bbox": [
      90.02,
      138.29,
      543.04,
      226.01
    ],
    "text": "ailment/illness associated with his spinal cord and not due to the Petitioner sustaining an injury during his official duties, and therefore, the Petitioner is not entitled to receive compensation in terms of Public Administration Circular 22/93, since the Petitioner falls outside its ambit. 2. The Petitioner has suppressed the material facts.",
    "fonts": [
      "ArialMT",
      "Calibri"
    ],
    "sizes": [
      14.039999961853027
    ]
  },
  {
    "page_number": 3,
    "bbox": [
      72.02,
      264.92,
      543.23,
      389.48
    ],
    "text": "Admittedly, the granting of compensation under Circular P3a requires a public officer to demonstrate that he/she has sustained injuries in the course of their official duties. In the instant Application, the question of whether the Petitioner has sustained injuries during the course of his employment is a disputed question of fact. Since the Respondents disputed the fact that the Petitioner sustained injuries due to a rail hitting Petitioners back and spine, the onus is on the Petitioner to establish the disputed fact with cogent evidence.",
    "fonts": [
      "Calibri",
      "Calibri-Bold"
    ],
    "sizes": [
      14.039999961853027
    ]
  },
  {
    "page_number": 3,
    "bbox": [
      72.02,
      402.08,
      543.19,
      489.7
    ],
    "text": "It is pertinent to be noted that other than P1, Form 101 which is the Report of Accident to Railway Servant, there is no evidence adduced by the Petitioner to establish his contention. In order to establish the contention of the Respondents with regard to P1, the General Manager of Sri-Lanka Railways in his affidavit states as follows;",
    "fonts": [
      "Calibri",
      "Calibri-Bold"
    ],
    "sizes": [
      14.039999961853027
    ]
  },
  {
    "page_number": 3,
    "bbox": [
      90.02,
      500.12,
      543.2,
      516.34
    ],
    "text": "1. I state that the Railway GF 101 (P1) Form is used within Sri Lanka Railways",
    "fonts": [
      "Arial-ItalicMT",
      "Calibri-Italic"
    ],
    "sizes": [
      14.039999961853027
    ]
  },
  {
    "page_number": 3,
    "bbox": [
      90.02,
      520.78,
      543.27,
      553.18
    ],
    "text": "when the necessity arises to hospitalize an employee of Sri Lanka Railways. 2. As such, the mere use of the GF 101 (P1) Form to hospitalize the Petitioner is",
    "fonts": [
      "Arial-ItalicMT",
      "Calibri-Italic"
    ],
    "sizes": [
      14.039999961853027
    ]
  },
  {
    "page_number": 3,
    "bbox": [
      90.02,
      557.62,
      543.16,
      627.01
    ],
    "text": "not conclusive proof to establish the fact that the Petitioner was hospitalized in the Kurunagala Teaching Hospital due to the Petitioner sustaining an injury from a rail hitting the Petitioners back and spine. 3. The standard wording template found in P1 viz. has met with an accident",
    "fonts": [
      "Arial-ItalicMT",
      "Calibri-Italic"
    ],
    "sizes": [
      14.039999961853027
    ]
  },
  {
    "page_number": 3,
    "bbox": [
      108.02,
      631.45,
      543.25,
      700.81
    ],
    "text": "whilst perForming his duties can not be used as conclusive proof to establish the fact that the Petitioner was hospitalized in the Kurunagala Teaching Hospital due to the Petitioner sustaining an injury from a rail hitting the Petitioners back and spine.",
    "fonts": [
      "Calibri-Italic"
    ],
    "sizes": [
      14.039999961853027
    ]
  },
  {
    "page_number": 4,
    "bbox": [
      72.02,
      731.38,
      542.6,
      755.86
    ],
    "text": "Page 5 of 7",
    "fonts": [
      "Calibri",
      "Calibri-Bold"
    ],
    "sizes": [
      11.039999961853027
    ]
  },
  {
    "page_number": 4,
    "bbox": [
      90.02,
      72.75,
      542.98,
      88.97
    ],
    "text": "4. In fact, as per P1, the Medical Officer at the Kurunagala Teaching Hospital",
    "fonts": [
      "Arial-ItalicMT",
      "Calibri-Italic"
    ],
    "sizes": [
      14.039999961853027
    ]
  },
  {
    "page_number": 4,
    "bbox": [
      90.02,
      93.41,
      543.17,
      199.61
    ],
    "text": "who examined the Petitioner on 08-04-2005 has made no reference whatsoever to the Petitioner sustaining an injury from a rail hitting the Petitioners back and spine and has only noted that the Petitioner was hospitalized on n08-04-2005 due to right sciatica i.e. pain in the right sciatic nerve. 5. Consequent to this, as per P1, the Medical Officer of the Teaching Hospital of",
    "fonts": [
      "Arial-ItalicMT",
      "Calibri-Italic"
    ],
    "sizes": [
      14.039999961853027
    ]
  },
  {
    "page_number": 4,
    "bbox": [
      90.02,
      204.05,
      543.2,
      273.44
    ],
    "text": "Kurunagala recommended that the Petitioner be granted 30 days of leave of absence from work from 10-04-2005 and also noted that the Petitioner would be fit to return to work on 10-05-2005. 6. However, the Petitioner once again submitted Ayurvedic Medical Certificate",
    "fonts": [
      "Arial-ItalicMT",
      "Calibri-Italic"
    ],
    "sizes": [
      14.039999961853027
    ]
  },
  {
    "page_number": 4,
    "bbox": [
      108.02,
      277.76,
      543.27,
      291.8
    ],
    "text": "Number 296 to Sri Lanka Railways seeking 31 days of leave from 10-05-2005.",
    "fonts": [
      "Calibri-Italic"
    ],
    "sizes": [
      14.039999961853027
    ]
  },
  {
    "page_number": 4,
    "bbox": [
      72.02,
      304.28,
      546.39,
      410.36
    ],
    "text": "In this respect, it appears to this Court that Form P1 is not conclusive proof to establish the fact that the Petitioner sustained injuries due to a rail hitting Petitioners back and spine. At this juncture, the attention of this Court is drawn to the letter dated 13-06-2005 dispatched by the Petitioner to the Sri-Lanka Railways marked as R4, seeking permission for a premature retirement, wherein the Petitioner did not indicate the fact that he has sustained injuries due to a rail hitting.",
    "fonts": [
      "Calibri",
      "Calibri-Bold"
    ],
    "sizes": [
      14.039999961853027
    ]
  },
  {
    "page_number": 4,
    "bbox": [
      72.02,
      422.98,
      543.27,
      455.26
    ],
    "text": "The Medical Certificates marked as R1 (a) to R1 (g), submitted by the Petitioner to the Sri-Lanka Railways, during the period from 18-06-2004 to 29-12-2004 read thus;",
    "fonts": [
      "Calibri",
      "Calibri-Bold"
    ],
    "sizes": [
      14.039999961853027
    ]
  },
  {
    "page_number": 4,
    "bbox": [
      72.02,
      467.86,
      543.16,
      500.26
    ],
    "text": "R1 (a). obtained leave for 14 days from 18-06-2004 to obtain treatment for an ailment associated with his spinal cord.",
    "fonts": [
      "Calibri"
    ],
    "sizes": [
      14.039999961853027
    ]
  },
  {
    "page_number": 4,
    "bbox": [
      72.02,
      512.74,
      543.15,
      545.14
    ],
    "text": "R1 (b). obtained leave for 9 days from 05-08-2004 to obtain treatment for an ailment associated with his spinal cord.",
    "fonts": [
      "Calibri"
    ],
    "sizes": [
      14.039999961853027
    ]
  },
  {
    "page_number": 4,
    "bbox": [
      72.02,
      557.62,
      543.14,
      590.05
    ],
    "text": "R1 (c). obtained leave for 14 days from 17-08-2004 to obtain treatment for an ailment associated with his spinal cord.",
    "fonts": [
      "Calibri"
    ],
    "sizes": [
      14.039999961853027
    ]
  },
  {
    "page_number": 4,
    "bbox": [
      72.02,
      602.53,
      543.16,
      634.93
    ],
    "text": "R1 (d). obtained leave for 12 days from 02-09-2004 to obtain treatment for an ailment associated with his spinal cord.",
    "fonts": [
      "Calibri"
    ],
    "sizes": [
      14.039999961853027
    ]
  },
  {
    "page_number": 4,
    "bbox": [
      72.02,
      647.41,
      543.16,
      679.81
    ],
    "text": "R1 (e). obtained leave for 07 days from 15-09-2004 to obtain treatment for an ailment associated with his spinal cord.",
    "fonts": [
      "Calibri"
    ],
    "sizes": [
      14.039999961853027
    ]
  },
  {
    "page_number": 5,
    "bbox": [
      72.02,
      731.38,
      542.6,
      755.86
    ],
    "text": "Page 6 of 7",
    "fonts": [
      "Calibri",
      "Calibri-Bold"
    ],
    "sizes": [
      11.039999961853027
    ]
  },
  {
    "page_number": 5,
    "bbox": [
      72.02,
      74.93,
      543.19,
      107.33
    ],
    "text": "R1 (f). obtained leave for 09 days from 17-11-2004 to obtain treatment for an ailment associated with his spinal cord.",
    "fonts": [
      "Calibri"
    ],
    "sizes": [
      14.039999961853027
    ]
  },
  {
    "page_number": 5,
    "bbox": [
      72.02,
      119.81,
      543.16,
      152.21
    ],
    "text": "R1 (g). obtained leave for 03 days from 29-12-2004 to obtain treatment for an ailment associated with his spinal cord.",
    "fonts": [
      "Calibri"
    ],
    "sizes": [
      14.039999961853027
    ]
  },
  {
    "page_number": 5,
    "bbox": [
      72.02,
      164.69,
      543.23,
      326.24
    ],
    "text": "The foregoing documents substantiate the fact that the Petitioner has been suffering from an ailment associated with his spinal cord even before the date on which he was hospitalized as per P1. The Medical Examination Board Report marked P2 indicates that the Petitioner has been suffering from the same illness since 08-02-2004. Besides, The Petitioners Superior Officer by letter dated 13-06-2005 marked as R2, dispatched to the Assistant District Engineer (Polgahawela) inForming him that the Petitioner was hospitalized on 08-04-2005 due to the sudden onset of an illness/ailment and no mention was made about the purpoted rail hitting.",
    "fonts": [
      "Calibri",
      "Calibri-Bold"
    ],
    "sizes": [
      14.039999961853027
    ]
  },
  {
    "page_number": 5,
    "bbox": [
      72.02,
      338.72,
      543.27,
      407.96
    ],
    "text": "Having scrutinized the totality of the evidence adduced, it is the view of this Court that the question of whether the Petitioner while perForming his duties sustained injuries from a rail hitting the Petitioners back and the spine, has not been substantiated to the satisfaction of this Court.",
    "fonts": [
      "Calibri"
    ],
    "sizes": [
      14.039999961853027
    ]
  },
  {
    "page_number": 5,
    "bbox": [
      72.02,
      420.46,
      543.27,
      452.86
    ],
    "text": "In the case of Alphonso Appuhamy v. Hettiarachchi [1973] 77 NLR 131, it was held that,",
    "fonts": [
      "Calibri",
      "Calibri-Bold"
    ],
    "sizes": [
      14.039999961853027
    ]
  },
  {
    "page_number": 5,
    "bbox": [
      108.02,
      465.34,
      543.19,
      534.7
    ],
    "text": "When an application for a prerogative writ or an injunction is made, it is the duty of the petitioner to place before the Court, before it issues notice in the first instance, a full and truthful disclosure of all the material facts; the petitioner must act with uberima fides.",
    "fonts": [
      "Calibri-Italic"
    ],
    "sizes": [
      14.039999961853027
    ]
  },
  {
    "page_number": 5,
    "bbox": [
      72.02,
      547.18,
      543.24,
      579.58
    ],
    "text": "Siva Selliah Js view in Sarath Hulangamuwa v. Siriwardena (1986-1SLR-p275) reads thus;",
    "fonts": [
      "Calibri",
      "Calibri-Bold"
    ],
    "sizes": [
      14.039999961853027
    ]
  },
  {
    "page_number": 5,
    "bbox": [
      108.02,
      592.09,
      543.14,
      698.29
    ],
    "text": "A petitioner who seeks relief by writ which is an extraordinary remedy must in fairness to this Court, bare every material fact so that the discretion of this Court is not wrongly invoked or exercised. In the instant case, the fact that the petitioner had a residence at Dehiwala is indeed a material fact that has an important bearing on the question of the genuineness of the residence of the petitioner at the annex and on whether this Court should exercise its",
    "fonts": [
      "Calibri-Italic"
    ],
    "sizes": [
      14.039999961853027
    ]
  },
  {
    "page_number": 6,
    "bbox": [
      72.02,
      731.38,
      542.6,
      755.86
    ],
    "text": "Page 7 of 7",
    "fonts": [
      "Calibri",
      "Calibri-Bold"
    ],
    "sizes": [
      11.039999961853027
    ]
  },
  {
    "page_number": 6,
    "bbox": [
      108.02,
      74.93,
      543.04,
      107.33
    ],
    "text": "discretion to quash the order complained of as unjust and discriminatory. On this ground, the application must be dismissed for lack of uberima fides.",
    "fonts": [
      "Calibri-Italic"
    ],
    "sizes": [
      14.039999961853027
    ]
  },
  {
    "page_number": 6,
    "bbox": [
      72.02,
      119.81,
      543.27,
      207.53
    ],
    "text": "In this Application, the Petitioner failed to produce his Medical Certificates marked as R1 (a) to R1 (g) along with the amended Petition and failed to disclose the material fact that he was suffering from the same ailment before the date of the incident in dispute. As such, the instant Application of the Petitioner is liable to be dismissed on this ground as well.",
    "fonts": [
      "Calibri"
    ],
    "sizes": [
      14.039999961853027
    ]
  },
  {
    "page_number": 6,
    "bbox": [
      72.02,
      220.01,
      543.29,
      270.92
    ],
    "text": "Furthermore, this Court is mindful of the fact that at the request of the Petitioner (R4) and as per the recommendation of the Medical Examination Board (R2), the Petitioner has been awarded a pension in terms of the Minutes of Pension (R5).",
    "fonts": [
      "Calibri",
      "Calibri-Bold"
    ],
    "sizes": [
      14.039999961853027
    ]
  },
  {
    "page_number": 6,
    "bbox": [
      72.02,
      283.4,
      543.14,
      334.16
    ],
    "text": "For the foregoing reasons, I hold that the Petitioner in this Application is not entitled to compensation in terms of the Circular marked as P1a. Thus, I proceed to dismiss the Application without costs.",
    "fonts": [
      "Calibri"
    ],
    "sizes": [
      14.039999961853027
    ]
  },
  {
    "page_number": 6,
    "bbox": [
      72.02,
      346.64,
      258.46,
      360.68
    ],
    "text": "Application dismissed. No costs.",
    "fonts": [
      "Calibri-Italic"
    ],
    "sizes": [
      14.039999961853027
    ]
  },
  {
    "page_number": 6,
    "bbox": [
      72.02,
      449.71,
      540.14,
      464.25
    ],
    "text": "JUDGE OF THE COURT OF APPEAL",
    "fonts": [
      "BookmanOldStyle-BoldItal"
    ],
    "sizes": [
      12.479999542236328
    ]
  }
]