[
  {
    "page_number": 0,
    "bbox": [
      70.94,
      781.8,
      302.91,
      806.28
    ],
    "text": "1",
    "fonts": [
      "Calibri"
    ],
    "sizes": [
      11.039999961853027
    ]
  },
  {
    "page_number": 0,
    "bbox": [
      104.3,
      80.88,
      495.01,
      94.86
    ],
    "text": "IN THE COURT OF APPEAL OF THE DEMOCRATIC SOCIALIST",
    "fonts": [
      "Bookman Old Style,Bold"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 0,
    "bbox": [
      199.49,
      97.08,
      399.91,
      111.06
    ],
    "text": "REPUBLIC OF SRI LANKA",
    "fonts": [
      "Bookman Old Style,Bold"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 0,
    "bbox": [
      241.13,
      121.2,
      528.34,
      200.0
    ],
    "text": "In the matter of an application for mandates in the matter of Writ of Mandamus and Certiorari under and in terms of Article 140 of the Constitution of the Democratic Socialist Republic of Sri Lanka.",
    "fonts": [
      "Bookman Old Style",
      "Bookman Old Style,Italic"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 0,
    "bbox": [
      70.94,
      234.48,
      497.74,
      766.86
    ],
    "text": "C.A. (Writ) Application Uma Gnansekaran Rajshankar No: 0390/2022 14 Sewards End, Wickford, SS12 9PB, England, United Kingdom Petitioner Vs 1. J M M Jayasundera Chief Inspector Officer-in-Charge Financial Investigation Unit – 1 Criminal Investigation Department Colombo 01 2. Nisshanka Jayatilake Police Constable Criminal Investigation Department Colombo 01 3. The Director, Criminal Investigation Department, Colombo 01 4. C D Wickremaratne Inspector General of Police Police Headquarters – Colombo 01 5. The Attorney General The Attorney General’s Department Colombo 12",
    "fonts": [
      "Bookman Old Style",
      "Bookman Old Style,Bold"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 1,
    "bbox": [
      70.94,
      781.8,
      302.91,
      806.28
    ],
    "text": "2",
    "fonts": [
      "Calibri"
    ],
    "sizes": [
      11.039999961853027
    ]
  },
  {
    "page_number": 1,
    "bbox": [
      70.94,
      56.62,
      515.5,
      281.27
    ],
    "text": "6. Rajasunderam Nirruthan 24, 5/2, Melbourne Avenue, Colombo 04 7. Balasingham Rajshankar 14, Sewards End, Wickford SS12 9PB, England, United Kingdom Respondents Before : R. Gurusinghe, J. &",
    "fonts": [
      "Bookman Old Style",
      "Bookman Old Style,Bold"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 1,
    "bbox": [
      70.94,
      291.39,
      321.79,
      305.39
    ],
    "text": "Dr. S. Premachandra J.",
    "fonts": [
      "Bookman Old Style"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 1,
    "bbox": [
      70.94,
      339.87,
      472.3,
      499.69
    ],
    "text": "Counsel : Hejaaz Hizbullah with Shifan Maharoof for the Petitioner A. Navavi, ASG instructed by Dr. R. Firdous, SSA for the 1st to 5th Respondents Shavindra Fernando, PC with Amanda Imbulana for the 6th Respondent",
    "fonts": [
      "Bookman Old Style",
      "Bookman Old Style,Bold"
    ],
    "sizes": [
      8.039999961853027,
      12.0
    ]
  },
  {
    "page_number": 1,
    "bbox": [
      70.94,
      509.81,
      250.25,
      523.81
    ],
    "text": "Supported on : 19-11-2025",
    "fonts": [
      "Bookman Old Style"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 1,
    "bbox": [
      70.94,
      534.05,
      250.25,
      548.05
    ],
    "text": "Decided on : 29-01-2026",
    "fonts": [
      "Bookman Old Style"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 1,
    "bbox": [
      70.94,
      585.19,
      296.9,
      601.58
    ],
    "text": "Order",
    "fonts": [
      "Bookman Old Style",
      "Bookman Old Style,Bold"
    ],
    "sizes": [
      14.039999961853027
    ]
  },
  {
    "page_number": 1,
    "bbox": [
      70.94,
      612.08,
      179.42,
      642.28
    ],
    "text": "R. Gurusinghe, J.",
    "fonts": [
      "Bookman Old Style"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 1,
    "bbox": [
      70.94,
      652.52,
      528.34,
      763.74
    ],
    "text": "The Criminal Investigation Department of the Police (CID) commenced an investigation on a complaint made by the 6th respondent. The 6th respondent is the Chairman of a charitable foundation operating under the name and style of Gnanam Foundation. A complaint alleges that the foundation's funds were fraudulently obtained through the use of fraudulent documents by several people.",
    "fonts": [
      "Bookman Old Style"
    ],
    "sizes": [
      8.039999961853027,
      12.0
    ]
  },
  {
    "page_number": 2,
    "bbox": [
      70.94,
      781.8,
      302.91,
      806.28
    ],
    "text": "3",
    "fonts": [
      "Calibri"
    ],
    "sizes": [
      11.039999961853027
    ]
  },
  {
    "page_number": 2,
    "bbox": [
      70.94,
      56.62,
      528.34,
      346.07
    ],
    "text": "The CID filed a ‘B’ Report before the Magistrate Court of Colombo on 15-06-2022, reporting the facts that a sum of Rs. 225,370,311.72 of a Non-Governmental Organization (NGO) known as Gnanam Foundation was defrauded or misappropriated by producing fraudulent documents. The report named two suspects, namely Jegadeesan Raveendran and Balasingham Rajshankar. Further report in that regard was filed by the CID on 17-09-2021. Further reports were filed on 11-11-2021, 27-01-2022, 28-04-2022, 05-05-2022, 26-07-2022, 29-07-2022, and 25-08-2022. By further report dated 17-09-2021, the CID reported that Jegadeesan Raveendran, the alleged main suspect, had reportedly been deceased on 31-08-2021, and further stated that the said deceased Raveendran had deposited a sum of Rs.10 million on 2 occasions (Rs. 5 million each) in the HSBC account of Uma Gnanasekeram Rajshankar, the wife of Balasingham Rajshankar. The CID has named Uma Gnanasekeram Rajshankar as a suspect as well. The CID further reported that both suspects have left the island. The CID sought an International Red Warrant against the suspects.",
    "fonts": [
      "Bookman Old Style"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 2,
    "bbox": [
      70.94,
      356.19,
      528.34,
      564.61
    ],
    "text": "An officer from the CID has given evidence on oath before the Magistrate of Colombo on 17-09-2021, stating the facts and seeking the International Red Warrants. The Learned Additional Magistrate of Colombo, acting under Section 63 of the Criminal Procedure Code, issued the warrants as requested by the CID. The petitioner in this application Uma Gnanasekeram Rajshankar, seeks inter alia Writ of Certiorari quashing the warrant for the arrest of the petitioner, issued by the Learned Additional Magistrate of Colombo dated 17-09-2021, in Case No. 34186/03/2020 issue interim order suspending the operation of the said warrant, issue an interim order directing 1st to 4th respondents to recall the request for a Red Notice made to INTERPOL.",
    "fonts": [
      "Bookman Old Style",
      "Bookman Old Style,Italic"
    ],
    "sizes": [
      8.039999961853027,
      12.0
    ]
  },
  {
    "page_number": 2,
    "bbox": [
      70.94,
      574.88,
      375.55,
      588.88
    ],
    "text": "The facts described by the petitioner are as follows:",
    "fonts": [
      "Bookman Old Style"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 2,
    "bbox": [
      70.94,
      599.12,
      528.34,
      758.94
    ],
    "text": "Gnanam Foundation was a Sri Lankan Charity. It was sponsored by Lycamobile Group, based in London. While the 6th respondent was the Chairman, the Charity had a Secretary, Mr Subramanium Aravindan, and a Finance Manager, Mr Jegadeesan Raveendran. The said Aravindran and Raveendran were responsible for all financial transactions, and the 6th respondent was the authorized signatory to the bank account. The facts set out in the ‘B’ report were not matters discovered by the CID. It is a narration of the contents of an audit report prepared by Ben Holdings (Pvt) Ltd., which is not an audit firm. It is a private company controlled by Lycamobile. The said audit report was not produced before the Learned",
    "fonts": [
      "Bookman Old Style"
    ],
    "sizes": [
      8.039999961853027,
      12.0
    ]
  },
  {
    "page_number": 3,
    "bbox": [
      70.94,
      781.8,
      302.91,
      806.28
    ],
    "text": "4",
    "fonts": [
      "Calibri"
    ],
    "sizes": [
      11.039999961853027
    ]
  },
  {
    "page_number": 3,
    "bbox": [
      70.94,
      80.88,
      528.33,
      143.48
    ],
    "text": "Magistrate or before this Court. According to the said audit report for 2014 to 2019, funds have been transferred from the Gnanam Foundation Account to a private Bank Account of Jegadeesan Raveendran. The total amount transferred was Rs. 225.0 Million.",
    "fonts": [
      "Bookman Old Style"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 3,
    "bbox": [
      70.94,
      153.6,
      532.17,
      459.25
    ],
    "text": "The petitioner has never been an employee, agent, or representative of Lycamobile or Gnanam Foundation, Sri Lanka or the United Kingdom. The CID failed to file any further reports before the Magistrate's Court for a period of over one year. The CID failed to investigate this matter diligently, although Ben Holding Audit had discovered that Jegadeesan Raveendran had engaged in fraudulent account practices, provided fraudulent information on 123 occasions, and transferred over Rs. 225.0 million to two of his private accounts. Jegadeesan Raveendran was not arrested nor produced before the Magistrate’s Court, although a travel ban was obtained. The second ‘B’ report narrated most of what had been narrated in the first ‘B’ report, and it was then that they learned on 31-08-2021 that Raveendran had passed away. The second ‘B’ report was filed about fifteen months later. The second ‘B’ report does not disclose whether Jegadeesan Raveendran was questioned or a statement was recorded before his demise. On behalf of the petitioner, the following was submitted, stating that this case has been pursued maliciously for a personal vendetta.",
    "fonts": [
      "Bookman Old Style"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 3,
    "bbox": [
      70.94,
      469.49,
      528.34,
      758.94
    ],
    "text": "The main suspect, allegedly Mr Raveendran, was not made a suspect in his lifetime; no statement was recorded from him. Mr Raveendran died twenty months after the first complaint and over a year after the ‘B’ report. No investigative measure was taken in regard to him. An allegation was made in the first ‘B’ report against an entity called Amman Building Construction and Contractors; however, no arrest or further steps were taken in that regard. Allegations were made against an entity called Youbi Construction, which appears to be an accomplice, according to the version of facts narrated by the CID, but it was neither arrested nor named a suspect. No documentary productions have been produced or applied for under Section 124 of the Criminal Procedure Code. Petitioner further states that the petitioner’s husband, who is the 7th respondent, is a UK Citizen who was born and bred in Sri Lanka, migrated to the UK, and commenced employment in Lycamobile Group. By 2011, he was the Chief Planning Officer of Lycamobile, and his position in the company brought him in touch with the Chairman of the Lanka Mobile Group, who was of Sri Lankan origin, and a close personal relationship",
    "fonts": [
      "Bookman Old Style",
      "Bookman Old Style,Italic"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 4,
    "bbox": [
      70.94,
      781.8,
      302.91,
      806.28
    ],
    "text": "5",
    "fonts": [
      "Calibri"
    ],
    "sizes": [
      11.039999961853027
    ]
  },
  {
    "page_number": 4,
    "bbox": [
      70.94,
      56.62,
      528.34,
      281.13
    ],
    "text": "developed. However, due to certain personnel misunderstandings between the petitioner’s husband and the Chairman of Lycamobile Group, he resigned from his position. This aggravated the animosity. It is this personal animosity that motivates bizarre complaints, a strange course of complaint and an unjust and illegal arrest warrant. The objective of the prosecution is to entangle the petitioner so as to punish the petitioner’s husband, by having both the husband and the wife entangled in criminal proceedings in Sri Lanka, while they are domiciled in the United Kingdom and have children there. The grounds for this application are described in the paragraph 55 and 56 of the petition as follows:",
    "fonts": [
      "Bookman Old Style",
      "Bookman Old Style,BoldIt",
      "Bookman Old Style,Italic"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 4,
    "bbox": [
      70.94,
      291.27,
      94.46,
      305.33
    ],
    "text": "55.",
    "fonts": [
      "Bookman Old Style,BoldIt",
      "Bookman Old Style,Italic"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 4,
    "bbox": [
      70.94,
      315.63,
      527.72,
      329.69
    ],
    "text": "(a) The arrest warrants had been obtained in circumstances that are patently",
    "fonts": [
      "Bookman Old Style,Italic"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 4,
    "bbox": [
      93.5,
      331.83,
      527.78,
      362.09
    ],
    "text": "outside section 63(1) of the Code of Criminal Procedure Act No. 15 of 1979 as amended;",
    "fonts": [
      "Bookman Old Style,Italic"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 4,
    "bbox": [
      70.94,
      372.27,
      527.93,
      386.33
    ],
    "text": "(b) The order of the Learned Magistrate has been obtained by a false narration",
    "fonts": [
      "Bookman Old Style,Italic"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 4,
    "bbox": [
      93.5,
      388.47,
      527.89,
      434.95
    ],
    "text": "of facts by the 2nd Respondent and the Learned Magistrate has been misled in fact due to the said false narration and the said warrants of arrest are bad in law;",
    "fonts": [
      "Bookman Old Style,Italic"
    ],
    "sizes": [
      8.039999961853027,
      12.0
    ]
  },
  {
    "page_number": 4,
    "bbox": [
      70.94,
      445.01,
      527.8,
      459.07
    ],
    "text": "(c) The INTERPOL Red Notice is premature and based on the illegal arrest",
    "fonts": [
      "Bookman Old Style,Italic"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 4,
    "bbox": [
      93.5,
      461.21,
      147.26,
      475.27
    ],
    "text": "warrant;",
    "fonts": [
      "Bookman Old Style,Italic"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 4,
    "bbox": [
      70.94,
      485.45,
      527.75,
      499.51
    ],
    "text": "(d) The description and portrayal of the Petitioner as a fugitive and as a",
    "fonts": [
      "Bookman Old Style,Italic"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 4,
    "bbox": [
      97.94,
      501.65,
      376.63,
      515.71
    ],
    "text": "absconder is malicious and factually erroneous;",
    "fonts": [
      "Bookman Old Style,Italic"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 4,
    "bbox": [
      70.94,
      525.89,
      527.77,
      539.95
    ],
    "text": "(e) The Learned Magistrate has failed to record her reasons for issuing",
    "fonts": [
      "Bookman Old Style,Italic"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 4,
    "bbox": [
      97.94,
      542.09,
      527.7,
      572.35
    ],
    "text": "warrant and there is a patent error on the face of the record that renders the arrest warrants bad in law.",
    "fonts": [
      "Bookman Old Style,Italic"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 4,
    "bbox": [
      70.94,
      606.68,
      528.05,
      685.48
    ],
    "text": "56. The Petitioner states that therefore the warrants of arrest are patently illegal, and ultra vires and is liable to be quashed by a writ of certiorari. I now look into whether the issuance of the warrant was illegal.",
    "fonts": [
      "Bookman Old Style",
      "Bookman Old Style,BoldIt",
      "Bookman Old Style,Italic"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 4,
    "bbox": [
      70.94,
      695.72,
      425.5,
      709.72
    ],
    "text": "Section 63 (1) of the Criminal Procedure Code is as follows;",
    "fonts": [
      "Bookman Old Style"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 4,
    "bbox": [
      70.94,
      719.84,
      528.08,
      733.84
    ],
    "text": "(1) A court may, in any case in which it is empowered by this Code to issue a",
    "fonts": [
      "Bookman Old Style"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 4,
    "bbox": [
      88.94,
      736.06,
      528.33,
      766.26
    ],
    "text": "summons for the appearance of any person other than a juror, issue, after recording its reasons in writing, a warrant for his arrest –",
    "fonts": [
      "Bookman Old Style"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 5,
    "bbox": [
      70.94,
      781.8,
      302.91,
      806.28
    ],
    "text": "6",
    "fonts": [
      "Calibri"
    ],
    "sizes": [
      11.039999961853027
    ]
  },
  {
    "page_number": 5,
    "bbox": [
      106.94,
      56.62,
      528.09,
      86.84
    ],
    "text": "(a) if either before the issue of summons or after the issue of the same",
    "fonts": [
      "Bookman Old Style"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 5,
    "bbox": [
      106.94,
      89.04,
      528.27,
      151.64
    ],
    "text": "but before the time fixed for his appearance the court sees reason to believe that he has absconded or will not obey the summons; or (b) if at such time he fails to appear and the summons is proved to",
    "fonts": [
      "Bookman Old Style"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 5,
    "bbox": [
      70.94,
      153.84,
      528.15,
      216.42
    ],
    "text": "have been duly served in time to admit of his appearing in accordance therewith and no reasonable excuse is offered for such failure.",
    "fonts": [
      "Bookman Old Style",
      "Bookman Old Style,Bold"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 5,
    "bbox": [
      70.94,
      226.56,
      528.34,
      418.81
    ],
    "text": "The CID made an application to the Learned Magistrate of Colombo to issue a warrant against the petitioner and her husband in terms of the provisions of section 63 (1) of the Code of Criminal Procedure Act No. 15 of 1979. The 2nd respondent, the police Constable attached to the CID, gave evidence on oath. Now the petitioner’s position is that the evidence of the 2nd respondent before the Magistrate’s Court was false. The petitioner’s position is that the issuance of a warrant is bad in law. While the investigations are proceeding, the Magistrate is empowered to issue warrants of arrest in terms of Section 124 of the Code of Criminal Procedure Act to assist the investigations. Section 124 reads:",
    "fonts": [
      "Bookman Old Style"
    ],
    "sizes": [
      8.039999961853027,
      12.0
    ]
  },
  {
    "page_number": 5,
    "bbox": [
      70.94,
      421.01,
      528.34,
      759.06
    ],
    "text": "“Every Magistrate to whom application is made in that behalf shall assist the conduct of an investigation by making and issuing appropriate orders and processes of court and may, in particular hold, or authorize the holding of, an identification parade for the purpose of ascertaining the identity of the offender, and may for such purpose require a suspect or other person to participate in such parade, allow a witness to make his identification from a concealed position and make or cause to be made a record of the proceedings of such parade.” Apparently, the evidence of the 2nd respondent that Rs. 10,000,000/- had been credited to the petitioner’s account with HSBC Bank is correct. The petitioner’s position is that the funds transferred to her account were a repayment of a loan obtained by Raveendran from her husband. The petitioner has not given that explanation to the CID so far. The evidence of the 2nd respondent that the suspects' residences were closed and that they had left the place was also correct. There was a complaint by Rajasunderam Nirruthan stating that Rs. 225.0 million of Gnanam Foundation had been defrauded or misappropriated.",
    "fonts": [
      "Bookman Old Style"
    ],
    "sizes": [
      8.039999961853027,
      12.0
    ]
  },
  {
    "page_number": 6,
    "bbox": [
      70.94,
      781.8,
      302.91,
      806.28
    ],
    "text": "7",
    "fonts": [
      "Calibri"
    ],
    "sizes": [
      11.039999961853027
    ]
  },
  {
    "page_number": 6,
    "bbox": [
      70.94,
      56.62,
      528.34,
      265.07
    ],
    "text": "The question whether the facts stated in the evidence of the 2nd respondent are false cannot be decided by this Court. Further, the ‘B’ report dated 17-09-2021 states that the CID investigation revealed that the addresses of the petitioner and her husband, provided to their National Identity Cards, were false. The petitioner’s address in the National Identity card was 22/2, A. Cyril De Silva Mawatha, Pepiliyana Road, Gangodawila Nugegoda, however, there exists no such number and no such address within the Grama Niladhari Division No. 526B Gangodawila, South. It further states that the Grama Niladhari of the Division verified that a person by the name of the petitioner had not been residing in that Grama Niladhari Division, and there was no such number or address within that Division.",
    "fonts": [
      "Bookman Old Style"
    ],
    "sizes": [
      8.039999961853027,
      12.0
    ]
  },
  {
    "page_number": 6,
    "bbox": [
      70.94,
      275.19,
      531.95,
      742.84
    ],
    "text": "When it comes to judicial review, Court will consider the legality of the impugned decision and whether the respondents have followed the proper procedure laid down by law. The CID sought a warrant against the petitioner and her husband in terms of Section 63 (1) of the Criminal Procedure Code. An officer has given evidence on oath, and some of the facts stated by the CID are admitted by the petitioner in this application. The petitioner cannot argue that the evidence was false. On the strength of the evidence led before the Learned Magistrate, it was not illegal for the Magistrate to issue a warrant against the petitioner. Therefore, it cannot be argued that the respondents failed to follow the proper procedure or acted arbitrarily. In Jeyasingham v. Jeyasingham [1984] 2SriLR 132, Court stated as follows; There remains for consideration the submission of learned counsel for the petitioner that the failure of the learned Judge to record his reasons in writing before the issue of the warrant renders it invalid. He stated that the provisions of the section must be strictly complied with. He also submitted that the failure to record the reasons has deprived this Court of the opportunity of scrutinising the reasons for the issue of the warrant and of ascertaining whether the learned Judge did exercise his discretion properly. No doubt it is necessary that the Court must specify its reasons for the issue of a warrant of arrest against any person, as required by law. But in my view, this will only amount to an irregularity in the exercise of a power which is vested in Court. It is not a jurisdictional defect which would vitiate the subsequent proceedings in Court. The petitioner’s husband was arrested upon arrival in Sri Lanka on 25-07-2022, produced before the Magistrate’s Court, and granted bail on 29-07-2022. Further, he was allowed to travel abroad.",
    "fonts": [
      "Bookman Old Style",
      "Bookman Old Style,Italic"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 7,
    "bbox": [
      70.94,
      781.8,
      302.91,
      806.28
    ],
    "text": "8",
    "fonts": [
      "Calibri"
    ],
    "sizes": [
      11.039999961853027
    ]
  },
  {
    "page_number": 7,
    "bbox": [
      70.94,
      80.88,
      532.18,
      143.48
    ],
    "text": "In the above circumstances, the issuance of the warrant of arrest is not illegal. Court sees no procedural impropriety. The application to issue formal notice to the respondents and an interim order is refused. Accordingly, the application is dismissed.",
    "fonts": [
      "Bookman Old Style"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 7,
    "bbox": [
      286.97,
      217.08,
      458.86,
      231.08
    ],
    "text": "Judge of the Court of Appeal",
    "fonts": [
      "Bookman Old Style"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 7,
    "bbox": [
      70.94,
      301.59,
      462.7,
      380.14
    ],
    "text": "Dr. S. Premachandra J. I agree. Judge of the Court of Appeal.",
    "fonts": [
      "Bookman Old Style",
      "Iskoola Pota"
    ],
    "sizes": [
      12.0
    ]
  }
]