[
  {
    "page_number": 0,
    "bbox": [
      72.02,
      731.38,
      542.6,
      755.86
    ],
    "text": "Page 1 of 10",
    "fonts": [
      "Calibri",
      "Calibri-Bold"
    ],
    "sizes": [
      11.039999961853027
    ]
  },
  {
    "page_number": 0,
    "bbox": [
      72.14,
      74.81,
      543.15,
      88.85
    ],
    "text": "IN THE COURT OF APPEAL OF THE DEMOCRATIC SOCIALIST REPUBLIC OF SRI LANKA",
    "fonts": [
      "Calibri-Light"
    ],
    "sizes": [
      14.039999961853027
    ]
  },
  {
    "page_number": 0,
    "bbox": [
      18.0,
      126.41,
      543.1,
      140.45
    ],
    "text": "In the matter of an application for mandates in",
    "fonts": [
      "Calibri",
      "Calibri-LightItalic"
    ],
    "sizes": [
      14.039999961853027
    ]
  },
  {
    "page_number": 0,
    "bbox": [
      270.05,
      144.89,
      543.27,
      214.13
    ],
    "text": "the nature of Writs of Certiorari and Prohibition, under and in terms of Article 140 of the Constitution of the Democratic Socialist Republic of Sri Lanka.",
    "fonts": [
      "Calibri-Light",
      "Calibri-LightItalic"
    ],
    "sizes": [
      14.039999961853027
    ]
  },
  {
    "page_number": 0,
    "bbox": [
      252.05,
      250.98,
      508.23,
      267.2
    ],
    "text": "1. Thenkuttige Suneetha Hemamalee Bolder",
    "fonts": [
      "ArialMT",
      "Calibri-Light"
    ],
    "sizes": [
      14.039999961853027
    ]
  },
  {
    "page_number": 0,
    "bbox": [
      252.05,
      271.64,
      459.63,
      377.84
    ],
    "text": "No.47, Wester Seaton Farm, Baseline Road, Kadirana, Demanhandiya. 2. Sobaya Bungalow Private Limited",
    "fonts": [
      "ArialMT",
      "Calibri-Light"
    ],
    "sizes": [
      14.039999961853027
    ]
  },
  {
    "page_number": 0,
    "bbox": [
      108.02,
      382.28,
      614.71,
      433.06
    ],
    "text": "No. 47, Kadirana, Demandhandiya. PETITIONERS",
    "fonts": [
      "Calibri-Light"
    ],
    "sizes": [
      14.039999961853027
    ]
  },
  {
    "page_number": 0,
    "bbox": [
      72.02,
      445.42,
      185.35,
      459.46
    ],
    "text": "CA Writ Application",
    "fonts": [
      "Calibri-Light"
    ],
    "sizes": [
      14.039999961853027
    ]
  },
  {
    "page_number": 0,
    "bbox": [
      72.02,
      471.94,
      145.99,
      485.98
    ],
    "text": "No: 53/2020",
    "fonts": [
      "Calibri-Light"
    ],
    "sizes": [
      14.039999961853027
    ]
  },
  {
    "page_number": 0,
    "bbox": [
      252.05,
      498.34,
      271.78,
      512.38
    ],
    "text": "Vs.",
    "fonts": [
      "Calibri-Light"
    ],
    "sizes": [
      14.039999961853027
    ]
  },
  {
    "page_number": 0,
    "bbox": [
      252.05,
      522.8,
      476.79,
      539.02
    ],
    "text": "1. Home Lands Holding Private Limited",
    "fonts": [
      "ArialMT",
      "Calibri-Light"
    ],
    "sizes": [
      14.039999961853027
    ]
  },
  {
    "page_number": 0,
    "bbox": [
      252.05,
      543.34,
      406.44,
      631.21
    ],
    "text": "No. 1060, B47, Pannipitiya, Battaramulla. 2. Ceylon Electricity Board",
    "fonts": [
      "ArialMT",
      "Calibri-Light"
    ],
    "sizes": [
      14.039999961853027
    ]
  },
  {
    "page_number": 0,
    "bbox": [
      252.05,
      635.65,
      540.75,
      704.89
    ],
    "text": "No.50, Sir Chittampalam A. Gardiner Mawatha, P.O. Box 540, Colombo 02. 3. C.N.P.D.H.Liyanage",
    "fonts": [
      "ArialMT",
      "Calibri-Light"
    ],
    "sizes": [
      14.039999961853027
    ]
  },
  {
    "page_number": 1,
    "bbox": [
      72.02,
      731.38,
      542.6,
      755.86
    ],
    "text": "Page 2 of 10",
    "fonts": [
      "Calibri",
      "Calibri-Bold"
    ],
    "sizes": [
      11.039999961853027
    ]
  },
  {
    "page_number": 1,
    "bbox": [
      270.05,
      74.81,
      507.63,
      157.25
    ],
    "text": "Chief Engineer, Construction, Western Province-North, Provincial Office, Ceylon Electricity Board, No. 280, Nawa Jeewan Place, Kiribathgoda.",
    "fonts": [
      "Calibri-Light"
    ],
    "sizes": [
      14.039999961853027
    ]
  },
  {
    "page_number": 1,
    "bbox": [
      252.05,
      191.19,
      379.8,
      207.41
    ],
    "text": "4. B.S. Madhushanka",
    "fonts": [
      "ArialMT",
      "Calibri-Light"
    ],
    "sizes": [
      14.039999961853027
    ]
  },
  {
    "page_number": 1,
    "bbox": [
      252.05,
      210.41,
      540.87,
      309.92
    ],
    "text": "Commercial Engineer, Western Province-North, Provincial Office, Ceylon Electricity Board, No. 280, Kandy Road, Kiribathgoda. 5. P.G.C. Karunathilake",
    "fonts": [
      "ArialMT",
      "Calibri-Light"
    ],
    "sizes": [
      14.039999961853027
    ]
  },
  {
    "page_number": 1,
    "bbox": [
      252.05,
      313.04,
      533.6,
      429.58
    ],
    "text": "Chief Engineer Commercial, Western Province-North, Provincial Office, Ceylon Electricity Board, No. 280, Kandy Road, Kiribathgoda. 6. Public Utilities Commission of Sri Lanka",
    "fonts": [
      "ArialMT",
      "Calibri-Light"
    ],
    "sizes": [
      14.039999961853027
    ]
  },
  {
    "page_number": 1,
    "bbox": [
      252.05,
      432.7,
      467.79,
      515.02
    ],
    "text": "Level 6, BOC Merchant Tower, 28, St. Michaels Road, Colombo 03. 7. K.G.H.H.R. Kiriella",
    "fonts": [
      "ArialMT",
      "Calibri-Light"
    ],
    "sizes": [
      14.039999961853027
    ]
  },
  {
    "page_number": 1,
    "bbox": [
      252.05,
      518.14,
      436.56,
      600.49
    ],
    "text": "Divisional Secretary, Katana Divisional Secretariat, Demanhandiya. 8. Mrs. Piyanaka Kodithuwakku",
    "fonts": [
      "ArialMT",
      "Calibri-Light"
    ],
    "sizes": [
      14.039999961853027
    ]
  },
  {
    "page_number": 1,
    "bbox": [
      270.05,
      603.61,
      440.04,
      651.85
    ],
    "text": "Assistant Divisional Secretary, Katana Divisional Secretariat, Demanhandiya.",
    "fonts": [
      "Calibri-Light"
    ],
    "sizes": [
      14.039999961853027
    ]
  },
  {
    "page_number": 1,
    "bbox": [
      72.02,
      662.89,
      539.43,
      676.93
    ],
    "text": "RESPONDENTS",
    "fonts": [
      "Calibri-Light"
    ],
    "sizes": [
      14.039999961853027
    ]
  },
  {
    "page_number": 2,
    "bbox": [
      72.02,
      731.38,
      542.6,
      755.86
    ],
    "text": "Page 3 of 10",
    "fonts": [
      "Calibri",
      "Calibri-Bold"
    ],
    "sizes": [
      11.039999961853027
    ]
  },
  {
    "page_number": 2,
    "bbox": [
      72.02,
      74.81,
      349.08,
      88.85
    ],
    "text": "Before : Sobhitha Rajakaruna, J.",
    "fonts": [
      "Calibri-Light"
    ],
    "sizes": [
      14.039999961853027
    ]
  },
  {
    "page_number": 2,
    "bbox": [
      72.02,
      99.89,
      350.88,
      113.93
    ],
    "text": "Dhammika Ganepola, J.",
    "fonts": [
      "Calibri-Light"
    ],
    "sizes": [
      14.039999961853027
    ]
  },
  {
    "page_number": 2,
    "bbox": [
      72.02,
      150.05,
      494.91,
      164.09
    ],
    "text": "Counsel : Asthika Devindra with Nihara Gooneratne for the",
    "fonts": [
      "Calibri-Light"
    ],
    "sizes": [
      14.039999961853027
    ]
  },
  {
    "page_number": 2,
    "bbox": [
      216.05,
      175.13,
      278.38,
      189.17
    ],
    "text": "Petitioner.",
    "fonts": [
      "Calibri-Light"
    ],
    "sizes": [
      14.039999961853027
    ]
  },
  {
    "page_number": 2,
    "bbox": [
      72.02,
      198.95,
      479.43,
      214.25
    ],
    "text": "Dr. Sunil Coorey with Nilanga Perera for the 1st",
    "fonts": [
      "Calibri-Light"
    ],
    "sizes": [
      9.0,
      14.039999961853027
    ]
  },
  {
    "page_number": 2,
    "bbox": [
      216.05,
      225.29,
      290.38,
      239.33
    ],
    "text": "Respondent.",
    "fonts": [
      "Calibri-Light"
    ],
    "sizes": [
      14.039999961853027
    ]
  },
  {
    "page_number": 2,
    "bbox": [
      216.05,
      249.26,
      537.15,
      264.56
    ],
    "text": "Dr. Charuka Ekanayake, SC for the 2nd 8th Respondents.",
    "fonts": [
      "Calibri-Light"
    ],
    "sizes": [
      9.0,
      14.039999961853027
    ]
  },
  {
    "page_number": 2,
    "bbox": [
      72.02,
      300.68,
      282.82,
      314.72
    ],
    "text": "Argued On : 15.07.2021",
    "fonts": [
      "Calibri-Light"
    ],
    "sizes": [
      14.039999961853027
    ]
  },
  {
    "page_number": 2,
    "bbox": [
      72.02,
      350.84,
      191.11,
      364.88
    ],
    "text": "Written Submissions",
    "fonts": [
      "Calibri-Light"
    ],
    "sizes": [
      14.039999961853027
    ]
  },
  {
    "page_number": 2,
    "bbox": [
      72.02,
      375.92,
      360.24,
      389.96
    ],
    "text": "Tendered On : Petitioners : 16.12.2021",
    "fonts": [
      "Calibri-Light"
    ],
    "sizes": [
      14.039999961853027
    ]
  },
  {
    "page_number": 2,
    "bbox": [
      72.02,
      426.1,
      285.7,
      440.14
    ],
    "text": "Decided on : 15.02.2022.",
    "fonts": [
      "Calibri-Light"
    ],
    "sizes": [
      14.039999961853027
    ]
  },
  {
    "page_number": 2,
    "bbox": [
      72.02,
      476.26,
      207.22,
      490.3
    ],
    "text": "Dhammika Ganepola, J.",
    "fonts": [
      "Calibri-Light"
    ],
    "sizes": [
      14.039999961853027
    ]
  },
  {
    "page_number": 2,
    "bbox": [
      72.02,
      501.46,
      543.27,
      718.45
    ],
    "text": "The Petitioners by the instant application seek the intervention of this Court by way of a Writ of Prohibition against the 2nd to 5th Respondents prohibiting them from drawing transmission lines without using plastic covers from Baseline Road to Katiyala Road, which runs along the boundary of and/or close proximity of the Petitioners land and a Writ of Certiorari quashing the decision of the 7th and 8th Respondents allowing the 3rd Respondent to draw such transmission lines as reflected in the document marked P20 and P20A. The Petitioners claim that such drawing of transmission lines is contrary to the guidelines set out in the Electricity (Safety, Quality and Continuity) Regulations 2016 Guidelines on Wayleave and Felling or Lopping of Trees issued by the Public Utilities Commission of Sri Lanka. At the stage of argument, the Petitioners apprised their inclination to limit the reliefs sought only to a mandate of a Writ of Certiorari as prayed in the prayer (e) of the",
    "fonts": [
      "Calibri-Light"
    ],
    "sizes": [
      9.0,
      14.039999961853027
    ]
  },
  {
    "page_number": 3,
    "bbox": [
      72.02,
      731.38,
      542.6,
      755.86
    ],
    "text": "Page 4 of 10",
    "fonts": [
      "Calibri",
      "Calibri-Bold"
    ],
    "sizes": [
      11.039999961853027
    ]
  },
  {
    "page_number": 3,
    "bbox": [
      72.02,
      74.93,
      543.27,
      144.17
    ],
    "text": "Petition and parties made oral submissions accordingly. Further to the oral submissions, the parties sought permission of this Court to file written submission in support of their arguments. Although the Petitioners have filed their written submissions, the Respondents have failed to file any written submissions as of date.",
    "fonts": [
      "Calibri-Light"
    ],
    "sizes": [
      14.039999961853027
    ]
  },
  {
    "page_number": 3,
    "bbox": [
      72.02,
      156.53,
      357.0,
      170.57
    ],
    "text": "The factual matrix of the instant case is as follows.",
    "fonts": [
      "Calibri-Light"
    ],
    "sizes": [
      14.039999961853027
    ]
  },
  {
    "page_number": 3,
    "bbox": [
      72.02,
      181.91,
      543.27,
      566.02
    ],
    "text": "Petitioners are operating a hotel at Kadirana, Demanhandiya since 2016.The 1st Respondent has purchased a property situated in the closed proximity of the Petitioners property for a land development project and has requested the 2nd Respondent for an electricity supply. Accordingly, it has been decided by the 2nd Respondent that a high voltage transmission line should be installed to meet the 1st Respondents requirement for an electricity supply. Prior to proceeding with the installation of the said transmission line, the 3rd Respondent has served the 1st Petitioner with a way leave notice (P12 and P12A) notifying the Petitioners that the 2nd Respondent has been permitted to remove a few trees from the Petitioners property. However, the Petitioners have objected to the said installation of the transmission line which the Petitioners claimed may damage the trees in the Petitioners property. Upon receipt of said objections of the Petitioners, the 7th Respondent has summoned the relevant parties for an inquiry on 23.02.2018 in terms of section 3(1)(b) of the 1st Schedule of Sri Lanka Electricity Act No.20 of 2009 in order to inquire into said objections. At the inquiry, the 8th Respondent was suggested to inquire into the possibility of using an alternative route to construct the said transmission line and, in the event that there is no other option left, to use the plastic covered electricity lines to minimise the adverse effects that may be caused to the Petitioners property. However, the Electrical Superintendent who was present at the inquiry indicated that the 2nd Respondent does not adopt such practice in installing electricity lines in the relevant area.",
    "fonts": [
      "Calibri-Light"
    ],
    "sizes": [
      9.0,
      14.039999961853027
    ]
  },
  {
    "page_number": 3,
    "bbox": [
      72.02,
      578.53,
      543.27,
      703.21
    ],
    "text": "The 8th Respondent after considering the objections and the alternative proposal proposed by the Petitioners, issued the letter dated 31.05.2018 (P15). By the said letter a report has been called from the 3rd Respondent requiring to inquire into the 2nd Respondents ability to install an alternative electricity line and/or to use the plastic covered cables in constructing the impugned high voltage transmission. It appears that there had not been any response to the said letter P15 from the 3rd",
    "fonts": [
      "Calibri-Light"
    ],
    "sizes": [
      9.0,
      14.039999961853027
    ]
  },
  {
    "page_number": 4,
    "bbox": [
      72.02,
      731.38,
      542.6,
      755.86
    ],
    "text": "Page 5 of 10",
    "fonts": [
      "Calibri",
      "Calibri-Bold"
    ],
    "sizes": [
      11.039999961853027
    ]
  },
  {
    "page_number": 4,
    "bbox": [
      72.02,
      73.65,
      543.31,
      605.29
    ],
    "text": "Respondent, and therefore the 8th Respondent again by his letter dated 06.09.2015 (P15A) had inquired from the 3rd Respondent as to the possibility of resorting to alternatives suggested by the Petitioners. In response to the said letter P15A, the 3rd Respondent by way of his letter dated 12.11.2018 (P16) has informed the 8th Respondent his inability to resort to any of the alternative approaches suggested by the Petitioners. However, the 3rd Respondent in his letter P16 has not indicated any reason as to why the 3rd Respondent is unable to use such plastic covered cables. Accordingly, the 7th Respondent by his letter dated 29.11.2018 (P20) has informed the Petitioners as to his final decision pertaining to the said inquiry. As per the said decision, the 7th Respondent has specifically informed the Petitioners that the 3rd Respondent has indicated to him his inability to resort to alternative approaches suggested by the Petitioners and that the 3rd Respondent has assured that no damage would be caused to the property owned by the Petitioners, due to the installation of the disputed electricity line as planned. Accordingly, the 7th Respondent has informed the 3rd Respondent that the transmission line could be constructed from Baseline Road to Katiyala Road and that the Petitioners shall be entitled for compensation for any loss/damage. However, the Petitioners claim that the 3rd Respondent did not proceed with the said decision reflected in P20 due to their own suspicion that the proposed project would cause undue danger to the Petitioners and the general public. Therefore, the Petitioners claim that they decided not to take any action in respect of the said decision P20. Petitioners state that while circumstances remained as such, the 3rd Respondent again sought approval from the 7th Respondent to install the impugned electricity line by his letter dated 23.07.2019 (8R17) for which the Petitioners claim that the 7th Respondent responded by his letter dated 31.07.2019 (P20A) reiterating his decision in the letter P20. Petitioners state that the 7th Respondents said decision reflected in P20 and P20A is ultra-virus, unreasonable and contrary to the law since the 7th Respondent has failed to provide valid reasons for arriving at such a decision.",
    "fonts": [
      "Calibri-Light"
    ],
    "sizes": [
      9.0,
      14.039999961853027
    ]
  },
  {
    "page_number": 4,
    "bbox": [
      72.02,
      617.89,
      543.16,
      705.61
    ],
    "text": "As long as the duty to give reasons is concerned, the traditional view is that there is no general rule of natural justice which need reasons to be given for the exercise of any kind of power. The general rule regarding the duty to give reasons has developed over the decades as a limb of right to procedural fairness. Accordingly, irrespective of the fact whether there is an express or implied obligation to give",
    "fonts": [
      "Calibri-Light"
    ],
    "sizes": [
      14.039999961853027
    ]
  },
  {
    "page_number": 5,
    "bbox": [
      72.02,
      731.38,
      542.6,
      755.86
    ],
    "text": "Page 6 of 10",
    "fonts": [
      "Calibri",
      "Calibri-Bold"
    ],
    "sizes": [
      11.039999961853027
    ]
  },
  {
    "page_number": 5,
    "bbox": [
      72.02,
      74.93,
      543.17,
      144.17
    ],
    "text": "reasons, the Supreme Court in the case Sirimasiri Hapuarachchi And Others vs. Dayananda Dissanayake, Commission of Election and Another S.C. (FR) Application No.67/2008 has recognised the duty of authorities to reason out their decision. In the said case Shirani A. Bandaranayake j. (as she was then) held as follows;",
    "fonts": [
      "Calibri-Light"
    ],
    "sizes": [
      14.039999961853027
    ]
  },
  {
    "page_number": 5,
    "bbox": [
      108.02,
      155.15,
      542.8,
      342.17
    ],
    "text": "Accordingly, an analysis of the attitude of the Courts since the beginning of the 20th century clearly indicates that despite the fact that there is no general duty to give reasons for administrative decisions, the Courts have regarded the issue in question as a matter affecting the concept of procedural fairness. Reasons for an administrative decision are essential to correct any errors and thereby to ensure that a person, who had suffered due to an unfair decision, is treated according to the standard of fairness. In such a situation without a statement from the person, who gave the impugned decision or the order, the decision process would be flawed and the decision would create doubts in the minds of the aggrieved person as well of the others, who would try to assess the validity of the decision. Considering the present process in procedural fairness vis--vis, rights of the people, there is no doubt that a statement of reasons for an administrative decision is a necessary requirement.",
    "fonts": [
      "Calibri-LightItalic"
    ],
    "sizes": [
      8.039999961853027,
      12.0
    ]
  },
  {
    "page_number": 5,
    "bbox": [
      108.02,
      353.93,
      542.75,
      397.49
    ],
    "text": "on a consideration of our case law in the light of the attitude taken by Courts in other countries, it is quite clear that giving reasons to an administrative decision is an important feature in todays context, which cannot be lightly disregarded.",
    "fonts": [
      "Calibri-LightItalic"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 5,
    "bbox": [
      72.02,
      432.4,
      543.27,
      668.89
    ],
    "text": "The decision contested by the Petitioners before this Court is the decision of the 7th Respondent reflected in the letters P20 and P20A. Therefore, it is the duty of this Court to ascertain whether the 7th Respondent has reasoned out his decision reflected in P20 and P20A. As per the contents of P20, the 7th Respondent has indicated that he is of the view that it is appropriate to install the impugned electricity line outside the boundaries of the impugned land through the public road. As far as the reasons for the said decision is concerned, the 7th Respondent has indicated two reasons for his decision. The decision of the 3rd Respondent contained in P16 as informed to the 7th Respondent and the fact that there are no residential parts in the close proximity that would get affected by the installation of the impugned electricity line have been indicated as the reasons for the decision of the 7th Respondent. In the above premise, I am of the view that the 7th Respondent has succeeded in fulfilling his duty to reason out his decision.",
    "fonts": [
      "Calibri-Light"
    ],
    "sizes": [
      9.0,
      14.039999961853027
    ]
  },
  {
    "page_number": 5,
    "bbox": [
      72.02,
      681.49,
      543.17,
      714.01
    ],
    "text": "An authority vested with the power to make a decision, after holding an inquiry is undeniably bound to reason out its decision. However, even in the event where an",
    "fonts": [
      "Calibri-Light"
    ],
    "sizes": [
      14.039999961853027
    ]
  },
  {
    "page_number": 6,
    "bbox": [
      72.02,
      731.38,
      542.6,
      755.86
    ],
    "text": "Page 7 of 10",
    "fonts": [
      "Calibri",
      "Calibri-Bold"
    ],
    "sizes": [
      11.039999961853027
    ]
  },
  {
    "page_number": 6,
    "bbox": [
      72.02,
      74.93,
      546.51,
      125.69
    ],
    "text": "authority has reasoned out his/her decision, it is necessary to ascertain whether such reasons are fair and acceptable. In the case of Osmond V. Public Service Board Of New South Wales And Another (1985) L.R.C.(Const)1041, Kirby, j. had stated that,",
    "fonts": [
      "Calibri-Light"
    ],
    "sizes": [
      14.039999961853027
    ]
  },
  {
    "page_number": 6,
    "bbox": [
      72.02,
      137.78,
      542.67,
      231.17
    ],
    "text": "The duty of public officials, in making discretionary decisions affecting others in the exercise of statutory powers, is to act justly and fairly; this will normally impose an obligation to state the reasons for their decisions. Such an obligation will exist where the absence of reasons would render nugatory a facility provided to appeal against the decision or would diminish a facility to test the decision by judicial review and ensure that it complies with the law and that relevant matters only have been taken into account.",
    "fonts": [
      "Calibri-Light",
      "Calibri-LightItalic"
    ],
    "sizes": [
      12.0,
      14.039999961853027
    ]
  },
  {
    "page_number": 6,
    "bbox": [
      72.02,
      243.8,
      543.27,
      718.93
    ],
    "text": "The Petitioners claim that the impugned decision made by the 7th Respondent to select the route of Baseline Road to Katiyana Public Road, specially without using plastic covers is illegal, irrational, arbitrary, capricious, discriminatory and unreasonable. The Petitioners in their Petition have indicated that the impugned dispute between the parties was subject to the consideration of the Negombo District Court in the case bearing no. 8275/L. It is observed that by the statement of objections (P21) and the affidavit dated 20.12.2019 filed on behalf of the 2nd Respondent in the said District Court matter, the 2nd Respondent has reasoned out their position as to why plastic covered cables cannot be used in installing the impugned electricity line. Accordingly, the 2nd Respondent has stated that the high cost involved in using plastic covered cables, lack of expertise of the employees attached to the 2nd Respondent in using this recently introduced technology of using plastic covered cables and the fact that the plastic covered cables are not being used in the installation of electricity lines in the relevant area were taken in to consideration by the 2nd Respondent in arriving at its decision. Moreover, the Petitioners have stated in their Plaint filed before the District Court (P10) that the Petitioners were informed of the reasons for not adopting the alternative suggested by the Petitioner. Accordingly, the Petitioners in their Plaint states that they were aware that the high cost involved in using plastic covered cable is the reason for the 2nd Respondents inability to resort to the alternative. It is also noted that the Petitioners cannot deny the fact that they had access to the said reasons for the impugned decision since the same were divulged in the said District Court case. The Petitioners as well as the 1st and 2nd Respondents had been parties to the said District Court matter. Hence, I am of the view that the said reasons emanated during the sequence of events relating to the said District Court case justify the decision of",
    "fonts": [
      "Calibri-Light"
    ],
    "sizes": [
      9.0,
      14.039999961853027
    ]
  },
  {
    "page_number": 7,
    "bbox": [
      72.02,
      731.38,
      542.6,
      755.86
    ],
    "text": "Page 8 of 10",
    "fonts": [
      "Calibri",
      "Calibri-Bold"
    ],
    "sizes": [
      11.039999961853027
    ]
  },
  {
    "page_number": 7,
    "bbox": [
      72.02,
      73.65,
      543.28,
      144.17
    ],
    "text": "the 2nd Respondent to not use plastic covered electricity lines and that said reasons had been very well known to the Petitioners for a considerable period of time. Therefore, I am of the view that the first reason set out by the 7th Respondent for his decision in P20 and P20A is sufficient and acceptable.",
    "fonts": [
      "Calibri-Light"
    ],
    "sizes": [
      9.0,
      14.039999961853027
    ]
  },
  {
    "page_number": 7,
    "bbox": [
      72.02,
      155.39,
      543.28,
      557.98
    ],
    "text": "The 7th Respondent also indicates that the fact that there are no residential parts in the close proximity that would get affected by the installation of the impugned electricity line as another reason for his decision reflected in P20. The Petitioners have conceded the fact that they were given prior notice of the intentions of the 7th and 8th Respondent of their decision to hold an inquiry in respect of the objections submitted by the Petitioners. Subsequently, the 8th Respondent has conducted a field visit in the area and has conducted an inquiry with the presence of the Petitioners and representatives of 2nd Respondent on 23.02.2018. The 7th Respondent during the respective inquiries in this regard has observed that there are no residential parts in close proximity to the proposed electricity line approved and that therefore, no undue danger shall be caused to the Petitioners by the installation of the said electricity line. Further, the Counsel who appeared for the 2nd and 7th Respondent informed this Court that the purported high voltage transmission line has already been installed and that it did not crossover or go through the Petitioners property and no construction in the Petitioners property is at the vicinity of the transmission line. The Counsel further informed this Court that there no longer arises a necessity to cut or remove the trees in the Petitioners property. Hence, it is observed that the impugned installation of the high voltage transmission line shall not cause any loss/damage/undue danger to the Petitioners or their property. In the above premise, I am of the view that the second reason indicated by the 7th Respondent for his decision reflected in P20 and P20A are also sufficient and acceptable.",
    "fonts": [
      "Calibri-Light",
      "Calibri-LightItalic"
    ],
    "sizes": [
      9.0,
      12.0,
      14.039999961853027
    ]
  },
  {
    "page_number": 7,
    "bbox": [
      72.02,
      570.46,
      543.25,
      713.65
    ],
    "text": "Next, I wish to consider whether there was any undue delay involved in the Petitioners invoking the jurisdiction of this Court. Even though the Petitioners claim that the 3rd Respondent has not proceeded with the decision of the 7th Respondent reflected in P20 due to their own suspicion that the proposed project would cause undue danger to the Petitioners and the general public, it appears that the reality differs from what has been claimed by the Petitioners. The Petitioners have tendered to this Court two notices dated 04.04.2019 (P24) and 09.04.2019 (P24A)",
    "fonts": [
      "Calibri-Light"
    ],
    "sizes": [
      9.0,
      14.039999961853027
    ]
  },
  {
    "page_number": 8,
    "bbox": [
      72.02,
      731.38,
      542.6,
      755.86
    ],
    "text": "Page 9 of 10",
    "fonts": [
      "Calibri",
      "Calibri-Bold"
    ],
    "sizes": [
      11.039999961853027
    ]
  },
  {
    "page_number": 8,
    "bbox": [
      72.02,
      73.65,
      543.28,
      642.25
    ],
    "text": "forwarded by the 3rd Respondent to the 1st Respondent. The said letters refer to the assessment of compensation with regard to the trees and the branches due to be felled and removed from Petitioners property in terms of the said decision P20. Further to that, by said notices the 1st Petitioner has been asked to fell and remove the said trees and branches before the 22.04.2019 by the 3rd Respondent. It is clear that those notices were forwarded by the 3rd Respondent with the intention of proceeding with the decision reflected in P20 of the 7th Respondent. In fact, as per the Guidelines on Wayleave and Felling or Lopping of Trees referred to above, assessment of compensation itself is a subsequent step following the decision to install the proposed electricity lines. Accordingly, this Court is not in a position to agree with the contention of the Petitioners that they genuinely believed that the 3rd Respondent shall not proceed with the decision P20. In the given circumstances, it is observed that the Petitioners have misrepresented the material facts of the case with the intention of misleading this Court. Prerogative writ jurisdiction is a discretionary remedy. Once the Court finds that the Petitioners have been guilty of wilful suppression or misrepresentation of a material facts the Court is entitled to dismiss the application without going in to the merits of the application. The decision reflected in P20 has been issued by the 7th Respondent on 29.11.2018. The Petitioners have filed the instant application before this Court only after the lapse of more than a year from the impugned decision i.e., on 03.03.2020. Even if the Petitioners believed that the 3rd Respondent may not proceed with the decision of the 7th Respondent reflected in P20, upon receipt of the subsequent notices P24 and P24A, the Petitioners should have corrected themselves of their misbelief. Despite receiving such notices P24 and P24A pertaining to the assessment of compensation, the Petitioners have failed to take any effort to challenge the said decision P20 of the 7th Respondent within a reasonable period of time before a proper forum. Petitioners delay in coming before this Court within a reasonable period of time has not been duly explained. In the case of Paramalingam Vs. Sirisena and Another [2001] 2 Sri L.R.239, it was held,",
    "fonts": [
      "Calibri-Light"
    ],
    "sizes": [
      9.0,
      14.039999961853027
    ]
  },
  {
    "page_number": 8,
    "bbox": [
      108.02,
      654.22,
      542.76,
      713.62
    ],
    "text": "Laches means negligence or unreasonable delay in asserting or enforcing a right. There are two equitable principles which come into play when a statue refers to a party being guilty of laches. The first doctrine, is delay defeat equities. The second is that equity aids the vigilant and not the indolent",
    "fonts": [
      "Calibri-LightItalic"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 9,
    "bbox": [
      72.02,
      731.38,
      542.6,
      755.86
    ],
    "text": "Page 10 of 10",
    "fonts": [
      "Calibri",
      "Calibri-Bold"
    ],
    "sizes": [
      11.039999961853027
    ]
  },
  {
    "page_number": 9,
    "bbox": [
      72.02,
      74.93,
      543.28,
      494.62
    ],
    "text": "In the light of above, it is understood that a party who seeks reliefs which require this Court to exercise its discretionary powers, should act promptly and vigilantly. Petitioners further state that subsequent to the said decision P20 of the 7th Respondent, the 3rd Respondent has again sought approval from the 7th Respondent by letter dated 23.07.2019 (8R17) with regard to the installation of electricity lines as planned. Petitioners claim that the said letter 8R17 indicates that the 3rd Respondent did not wish to proceed with the decision of the 7th Respondent reflected in P20. However, it is observed that in response to said letter 8R17, the 7th Respondent by his letter dated 31.07.2019 (P20A) has simply reiterated his decision as in the letter P20. Further, it is observed that P20A was a response of the 7th Respondent to the request of the Petitioners to cancel the notices P24 and P24A issued against them. Notices P24 and P24A pertains to the assessment of compensation for any loss/damage caused to the Petitioners. It is observed that procedure in respect of submitting objections with regard to the installation of new electric lines and awarding compensation to parties for any loss/damage caused due to such installation (due to felling or lopping of trees) are two distinguishable processes. The Guidelines on Wayleave and Felling or Lopping of Trees clearly specifies the difference of processes. Therefore, the Petitioners contention that the letter 8R17 indicates that the 3rd Respondent did not wish to proceed with the decision of the 7th Respondent in respect of installation of the disputed electricity supply is not acceptable.",
    "fonts": [
      "Calibri-Light"
    ],
    "sizes": [
      9.0,
      14.039999961853027
    ]
  },
  {
    "page_number": 9,
    "bbox": [
      72.02,
      507.22,
      543.2,
      539.5
    ],
    "text": "In view of the reasons mentioned above, I dismiss the application of the Petitioners. I order no cost.",
    "fonts": [
      "Calibri-Light"
    ],
    "sizes": [
      14.039999961853027
    ]
  },
  {
    "page_number": 9,
    "bbox": [
      72.02,
      604.81,
      571.59,
      618.85
    ],
    "text": "Judge of the Court of Appeal",
    "fonts": [
      "Calibri-Light"
    ],
    "sizes": [
      14.039999961853027
    ]
  },
  {
    "page_number": 9,
    "bbox": [
      72.02,
      631.33,
      211.54,
      645.37
    ],
    "text": "Sobhitha Rajakaruna, J.",
    "fonts": [
      "Calibri-Light"
    ],
    "sizes": [
      14.039999961853027
    ]
  },
  {
    "page_number": 9,
    "bbox": [
      72.02,
      657.73,
      148.75,
      671.77
    ],
    "text": "I agree.",
    "fonts": [
      "Calibri-Light"
    ],
    "sizes": [
      14.039999961853027
    ]
  },
  {
    "page_number": 9,
    "bbox": [
      72.02,
      684.13,
      612.52,
      698.17
    ],
    "text": "Judge of the Court of Appeal",
    "fonts": [
      "Calibri-Light"
    ],
    "sizes": [
      14.039999961853027
    ]
  }
]