[
  {
    "page_number": 0,
    "bbox": [
      70.94,
      781.9,
      527.0,
      806.28
    ],
    "text": "1",
    "fonts": [
      "Calibri"
    ],
    "sizes": [
      11.039999961853027
    ]
  },
  {
    "page_number": 0,
    "bbox": [
      104.3,
      95.04,
      495.02,
      109.02
    ],
    "text": "IN THE COURT OF APPEAL OF THE DEMOCRATIC SOCIALIST",
    "fonts": [
      "BookmanOldStyle-Bold"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 0,
    "bbox": [
      217.49,
      111.36,
      381.67,
      125.36
    ],
    "text": "REPUBLIC OF SRI LANKA",
    "fonts": [
      "BookmanOldStyle",
      "BookmanOldStyle-Bold"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 0,
    "bbox": [
      241.13,
      135.48,
      528.25,
      246.8
    ],
    "text": "In the matter of appeal in terms of section 13(3) of the Judicature Act No. 2 of 1978 as amended against the Judgment dated 23.2.2018 delivered by the High Court of the Democratic Socialist Republic of Sri Lanka in the exercise of its Admiralty Jurisdiction in Action in Rem 13/2013",
    "fonts": [
      "BookmanOldStyle"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 0,
    "bbox": [
      70.94,
      256.95,
      521.5,
      756.88
    ],
    "text": "Court of Appeal Korea Ocean Energy Co Ltd. Case No: REM/0004/2018 Suite 1428/9 Official Building No. 163, Shinmunno- 1GA CHC Colombo Jongno-Gu, Seoul Action in Rem 13/2013 South Korea 110-990 Plaintiff Against 1. M.V. Evangeli 2. KDB Capital Co. K. Ltd 30, Eunhaneng-ro, Yeongdeungpo-Gu, Seoul 150-740, South Korea Defendants And Now 1. M.V. Evangeli 2. KDB Capital Co. K. Ltd 30, Eunhaneng-ro, Yeongdeungpo-Gu, Seoul 150-740, South Korea Defendants-Appellants",
    "fonts": [
      "BookmanOldStyle",
      "BookmanOldStyle-Bold"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 1,
    "bbox": [
      70.94,
      781.9,
      527.0,
      806.28
    ],
    "text": "2",
    "fonts": [
      "Calibri"
    ],
    "sizes": [
      11.039999961853027
    ]
  },
  {
    "page_number": 1,
    "bbox": [
      70.94,
      70.9,
      527.98,
      328.05
    ],
    "text": "Vs Korea Ocean Energy Co. Ltd Suite 1428/9 Official Building No. 163, Shinmunno- 1GA Jongno-Gu, Seoul, South Korea 110-990 Plaintiff-Respondent Before : R. Gurusinghe J. & P. Kumararatnam J.",
    "fonts": [
      "BookmanOldStyle",
      "BookmanOldStyle-Bold"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 1,
    "bbox": [
      70.94,
      338.07,
      481.42,
      465.61
    ],
    "text": "Counsel : Suren de Silva instructed by Jehan Samarasinghe for the 2ndDefendant-Appellant Murshid Maharoof with Pankaje for the Plaintiff-Respondent",
    "fonts": [
      "BookmanOldStyle",
      "BookmanOldStyle-Bold"
    ],
    "sizes": [
      8.039999961853027,
      12.0
    ]
  },
  {
    "page_number": 1,
    "bbox": [
      70.94,
      475.85,
      254.81,
      489.85
    ],
    "text": "Argued on : 14-05-2025",
    "fonts": [
      "BookmanOldStyle"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 1,
    "bbox": [
      70.94,
      500.09,
      250.25,
      514.09
    ],
    "text": "Decided on : 18-06-2025",
    "fonts": [
      "BookmanOldStyle"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 1,
    "bbox": [
      70.94,
      524.08,
      528.34,
      770.32
    ],
    "text": "R. Gurusinghe, J. The plaintiff-respondent (hereinafter referred to as the plaintiff) filed an action in the High Court of Colombo under Section 2 (1) (l) of the Admiralty Jurisdiction Act No. 40 of 1983 (hereinafter referred to as the Act), against the 1st defendant ship and obtained a warrant of arrest against the 1st defendant (hereinafter sometimes referred to as the vessel), to recover a balance of a sum of US$ 45,832.32, in respect of the supply of bunkers to the vessel, which allegedly remained unsatisfied. The parties have admitted the following facts:",
    "fonts": [
      "BookmanOldStyle",
      "BookmanOldStyle-Bold"
    ],
    "sizes": [
      8.039999961853027,
      12.0,
      14.039999961853027
    ]
  },
  {
    "page_number": 2,
    "bbox": [
      70.94,
      781.9,
      527.0,
      806.28
    ],
    "text": "3",
    "fonts": [
      "Calibri"
    ],
    "sizes": [
      11.039999961853027
    ]
  },
  {
    "page_number": 2,
    "bbox": [
      88.94,
      87.12,
      528.23,
      101.12
    ],
    "text": "1. The defendant motor vessel Evangeli bearing IMO Registration No.",
    "fonts": [
      "ArialMT",
      "BookmanOldStyle"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 2,
    "bbox": [
      70.94,
      103.32,
      528.3,
      149.72
    ],
    "text": "9176187 carries the flag of South Korea, and it is registered in the Port of Jeju, South Korea.",
    "fonts": [
      "BookmanOldStyle"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 2,
    "bbox": [
      70.94,
      151.92,
      413.59,
      214.52
    ],
    "text": "2. The 2nd defendant is the owner of the 1st defendant. The following facts are also not disputed.",
    "fonts": [
      "ArialMT",
      "BookmanOldStyle"
    ],
    "sizes": [
      8.039999961853027,
      12.0
    ]
  },
  {
    "page_number": 2,
    "bbox": [
      88.94,
      216.72,
      528.22,
      230.72
    ],
    "text": "1. The plaintiff is a duly incorporated company under the Companies",
    "fonts": [
      "ArialMT",
      "BookmanOldStyle"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 2,
    "bbox": [
      70.94,
      232.92,
      528.14,
      279.35
    ],
    "text": "Law of South Korea and has its registered office and (or) principal place of business at the address given in the plaint.",
    "fonts": [
      "BookmanOldStyle"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 2,
    "bbox": [
      88.94,
      281.55,
      528.34,
      295.61
    ],
    "text": "2. The plaintiff is engaged inter alia in the business of supplying",
    "fonts": [
      "ArialMT",
      "BookmanOldStyle",
      "BookmanOldStyle-Italic"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 2,
    "bbox": [
      88.94,
      297.75,
      528.24,
      344.15
    ],
    "text": "bunkering services to the vessels. 3. The plaintiff had supplied bunkers to the 1st defendant vessel for her",
    "fonts": [
      "ArialMT",
      "BookmanOldStyle"
    ],
    "sizes": [
      8.039999961853027,
      12.0
    ]
  },
  {
    "page_number": 2,
    "bbox": [
      70.94,
      346.35,
      532.11,
      765.76
    ],
    "text": "operation and maintenance at Port of Klang, and the plaintiffs claim had not been satisfied. After trial, the Learned High Court Judge entered a judgment in favour of the plaintiff-respondent, as set out in his judgment dated 23 February 2018. Being aggrieved by the said judgment, the 2nd defendant (owner of the ship) (hereinafter sometimes referred to as the appellant) appealed to this court. The appellant, in paragraph 25 of their petition of appeal, set out several grounds for the appeal. However, the main ground of appeal argued before this court is that there was no contractual relationship existed between the plaintiff and the 2nd defendant and therefore, the second defendant cannot be deemed a person liable in an action in personam, and does not qualify as the 'relevant person' within the meaning of the applicable legal framework. The Learned High Court Judge has decided that a contract existed between the plaintiff and the 1st defendant vessel. The bunkers have been ordered by the master of the ship. The Learned High Court Judge has decided that since the ship itself was liable for the bunkers supplied to it for her operation, the 2nd defendant, as the owner of the ship, is liable to pay for the bunkers that have been purchased from the plaintiff, for the operation of the 1st defendant vessel. Now we consider the issue of whether the agreement between the plaintiff and the 1st defendant would render the 2nd defendant liable for payment for the bunkers supplied. Specifically, the question arises as to whether such liability could extend to the 2nd defendant by virtue of the agreement, or",
    "fonts": [
      "BookmanOldStyle",
      "BookmanOldStyle-Italic",
      "Calibri"
    ],
    "sizes": [
      8.039999961853027,
      11.039999961853027,
      12.0
    ]
  },
  {
    "page_number": 3,
    "bbox": [
      70.94,
      781.9,
      527.0,
      806.28
    ],
    "text": "4",
    "fonts": [
      "Calibri"
    ],
    "sizes": [
      11.039999961853027
    ]
  },
  {
    "page_number": 3,
    "bbox": [
      70.94,
      70.9,
      528.34,
      619.69
    ],
    "text": "whether the 2nd defendant being the owner of the vessel, would be liable to pay for the bunkers consumed by the vessel, even in the absence of a direct contractual relationship between the plaintiff and the 2nd defendant. According to the provisions of the Act, firstly, the person who would be liable in an action in personam (referred to as the relevant person) must have been the owner or charterer, or person in possession or control of the ship at the time the cause of action arose. Secondly, at the time the action is brought, the ship is either owned or chartered by demise to that person. The action in rem allows the claimant to secure the arrest of the ship. The choice will then lie with the owner to decide whether to acknowledge the claim or defend the action. If the owner never appears, the claimant may get judgments against the ship. In the present case, the owner defends the action. The traditional position of English Law was that the charterer or purchaser of bunker supplies is the only party contractually liable under the bunker supply contract, and the bunker supplier has no contract with the vessel owner. In this situation, the bunker suppliers are in a difficult position if the party purchasing bunkers defaults. Currently, this position has been modified in many jurisdictions, including Singapore, England, and Sri Lanka, primarily because parties dealing with vessels do not transact directly with the registered owner of the vessel, but rather with managers and/or agents of the vessels, which may vary from port to port. Especially in the case of a bareboat charter, third parties dealing with bareboat charterers have no way of finding out if the vessel is on bareboat charter and may well assume that they are in fact dealing with the owners of the vessel. Considering this new trend, in Sri Lanka, the Admiralty Jurisdiction Act No.40 of 1983 was enacted in line with other maritime jurisdictions. Section 3 (1) to (4) of the Admiralty Jurisdiction Act No.40 of 1983 is as follows:",
    "fonts": [
      "BookmanOldStyle",
      "BookmanOldStyle-Italic",
      "Calibri"
    ],
    "sizes": [
      11.039999961853027,
      12.0
    ]
  },
  {
    "page_number": 3,
    "bbox": [
      88.94,
      621.92,
      528.25,
      635.98
    ],
    "text": "(1) Subject to section 4, an action in personam may be brought in the",
    "fonts": [
      "ArialMT",
      "BookmanOldStyle",
      "BookmanOldStyle-Italic"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 3,
    "bbox": [
      70.94,
      638.12,
      487.42,
      668.32
    ],
    "text": "Court in all cases within the admiralty jurisdiction of that Court",
    "fonts": [
      "BookmanOldStyle"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 3,
    "bbox": [
      88.94,
      670.52,
      528.27,
      684.52
    ],
    "text": "(2) In the case of any such claim as is mentioned in paragraph (a) or",
    "fonts": [
      "ArialMT",
      "BookmanOldStyle"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 3,
    "bbox": [
      106.94,
      686.72,
      528.33,
      765.52
    ],
    "text": "paragraph (c) or paragraph (r) of sub section (1) of section 2 or any such question as is mentioned in paragraph (b) of subsection (1) of section 2, an action in rem may be brought in the High Court against the ship or property in connection with which the claim or question arises.",
    "fonts": [
      "BookmanOldStyle"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 4,
    "bbox": [
      70.94,
      781.9,
      527.0,
      806.28
    ],
    "text": "5",
    "fonts": [
      "Calibri"
    ],
    "sizes": [
      11.039999961853027
    ]
  },
  {
    "page_number": 4,
    "bbox": [
      88.94,
      87.12,
      528.03,
      101.12
    ],
    "text": "(3) In any case in which there is a maritime lien or other charge on any",
    "fonts": [
      "ArialMT",
      "BookmanOldStyle"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 4,
    "bbox": [
      70.94,
      103.32,
      528.33,
      149.72
    ],
    "text": "ship, or other property for the amount claimed, an action in rem may be brought in the Court against that ship or property.",
    "fonts": [
      "BookmanOldStyle",
      "BookmanOldStyle-Italic"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 4,
    "bbox": [
      88.94,
      151.92,
      528.09,
      165.92
    ],
    "text": "(4) In the case of any such claim as is mentioned in paragraphs (e) to (q)",
    "fonts": [
      "ArialMT",
      "BookmanOldStyle"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 4,
    "bbox": [
      70.94,
      168.12,
      403.87,
      214.52
    ],
    "text": "of subsection (1) of section 2, where (a) the claim arises in connection with a ship; and",
    "fonts": [
      "ArialMT",
      "BookmanOldStyle"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 4,
    "bbox": [
      106.94,
      216.72,
      528.13,
      230.72
    ],
    "text": "(b) the person who would be liable on the claim in an action in",
    "fonts": [
      "ArialMT",
      "BookmanOldStyle"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 4,
    "bbox": [
      70.94,
      232.92,
      528.32,
      408.95
    ],
    "text": "personam (the relevant person) was, when the cause of action arose, the owner or charterer of, or in possession or in control of, the ship. Accordingly, an action in rem may be brought in court against the ship or property in connection with a claim or when a question arises. Section 4 of the High Court of Admiralty Jurisdiction Act 2001 in Singapore was amended by the provisions of the High Court (Admiralty Jurisdiction) (Amendment) Act 2004 (No. 2 of 2004). Amended section 4 of the Singapore High Court of (Admiralty Jurisdiction) Act is as follows:",
    "fonts": [
      "BookmanOldStyle",
      "BookmanOldStyle-Italic"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 4,
    "bbox": [
      102.02,
      438.53,
      527.38,
      468.73
    ],
    "text": "(4) In the case of any such claim as is mentioned in section 3(1)(d) to (q), where",
    "fonts": [
      "BookmanOldStyle"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 4,
    "bbox": [
      142.34,
      478.37,
      446.74,
      492.37
    ],
    "text": "(a) the claim arises in connection with a ship; and",
    "fonts": [
      "BookmanOldStyle"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 4,
    "bbox": [
      141.86,
      502.25,
      526.89,
      516.25
    ],
    "text": "(b) the person who would be liable on the claim in an action in",
    "fonts": [
      "BookmanOldStyle"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 4,
    "bbox": [
      167.78,
      518.45,
      526.96,
      564.85
    ],
    "text": "personam (referred to in this subsection as the relevant person) was, when the cause of action arose, the owner or charterer of, or in possession or in control of, the ship,",
    "fonts": [
      "BookmanOldStyle"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 4,
    "bbox": [
      102.98,
      574.73,
      526.11,
      621.16
    ],
    "text": "an action in rem may (whether or not the claim gives rise to a maritime lien on that ship) be brought in the High Court against",
    "fonts": [
      "BookmanOldStyle",
      "BookmanOldStyle-Italic"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 4,
    "bbox": [
      145.7,
      631.88,
      526.93,
      645.88
    ],
    "text": "(i) that ship, if at the time when the action is brought the",
    "fonts": [
      "BookmanOldStyle"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 4,
    "bbox": [
      167.78,
      648.08,
      526.98,
      694.48
    ],
    "text": "relevant person is either the beneficial owner of that ship as respects all the shares in it or the charterer of that ship under a charter by demise; or",
    "fonts": [
      "BookmanOldStyle"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 4,
    "bbox": [
      142.1,
      704.36,
      526.93,
      718.36
    ],
    "text": "(ii) any other ship of which, at the time when the action is",
    "fonts": [
      "BookmanOldStyle"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 4,
    "bbox": [
      167.78,
      720.56,
      495.22,
      750.76
    ],
    "text": "brought, the relevant person is the beneficial owner as respects all the shares in it..",
    "fonts": [
      "BookmanOldStyle"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 5,
    "bbox": [
      70.94,
      781.9,
      527.0,
      806.28
    ],
    "text": "6",
    "fonts": [
      "Calibri"
    ],
    "sizes": [
      11.039999961853027
    ]
  },
  {
    "page_number": 5,
    "bbox": [
      70.94,
      135.84,
      527.02,
      312.11
    ],
    "text": "The provisions in section 3(4) of the Sri Lankan Act are similar to those in section 4(4) of the High Court (Admiralty Jurisdiction) Act of Singapore. In the case of the Chem Orchid 2015 SGHC 50, it elaborated the implication of the said section (4) of (Admiralty Jurisdiction Act) of Singapore, with regard to the liability which demised charterer may incur on account of a vessel and its implication on the vessel owner. In this regard the High Court of Singapore held as follows: Paragraphs 3, 4, 5 and 78 of that judgment are as follows:",
    "fonts": [
      "BookmanOldStyle",
      "BookmanOldStyle-BoldItal",
      "BookmanOldStyle-Italic"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 5,
    "bbox": [
      88.94,
      314.31,
      528.34,
      328.31
    ],
    "text": "3. The right to arrest and the risk of a vessel being arrested are normal",
    "fonts": [
      "ArialMT",
      "BookmanOldStyle"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 5,
    "bbox": [
      70.94,
      330.51,
      528.15,
      522.73
    ],
    "text": "incidents arising from the operation and management of any vessel. Typically, parties dealing with vessels do not transact directly with the registered owner of the vessel but with managers and/or agents of the vessels, which may vary from port to port. In the case of bareboat charters, this is almost invariably the case because the effect and essence of any bareboat charter is to grant the bareboat charterer complete control and possession of the vessel. Given that there is no public registry of bareboat charters available for inspection, third parties dealing with bareboat charterers have no way of finding out if the vessel is on bareboat charter and may well assume that they are in fact dealing with the owners of the vessel.",
    "fonts": [
      "BookmanOldStyle"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 5,
    "bbox": [
      88.94,
      524.93,
      528.34,
      538.93
    ],
    "text": "4. This point assumes critical significance when one considers that, until",
    "fonts": [
      "ArialMT",
      "BookmanOldStyle"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 5,
    "bbox": [
      106.94,
      541.13,
      528.29,
      765.76
    ],
    "text": "the 1980s, vessels on bareboat charter were insulated from arrest for most claims save for a limited class of maritime liens. Thus, third parties could not arrest a vessel to satisfy debts owed to them by the bareboat charterers. This placed third parties who transacted with bareboat charterers at a significant disadvantage, for they could, unbeknownst to them, be left without security for their claims. In recent decades, many common law jurisdictions such as the United Kingdom, Hong Kong, Australia, Malaysia, Canada, and New Zealand have amended their laws to permit the arrest of the bareboat chartered vessel if, at the time the action is brought, the vessel still remains on bareboat charter to the party liable in personam. The laws in these jurisdictions are largely uniform save for that of New Zealand, which permits not only the arrest of the specific bareboat chartered vessel implicated in the cause of action but also the arrest of any other",
    "fonts": [
      "BookmanOldStyle",
      "BookmanOldStyle-Italic"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 6,
    "bbox": [
      70.94,
      781.9,
      527.0,
      806.28
    ],
    "text": "7",
    "fonts": [
      "Calibri"
    ],
    "sizes": [
      11.039999961853027
    ]
  },
  {
    "page_number": 6,
    "bbox": [
      70.94,
      70.9,
      528.09,
      117.32
    ],
    "text": "vessels which are on bareboat charter to the party who is liable in personam.",
    "fonts": [
      "BookmanOldStyle",
      "BookmanOldStyle-Italic"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 6,
    "bbox": [
      88.94,
      133.56,
      528.13,
      147.56
    ],
    "text": "5. To bring our laws in line with the other maritime nations, Singapore",
    "fonts": [
      "ArialMT",
      "BookmanOldStyle"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 6,
    "bbox": [
      106.94,
      149.76,
      528.18,
      212.48
    ],
    "text": "amended the HCAJA on 1 April 2004 to permit the arrest of bareboat chartered vessels (see High Court (Admiralty Jurisdiction) (Amendment) Act 2004 (Act 2 of 2004) (the 2004 Amendment)). Following this amendment, s 4(4) of the HCAJA now reads:",
    "fonts": [
      "BookmanOldStyle"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 6,
    "bbox": [
      152.54,
      228.48,
      511.27,
      258.86
    ],
    "text": "(4) In the case of any such claim as is mentioned in section 3(1)(d) to (q), where",
    "fonts": [
      "BookmanOldStyle",
      "BookmanOldStyle-Italic"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 6,
    "bbox": [
      106.94,
      275.07,
      404.35,
      289.13
    ],
    "text": "(a) the claim arises in connection with a ship; and",
    "fonts": [
      "BookmanOldStyle",
      "BookmanOldStyle-Italic"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 6,
    "bbox": [
      106.94,
      305.19,
      513.98,
      367.91
    ],
    "text": "(b) the person who would be liable on the claim in an action in personam (referred to in this subsection as the relevant person) was, when the cause of action arose, the owner or charterer of, or in possession or in control of, the ship,",
    "fonts": [
      "BookmanOldStyle",
      "BookmanOldStyle-Italic"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 6,
    "bbox": [
      152.54,
      383.91,
      511.37,
      430.61
    ],
    "text": "an action in rem may (whether or not the claim gives rise to a maritime lien on that ship) be brought in the High Court against",
    "fonts": [
      "BookmanOldStyle",
      "BookmanOldStyle-Italic"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 6,
    "bbox": [
      106.94,
      446.57,
      526.15,
      493.27
    ],
    "text": "(i) that ship, if at the time when the action is brought the relevant person is either the beneficial owner of that ship as respects all the shares in it or the charterer of that ship under a charter by demise; or",
    "fonts": [
      "BookmanOldStyle",
      "BookmanOldStyle-Italic"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 6,
    "bbox": [
      106.94,
      509.21,
      513.92,
      539.59
    ],
    "text": "(ii) any other ship of which, at the time when the action is brought, the relevant person is the beneficial owner as respects all the shares in it.",
    "fonts": [
      "BookmanOldStyle",
      "BookmanOldStyle-Italic"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 6,
    "bbox": [
      152.54,
      555.77,
      258.89,
      569.77
    ],
    "text": "[emphasis added]",
    "fonts": [
      "BookmanOldStyle"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 6,
    "bbox": [
      106.94,
      616.04,
      528.34,
      759.64
    ],
    "text": "78. It is pertinent to stress those third parties who provide services to or load cargo on vessels will often be unaware that the particular vessel is on bareboat charter. Previously, this placed them in an acutely vulnerable position because bareboat chartered vessels were insulated from arrest. Following legal reforms in many jurisdictions, this is no longer the case (see [4] above). The consultation paper prepared by the Attorney- Generals Chambers which preceded the 2004 Amendment in Singapore noted that, although allowing a bareboat chartered",
    "fonts": [
      "BookmanOldStyle"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 7,
    "bbox": [
      70.94,
      781.9,
      527.0,
      806.28
    ],
    "text": "8",
    "fonts": [
      "Calibri"
    ],
    "sizes": [
      11.039999961853027
    ]
  },
  {
    "page_number": 7,
    "bbox": [
      106.94,
      70.9,
      528.34,
      344.27
    ],
    "text": "vessel to be arrested might, at first blush, appear rather startling as it effectively allowed recovery against the ship owner for the liabilities of the charterer, this was nevertheless internationally acceptable and, on the whole, desirable because an effective admiralty regime should not cast the burden of determining ownership or other relationship with the vessel on the person dealing with the vessel (see Admiralty Jurisdiction of the High Court: Arrest of Ships on Demise Charter to Secure the Obligations of the Demise Charterer (Consultation Paper) (24 April 2003) LLRD No 1/2003 at paras 4.34.4 and 4.8). The legislative scheme in Singapore today as it is the case across many leading maritime jurisdictions therefore appears to have struck the balance in favour of third parties who can now deal with a vessel safe in the knowledge that, regardless of whether the party with whom they directly transact is the owner or bareboat charterer, they can arrest the vessel as security for their claims.",
    "fonts": [
      "BookmanOldStyle",
      "BookmanOldStyle-Italic"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 7,
    "bbox": [
      70.94,
      360.39,
      528.34,
      455.41
    ],
    "text": "In the present case, since there was no representation either by the appellant or by the M/S Bumyoung Shipping of Korea at the time of supplying bunkers, it is reasonable for the plaintiff to assume that Bumyoung Shipping of Korea was the manager of the vessel. On page 415 of the brief in the proceedings dated 11-08-2016, a witness from the 2nd defendant company answered the question as follows:",
    "fonts": [
      "BookmanOldStyle"
    ],
    "sizes": [
      8.039999961853027,
      12.0
    ]
  },
  {
    "page_number": 7,
    "bbox": [
      70.94,
      471.65,
      487.18,
      485.65
    ],
    "text": "Q. So Bumyoung was operating and managing the ship at that time?",
    "fonts": [
      "BookmanOldStyle"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 7,
    "bbox": [
      70.94,
      501.89,
      118.46,
      515.89
    ],
    "text": "A. Yes.",
    "fonts": [
      "BookmanOldStyle"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 7,
    "bbox": [
      70.94,
      531.89,
      519.82,
      562.09
    ],
    "text": "Q. So, what you say is that Bumyoung is authorized to manage and operate the ship?",
    "fonts": [
      "BookmanOldStyle"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 7,
    "bbox": [
      70.94,
      578.33,
      123.26,
      592.33
    ],
    "text": "A. Yes.",
    "fonts": [
      "BookmanOldStyle"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 7,
    "bbox": [
      70.94,
      608.6,
      528.26,
      687.52
    ],
    "text": "As discussed in Chem Orchid, in the absence of a public registry of bareboat charters available for inspection, the plaintiff has no means of verifying Bumyoung Shipping's role in relation to the vessel. Therefore, it is reasonable to assume that Bumyoung Shipping was the manager of the vessel.",
    "fonts": [
      "BookmanOldStyle"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 7,
    "bbox": [
      70.94,
      703.52,
      528.34,
      766.12
    ],
    "text": "Section 3(4) of the Act allows recovery against the ship owner for the liabilities of the demise charter. The position taken up by the appellant is that the lease agreement with Bamyoung was terminated at the time of the arrest of the ship. However, the ship was under the management of",
    "fonts": [
      "BookmanOldStyle"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 8,
    "bbox": [
      70.94,
      781.9,
      527.0,
      806.28
    ],
    "text": "9",
    "fonts": [
      "Calibri"
    ],
    "sizes": [
      11.039999961853027
    ]
  },
  {
    "page_number": 8,
    "bbox": [
      70.94,
      70.9,
      528.32,
      149.84
    ],
    "text": "Bamyoung. The Learned High Court Judge has correctly and adequately discussed this issue. The 2nd defendant allowed the finance lease agreement (charter by demise) to remain in force until such time as the vessel is returned to the 2nd defendant. Bamyoung continued operations under the charter by demise, and therefore, the termination was ineffective.",
    "fonts": [
      "BookmanOldStyle"
    ],
    "sizes": [
      8.039999961853027,
      12.0
    ]
  },
  {
    "page_number": 8,
    "bbox": [
      70.94,
      165.84,
      528.34,
      277.19
    ],
    "text": "The provisions contained in Section 3(4) of the Act ensure the right of the supplier (the bunker supplier) against the vessel, irrespective of whether the supply was ordered by the ship's owner or the charterer of the ship under a demise charter. The jurisdiction of the High Court to arrest a vessel is based on the provisions of the Admiralty Act, and it is not based on the Law of Contracts. This point was also dealt with in the case of Chem Orchid (Supra) as follows:",
    "fonts": [
      "BookmanOldStyle"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 8,
    "bbox": [
      106.94,
      293.31,
      528.34,
      647.68
    ],
    "text": "42 The admiralty jurisdiction of the High Court is conferred by statute and exists where the requisite statutory conditions have been satisfied; it cannot be conferred by the agreement or waiver of the parties if it does not exist under the HCAJA (see The Ohm Mariana ex Peony [1992] 1 SLR(R) 556 at [15] and The Alexandrea [2002] 1 SLR(R) 812 at [10][11]). Similarly, the admiralty jurisdiction of this court exists in this case only if the requisite statutory conditions have been satisfied (i.e., if Sejin was the demise charterer at the time the writs were brought). HKCs submission that the doctrine of privity of contract would preclude the plaintiffs from challenging the termination, with respect, misses the point. The issue here is one of jurisdiction and not one of contract. The plaintiffs were not seeking, as non- parties, to sue on the Lease Agreement (which is a purely contractual point). Rather, they were seeking to show that the court has jurisdiction in this matter because the Lease Agreement was still valid when the in rem writs were issued that is a jurisdictional issue. I agree that it is open to the plaintiffs to challenge the validity of the termination so as to establish jurisdiction in aid of the enforcement of their respective claims, notwithstanding Sejins apparent acceptance of the termination.",
    "fonts": [
      "BookmanOldStyle",
      "BookmanOldStyle-Italic"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 8,
    "bbox": [
      70.94,
      663.8,
      528.34,
      710.32
    ],
    "text": "The law in this regard is similar in England as well. Section 21 of the Senior Courts Act of England is almost identical to section 4 of the Sri Lankan Act. Sections 21 (1) to (5) are as follows:",
    "fonts": [
      "BookmanOldStyle"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 9,
    "bbox": [
      70.94,
      781.9,
      527.0,
      806.28
    ],
    "text": "10",
    "fonts": [
      "Calibri"
    ],
    "sizes": [
      11.039999961853027
    ]
  },
  {
    "page_number": 9,
    "bbox": [
      106.94,
      71.02,
      376.27,
      85.02
    ],
    "text": "21. Mode of exercise of Admiralty jurisdiction",
    "fonts": [
      "BookmanOldStyle"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 9,
    "bbox": [
      106.94,
      101.04,
      528.24,
      131.48
    ],
    "text": "(1) Subject to section 22, an action inpersonam may be brought in the High Court in all cases within the Admiralty jurisdiction of that court.",
    "fonts": [
      "BookmanOldStyle",
      "BookmanOldStyle-Italic"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 9,
    "bbox": [
      106.94,
      147.48,
      528.13,
      210.2
    ],
    "text": "(2) In the case of any such claim as is mentioned in section 20(2)(a), (c) or (s) or any such question as is mentioned in section 20(2)(b), an action in rem may be brought in the High Court against the ship or property in connection with which the claim or question arises.",
    "fonts": [
      "BookmanOldStyle",
      "BookmanOldStyle-Italic"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 9,
    "bbox": [
      106.94,
      226.32,
      528.2,
      289.07
    ],
    "text": "(3) In any case in which there is a maritime lien or other charge on any ship, aircraft or other property for the amount claimed, an action in rem may be brought in the High Court against that ship, aircraft or property.",
    "fonts": [
      "BookmanOldStyle",
      "BookmanOldStyle-Italic"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 9,
    "bbox": [
      106.94,
      305.19,
      528.22,
      335.51
    ],
    "text": "(4) In the case of any such claim as is mentioned in section 20(2)(e) to (r), where,",
    "fonts": [
      "BookmanOldStyle"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 9,
    "bbox": [
      106.94,
      351.63,
      400.03,
      365.63
    ],
    "text": "(a)the claim arises in connection with a ship; and",
    "fonts": [
      "BookmanOldStyle"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 9,
    "bbox": [
      106.94,
      381.75,
      528.21,
      428.27
    ],
    "text": "(b)the person who would be liable on the claim in an action in personam (the relevant person) was, when, the cause of action arose, the owner or charterer of, or in possession or in control of, the ship,",
    "fonts": [
      "BookmanOldStyle",
      "BookmanOldStyle-Italic"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 9,
    "bbox": [
      106.94,
      444.41,
      528.15,
      474.73
    ],
    "text": "an action in rem may (whether or not the claim gives rise to a maritime lien on that ship) be brought in the High Court against",
    "fonts": [
      "BookmanOldStyle",
      "BookmanOldStyle-Italic"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 9,
    "bbox": [
      106.94,
      490.85,
      528.12,
      537.37
    ],
    "text": "(i)that ship, if at the time when the action is brought the relevant person is either the beneficial owner of that ship as respects all the shares in it or the charterer of it under a charter by demise; or",
    "fonts": [
      "BookmanOldStyle"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 9,
    "bbox": [
      106.94,
      553.37,
      528.04,
      583.69
    ],
    "text": "(ii)any other ship of which, at the time when the action is brought, the relevant person is the beneficial owner as respects all the shares in it.",
    "fonts": [
      "BookmanOldStyle"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 9,
    "bbox": [
      106.94,
      599.81,
      528.1,
      678.76
    ],
    "text": "(5)In the case of a claim in the nature of towage or pilotage in respect of an aircraft, an action in rem may be brought in the High Court against that aircraft if, at the time when the action is brought, it is beneficially owned by the person who would be liable on the claim in an action in personam.",
    "fonts": [
      "BookmanOldStyle"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 10,
    "bbox": [
      70.94,
      781.9,
      527.0,
      806.28
    ],
    "text": "11",
    "fonts": [
      "Calibri"
    ],
    "sizes": [
      11.039999961853027
    ]
  },
  {
    "page_number": 10,
    "bbox": [
      70.94,
      70.9,
      528.34,
      117.44
    ],
    "text": "In the case of Republic of India and Others v. India Steamship Company Ltd [1997] 4 All ER 380; (16th October, 1997), Lord Steyn in the House of Lords stated as follows;",
    "fonts": [
      "BookmanOldStyle",
      "BookmanOldStyle-Italic"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 10,
    "bbox": [
      106.94,
      133.56,
      528.34,
      212.48
    ],
    "text": "Confining myself to the more important decisions only, there are other decisions of high authority for the proposition that the true defendants in a duly constituted action rem are the owners of the ship. In The August 8 [1982] 2 A.C. 450, Lord Brandon of Oakbrook, a former Admiralty judge, explained (at p. 456A-B).",
    "fonts": [
      "BookmanOldStyle"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 10,
    "bbox": [
      106.94,
      228.48,
      528.12,
      323.63
    ],
    "text": "\"By the law of England, once a defendant in an Admiralty action in rem has entered an appearance in such action, he has submitted himself personally to the jurisdiction of the English Admiralty Court, and the result of that is that, from then on, the action continues against him not only as an action in rem but also as an action in personam.\" (My emphasis)",
    "fonts": [
      "BookmanOldStyle"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 10,
    "bbox": [
      70.94,
      339.75,
      528.21,
      370.07
    ],
    "text": "The High Court has jurisdiction over any claim in connection with the supply of bunkers to a ship for her operation and maintenance.",
    "fonts": [
      "BookmanOldStyle"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 10,
    "bbox": [
      70.94,
      386.07,
      528.34,
      416.39
    ],
    "text": "The Jurisdiction is conferred in terms of section 2 (1) (l) of the Admiralty Jurisdiction Act No.40 of 1983.",
    "fonts": [
      "BookmanOldStyle"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 10,
    "bbox": [
      70.94,
      432.53,
      528.3,
      511.51
    ],
    "text": "In an action in rem, the vessel itself is treated as the defendant. The objective of this is to secure a maritime claim by arresting the vessel with a view to satisfying the plaintiffs claim from the value of the vessel. Even after a party interested in the vessel enters appearance, the action in rem does not completely lose its in rem character.",
    "fonts": [
      "BookmanOldStyle",
      "BookmanOldStyle-Italic"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 10,
    "bbox": [
      70.94,
      527.57,
      528.3,
      557.89
    ],
    "text": "The Learned High Court Judge entered the judgment in favour of the plaintiff, against the 1st defendant vessel M.V. Evangeli.",
    "fonts": [
      "BookmanOldStyle"
    ],
    "sizes": [
      8.039999961853027,
      12.0
    ]
  },
  {
    "page_number": 10,
    "bbox": [
      70.94,
      574.01,
      528.34,
      652.96
    ],
    "text": "The 2nd defendant cannot take up the position that it is not liable on the claim in the action in personam after having voluntarily entered the appearance and defending the action. Since this is an action in rem against the 1st defendant, the 2nd defendant cannot deny the liability of the 1st defendant.",
    "fonts": [
      "BookmanOldStyle",
      "BookmanOldStyle-Italic"
    ],
    "sizes": [
      8.039999961853027,
      12.0
    ]
  },
  {
    "page_number": 10,
    "bbox": [
      70.94,
      668.96,
      528.34,
      747.88
    ],
    "text": "Since the plaintiff has a genuine claim against the 1st defendant ship, and there was no evidence presented to the courts by the 2nd defendant to show mala fides or gross negligence on the part of the plaintiff, towards the defendant in seeking the arrest of the vessel, the appellant cannot maintain the counter claim.",
    "fonts": [
      "BookmanOldStyle",
      "BookmanOldStyle-Italic"
    ],
    "sizes": [
      8.039999961853027,
      12.0
    ]
  },
  {
    "page_number": 11,
    "bbox": [
      70.94,
      781.9,
      527.0,
      806.28
    ],
    "text": "12",
    "fonts": [
      "Calibri"
    ],
    "sizes": [
      11.039999961853027
    ]
  },
  {
    "page_number": 11,
    "bbox": [
      70.94,
      70.9,
      528.34,
      198.44
    ],
    "text": "For the reasons set out above, and in terms of the provisions of section 3 (4) (b), the 2nd defendant being the owner of the 1st defendant ship, I hold that the decision of the Learned High Court Judge that, the 2nd defendant is the person who would be liable in the claim in the action in personam is correct, although the plaintiff has not directly dealt with the 2nd defendant. As per the provisions of the Admiralty Jurisdiction Act No.40 of 1983, the 2nd defendant comes within the meaning of relevant person. The appeal of the 2nd defendant is dismissed.",
    "fonts": [
      "BookmanOldStyle",
      "BookmanOldStyle-Italic"
    ],
    "sizes": [
      8.039999961853027,
      12.0
    ]
  },
  {
    "page_number": 11,
    "bbox": [
      70.94,
      263.07,
      462.7,
      390.59
    ],
    "text": "Judge of the Court of Appeal. P. Kumararatnam J. I agree. Judge of the Court of Appeal.",
    "fonts": [
      "BookmanOldStyle"
    ],
    "sizes": [
      11.039999961853027,
      12.0
    ]
  }
]