[
  {
    "page_number": 0,
    "bbox": [
      70.94,
      781.9,
      527.0,
      806.28
    ],
    "text": "1",
    "fonts": [
      "Calibri"
    ],
    "sizes": [
      11.039999961853027
    ]
  },
  {
    "page_number": 0,
    "bbox": [
      86.3,
      70.9,
      513.02,
      84.88
    ],
    "text": "IN THE COURT OF APPEAL OF THE DEMOCRATIC SOCIALIST",
    "fonts": [
      "BookmanOldStyle-Bold"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 0,
    "bbox": [
      199.49,
      87.24,
      399.91,
      101.22
    ],
    "text": "REPUBLIC OF SRI LANKA",
    "fonts": [
      "BookmanOldStyle-Bold"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 0,
    "bbox": [
      241.13,
      111.24,
      528.34,
      190.16
    ],
    "text": "In the matter of an appeal under and in terms of S.34(1) of the Right to Information Act No. 12 of 2016 read with Court of Appeal (Appellate Procedure) Rules 1990 of the Constitution of the Democratic Socialist Republic of Sri Lanka.",
    "fonts": [
      "BookmanOldStyle"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 0,
    "bbox": [
      70.94,
      200.28,
      525.82,
      758.8
    ],
    "text": "Court of Appeal Case No: RTI 0003-2024 M.J.K. Dissanayakke RTI Appeal No: No. 71/A, Allekade RTIC/Appeal/1571/2023 Vilanagama Appellant VS Asia Broadcasting Corporation (Pvt) Ltd 35 and 37 floors, East Tower, World Trade Center, Colombo 01 Respondent AND THEN BETWEEN Asia Broadcasting Corporation (Pvt) Ltd 35 and 37 floors, East Tower, World Trade Center, Colombo 01 Respondent-Petitioner VS M.J.K. Dissanayakke No. 71/A, Allekade Vilanagama Appellant- Respondent",
    "fonts": [
      "BookmanOldStyle",
      "BookmanOldStyle-Bold"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 1,
    "bbox": [
      70.94,
      781.9,
      527.0,
      806.28
    ],
    "text": "2",
    "fonts": [
      "Calibri"
    ],
    "sizes": [
      11.039999961853027
    ]
  },
  {
    "page_number": 1,
    "bbox": [
      70.94,
      70.9,
      545.26,
      757.6
    ],
    "text": "Right to Information Commission Room No. 203-204, BMICH, Bauddhaloka Mawatha, Colombo 07. Respondent And Now by and Between In the matter of an application seeking permission to intervene and be added as a Party Respondent in terms of inherent powers of Court exercising prerogative jurisdiction in terms of the Constitution. Lanka Broadcasters Guild (Guarantee) Limited, 105/3, 5th Lane Colombo 03 Intervenient-Petitioner Asia Broadcasting Corporation (Pvt) Ltd 35 and 37 floors, East Tower, World Trade Center, Colombo 01. Respondent-Petitioner-Respondent Vs M.J.K. Dissanayakke No. 71/A, Allekade Vilanagama Appellant-Respondent-Respondent Right to Information Commission Room No. 203-204, BMICH, Bauddhaloka Mawatha, Colombo 07. Respondent-Respondent Before : R. Gurusinghe, J. & Dr. S. Premachandra, J.",
    "fonts": [
      "BookmanOldStyle",
      "BookmanOldStyle-Bold"
    ],
    "sizes": [
      8.039999961853027,
      12.0
    ]
  },
  {
    "page_number": 2,
    "bbox": [
      70.94,
      781.9,
      527.0,
      806.28
    ],
    "text": "3",
    "fonts": [
      "Calibri"
    ],
    "sizes": [
      11.039999961853027
    ]
  },
  {
    "page_number": 2,
    "bbox": [
      70.94,
      70.9,
      508.3,
      328.07
    ],
    "text": "Counsel : Manoj Bandara with T. Herath and Thamali Wijekoon Instructed by Sudath Perera Associates for the Respondent-Petitioner Jagath Wickramanayake, PC, instructed by Niluka Dissanayake for the Intervenient-Petitioner Aruni Senarathna For the Respondent Suren D. Perera with Manushika Cooray, Hiruni Perera and Nureka Rodrigo, instructed by Human Rights Law Chambers For the Appellant-Respondent",
    "fonts": [
      "BookmanOldStyle",
      "BookmanOldStyle-Bold"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 2,
    "bbox": [
      70.94,
      338.19,
      290.81,
      352.19
    ],
    "text": "Supported on : 19-06-2025",
    "fonts": [
      "BookmanOldStyle"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 2,
    "bbox": [
      70.94,
      362.43,
      254.09,
      376.43
    ],
    "text": "Decided on: 23-07-2025",
    "fonts": [
      "BookmanOldStyle"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 2,
    "bbox": [
      70.94,
      386.55,
      528.33,
      756.88
    ],
    "text": "ORDER R. Gurusinghe, J. This is an appeal filed by the respondent-petitioner seeking to set aside the decision of the Right to Information Commission (hereinafter referred to as the RTIC) dated 20-06-2024 marked A12. The appellant is a private broadcasting company. While this appeal was pending before this court, Lanka Broadcaster Guild (Guarantee) Ltd., (hereinafter referred to as the petitioner) made an application to intervene in the appeal. The petitioner states that it is a voluntary organisation, comprising television and radio broadcasting licence holders in Sri Lanka, including Hiru TV, Derana TV, V FM, Neth FM, Buddhist, Rangiri, Siyatha, Saddha and Supreme TV. The petitioner states that a decision of the RTIC, which holds that the appellant, namely Asia Broadcasting Corporation Pvt Ltd., is a public authority performing a public function or service within the meaning of Section 43(g) of the Right to Information Act No. 12 of 2016 (hereinafter referred to as the RTI Act), is a decision that directly affects all members of the petitioner. Petitioner also states that the decision of RTIC, that the appellant is a public authority under section 43 (g) of RTI Act solely because it operates under licence",
    "fonts": [
      "BookmanOldStyle",
      "BookmanOldStyle-Bold"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 3,
    "bbox": [
      70.94,
      781.9,
      527.0,
      806.28
    ],
    "text": "4",
    "fonts": [
      "Calibri"
    ],
    "sizes": [
      11.039999961853027
    ]
  },
  {
    "page_number": 3,
    "bbox": [
      70.94,
      70.9,
      532.03,
      473.77
    ],
    "text": "issued by the Ministry of Mass Media in terms of Section 28 of Sri Lanka Rupavahini Corporation Act No. 6 of 1982 and under the frequency licence issued by a Telecommunication Regulatory Commission (TRC), under Section 22 of Sri Lanka Telecommunication Act No. 25 of 1991. The petitioner further submitted that although radio frequencies are public property, the mere licensed use of a frequency by a private entity for commercial broadcasting purposes does not, in itself, transform the entity into one performing a public function or service as contemplated by the RTI Act. As all the members of the petitioner are engaged in the same broadcasting entity and are subject to the exact licensing requirement as the appellant, the impact on their members rights and interests is clear and direct. The petitioners position is that the members of the petitioner do not fall within the definition of public authority under section 43 of the RTI Act. The petitioner further states that the RTIC's decision to classify private entities as Public Authorities under the RTI Act would have far-reaching and potentially adverse consequences, extending the scope of the RTI Act to a vast number of private entities. The petitioner further states that without granting the petitioner a hearing, serious prejudice would be caused to the members of the petitioner and seeks to intervene in the appeal. The citizen who sought information (Appellant-Respondent) from Asia Broadcasting Corporation objected to the petitioners application for intervention in the appeal. The appellant-respondent submitted the following objections:",
    "fonts": [
      "BookmanOldStyle"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 3,
    "bbox": [
      88.94,
      475.97,
      528.34,
      489.97
    ],
    "text": "a. The Court of Appeal (Appellate Procedure) Rules 1990 do not provide a",
    "fonts": [
      "ArialMT",
      "BookmanOldStyle"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 3,
    "bbox": [
      70.94,
      492.17,
      370.51,
      522.37
    ],
    "text": "provision related to third-party intervention.",
    "fonts": [
      "BookmanOldStyle"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 3,
    "bbox": [
      88.94,
      524.57,
      528.32,
      538.57
    ],
    "text": "b. The petitioner has no direct and substantial interest in the subject",
    "fonts": [
      "ArialMT",
      "BookmanOldStyle"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 3,
    "bbox": [
      88.94,
      540.77,
      528.21,
      586.15
    ],
    "text": "matter of this application and is not a necessary party to this matter. c. The petitioner lacks Locus Standi as it was not a party to the RTIC",
    "fonts": [
      "ArialMT",
      "BookmanOldStyle",
      "BookmanOldStyle-Italic"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 3,
    "bbox": [
      70.94,
      588.29,
      528.12,
      747.22
    ],
    "text": "Appeal. d. The media performs a public service under the RTI Act. Decision Section 34 (1) of the RTI Act provides for a Right of Appeal against a decision of the RTIC to the Court of Appeal, only to the citizen who sought the information and to the Public Authority from whom the information was sought. It is well-settled law that a right of appeal is a statutory right and",
    "fonts": [
      "ArialMT",
      "BookmanOldStyle",
      "BookmanOldStyle-Italic"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 4,
    "bbox": [
      70.94,
      781.9,
      527.0,
      806.28
    ],
    "text": "5",
    "fonts": [
      "Calibri"
    ],
    "sizes": [
      11.039999961853027
    ]
  },
  {
    "page_number": 4,
    "bbox": [
      70.94,
      70.9,
      570.48,
      344.15
    ],
    "text": "must be expressly created and granted by Statute.\" The courts have no power to create a right of appeal. None of the case laws cited by the petitioner in support of the intervention are appeal cases. The petitioner cited the cases of Paul Numan Wijerthne and another vs Commissioner General of Labour, CA PHC application 105/2015, which was a revision application, National Bank PLC vs Commissioner General of Labour CA writ 457/2011, CAWrit 0444/2011, CA Writ 978//2008, CA Writ 861/93, CA Writ 127/10, CA Writ330/2013, CA 861/93, which were Writ applications. The right of appeal is a statutory right and must be expressly created and granted by statute. In the case of Kanagasundaram vs Podihamine 42NLR 97, Howard CJ stated as follows: -",
    "fonts": [
      "BookmanOldStyle",
      "BookmanOldStyle-Italic"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 4,
    "bbox": [
      70.94,
      346.35,
      528.09,
      425.21
    ],
    "text": "An appeal is the right of entering a superior Court, and invoking its aid and interposition to redress the error of the Court below. Howard, C.J., also cited the principle stated by Abbot, C.J. in King vs. Joseph Hanson.",
    "fonts": [
      "BookmanOldStyle",
      "BookmanOldStyle-Italic"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 4,
    "bbox": [
      70.94,
      427.35,
      528.32,
      554.89
    ],
    "text": "\"For the rule of law is, that although a certiorari lies, unless expressly taken away, yet an appeal does not lie, unless expressly given by statute.\" In the case of Martin vs. Wijewardena [1989] 2 Sri LR 409, in the Supreme Court, Jameel J. stated that an appeal is a statutory right and must be expressly created and granted by statute. It cannot be implied. He further held,",
    "fonts": [
      "BookmanOldStyle",
      "BookmanOldStyle-Italic"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 4,
    "bbox": [
      106.94,
      556.97,
      527.95,
      765.46
    ],
    "text": "\"Article 138 is an enabling provision which creates and grants jurisdiction to the Court of Appeal to hear appeals from courts of first instance, tribunals and other institutions, it defines and delineates the jurisdiction of the Court of Appeal, it does not, nor indeed does it seek to create or grant rights to individuals viz-a-viz appeals, it only deals with the jurisdiction of the Court of Appeal and its limits and its limitations and nothing more. It does not expressly nor by implication create or grant any rights in respect of individuals (at page 413) ... Article 138 is only an enabling Article, and it confers the jurisdiction to hear and determine appeals to the Court of Appeal. The right to avail of or to take advantage of that jurisdiction is governed by the several statutory provisions in various Legislative Enactments.\"(at page 419)",
    "fonts": [
      "BookmanOldStyle-Italic"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 5,
    "bbox": [
      70.94,
      781.9,
      527.0,
      806.28
    ],
    "text": "6",
    "fonts": [
      "Calibri"
    ],
    "sizes": [
      11.039999961853027
    ]
  },
  {
    "page_number": 5,
    "bbox": [
      70.94,
      70.9,
      528.27,
      230.78
    ],
    "text": "In Gunaratne v. Thambinayagam (1993) 2 Sri LR-355, the Supreme Court held that the right of appeal is a statutory right and must be expressly created and granted by statute. Martin v. Wijewardena has consistently been followed in later decisions. Vide Gamhewa v. Maggie Nona [1989] 2 Sri LR 250, Gunaratne v. Thambinayagam [1993] 2 Sri LR 355, Malegoda v. Joachim [1997] 1 Sri LR 88, Bandara v. Peoples Bank [2002] 3 Sri LR 25, The Peoples Bank v. Camillus Perera [2003] 2 Sri LR 358.",
    "fonts": [
      "BookmanOldStyle",
      "BookmanOldStyle-Italic"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 5,
    "bbox": [
      70.94,
      232.92,
      528.34,
      311.75
    ],
    "text": "In Bakmeewewa, Authorised Officer of People's Bank vs, Konarage Raja SC [1989] 1 SriLR 231, G. P. S. de.Silva J.(as he then was) held that",
    "fonts": [
      "BookmanOldStyle",
      "BookmanOldStyle-Italic"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 5,
    "bbox": [
      70.94,
      313.95,
      528.33,
      733.0
    ],
    "text": "On a consideration of a number of authorities cited by Crown Counsel Howard C. J. (with Moseley S. P. J. and Soertsz J: agreeing), affirmed the principle that the Supreme Court would have no right to entertain an appeal where that power is not expressly given by statute; it is not a right that can be implied or inferred. Howard C.J. referred to the case of A. G. vs. Sillam, where the Lord Chancellor (Lord Westbury) expressed himself in the following terms: \"The creation of a new right of appeal is plainly an act which requires legislative authority. The court from which the appeal is given and the court to which it is given must both be bound, and that must be the act of some higher power. It is not competent either tribunal or to both collectively to create any such right. -........... - An Appeal is the right of entering a superior Court, and invoking its aid and interposition to redress the error of the Court below ........ The right of appeal is available only to the original parties to the matter as provided by the statute. In this case, the petitioner was not a party to the original matter before the RTIC, and as such, the petitioner is not entitled to appeal under the RTI Act. The petitioners position is that it has sufficient interest in the matter and the decision would affect the rights of its members. Whether the petitioner has sufficient interest in the matter or its rights would be affected is not a relevant consideration in an appeal. In that event, the petitioner should have made an application before the RTIC.",
    "fonts": [
      "BookmanOldStyle",
      "BookmanOldStyle-BoldItal",
      "BookmanOldStyle-Italic"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 6,
    "bbox": [
      70.94,
      781.9,
      527.0,
      806.28
    ],
    "text": "7",
    "fonts": [
      "Calibri"
    ],
    "sizes": [
      11.039999961853027
    ]
  },
  {
    "page_number": 6,
    "bbox": [
      70.94,
      70.9,
      528.34,
      263.12
    ],
    "text": "In Bakmeewewa case, G.P.S. de Silva J stated that the fact that there is no right of appeal does not mean that an aggrieved party left without a remedy for revision is available. Accordingly, it is well-settled law that a right of appeal is a statutory right and must be expressly created and granted by Statute.\" If we allow the petitioner to intervene in the appeal, who was not a party before the RTIC, it would amount to granting a right of appeal to the petitioner that is not created by the statute. This court has no such power. An appeal is strictly a matter amongst original parties. For the reasons set out above, the application for intervention in the appeal is dismissed.",
    "fonts": [
      "BookmanOldStyle",
      "BookmanOldStyle-Italic"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 6,
    "bbox": [
      70.94,
      265.35,
      462.7,
      440.17
    ],
    "text": "Judge of the Court of Appeal. Dr. S Premachandra, J. I agree. Judge of the Court of Appeal.",
    "fonts": [
      "BookmanOldStyle",
      "BookmanOldStyle-Bold"
    ],
    "sizes": [
      11.039999961853027,
      12.0
    ]
  }
]