[
  {
    "page_number": 0,
    "bbox": [
      70.94,
      781.8,
      527.0,
      806.28
    ],
    "text": "1",
    "fonts": [
      "Calibri"
    ],
    "sizes": [
      11.039999961853027
    ]
  },
  {
    "page_number": 0,
    "bbox": [
      104.3,
      70.78,
      495.01,
      84.76
    ],
    "text": "IN THE COURT OF APPEAL OF THE DEMOCRATIC SOCIALIST",
    "fonts": [
      "Bookman Old Style,Bold"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 0,
    "bbox": [
      217.49,
      87.0,
      381.91,
      100.98
    ],
    "text": "REPUBLIC OF SRI LANKA",
    "fonts": [
      "Bookman Old Style,Bold"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 0,
    "bbox": [
      241.13,
      111.12,
      528.34,
      190.04
    ],
    "text": "In the matter of an application for Restitution, in the nature of Restitutio-In-Integrum under and in terms of Article 138 of the Constitution of the Democratic Socialist Republic of Sri Lanka.",
    "fonts": [
      "Bookman Old Style",
      "Bookman Old Style,Italic"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 0,
    "bbox": [
      70.94,
      200.16,
      527.02,
      765.06
    ],
    "text": "Court of Appeal Case No: RII/0048/2024 Sedari Mudiyanselage Akash Pruthuvi Nirman Abeyrathne Bandara, DC Mount Lavinia No. 253/3, Suriyamal Mawatha, Case No: M/8441/2021 Divulapitiya, Boralesgamuwa Plaintiff Vs. 1. Sinhara Suranga Mahin Silva, No. 182, Kaldamulla Road, Rathmalana. 2. Central Finance Company PLC, No. 270, Vauxhall Place, Colombo 02. 3. Ceylinco General Insurance Limited No. 69, Janadhipathi Mawatha, Colombo 01. Defendants And Now Between Sedari Mudiyanselage Akash Pruthuvi Nirman Abeyrathne Bandara, No. 253/3, Suriyamal Mawatha, Divulapitiya, Borelesgamuwa. Plaintiff Petitioner Vs.",
    "fonts": [
      "Bookman Old Style",
      "Bookman Old Style,Bold"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 1,
    "bbox": [
      70.94,
      781.8,
      527.0,
      806.28
    ],
    "text": "2",
    "fonts": [
      "Calibri"
    ],
    "sizes": [
      11.039999961853027
    ]
  },
  {
    "page_number": 1,
    "bbox": [
      70.94,
      70.78,
      512.14,
      353.97
    ],
    "text": "1. Sinhara Suranga Mahin Silva, No. 182, Kaldamulla Road, Rathmalana. 2. Central Finance Company PLC, No. 270, Vauxhall Place, Colombo 02. 3. Ceylinco General Insurance Limited, No. 69 Janadhipathi Mawatha Colombo 01. Defendant-Respondents Before : R. Gurusinghe J & M.C.B.S. Morais J",
    "fonts": [
      "Bookman Old Style",
      "Bookman Old Style,Bold"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 1,
    "bbox": [
      70.94,
      361.95,
      470.86,
      505.57
    ],
    "text": "Counsel : Varuna Nanayakkara for the Plaintiff-Petitioner Rajindra Jayasinghe with Harith Gunasekara Instructed by Sanjay Fonseka for the 2nd and 3rd Defendants",
    "fonts": [
      "Bookman Old Style",
      "Bookman Old Style,Bold"
    ],
    "sizes": [
      8.039999961853027,
      12.0
    ]
  },
  {
    "page_number": 1,
    "bbox": [
      70.94,
      515.69,
      290.81,
      529.69
    ],
    "text": "Argued on : 02-10-2024",
    "fonts": [
      "Bookman Old Style"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 1,
    "bbox": [
      70.94,
      539.93,
      250.25,
      553.93
    ],
    "text": "Decided on: 05-12-2024",
    "fonts": [
      "Bookman Old Style"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 1,
    "bbox": [
      70.94,
      564.17,
      160.7,
      610.72
    ],
    "text": "R. Gurusinghe",
    "fonts": [
      "Bookman Old Style"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 1,
    "bbox": [
      70.94,
      619.88,
      528.34,
      725.08
    ],
    "text": "The petitioner is the plaintiff of District Court of Mount Lavinia case no. M/8441/202. The plaintiff filed that action against the 1st, 2nd and 3rd defendants to recover damages allegedly caused by an accident due to negligent driving of the 1st defendant-respondent. The petitioner states that as a result of the accident, his left leg was removed from the thigh area, and he became permanently disabled. The 2nd defendant was the owner of that vehicle, and the 3rd defendant was the insurer.",
    "fonts": [
      "Bookman Old Style"
    ],
    "sizes": [
      8.039999961853027,
      12.0
    ]
  },
  {
    "page_number": 2,
    "bbox": [
      70.94,
      781.8,
      527.0,
      806.28
    ],
    "text": "3",
    "fonts": [
      "Calibri"
    ],
    "sizes": [
      11.039999961853027
    ]
  },
  {
    "page_number": 2,
    "bbox": [
      70.94,
      94.08,
      528.29,
      184.16
    ],
    "text": "After trial, the Learned District Judge of Mount Lavinia, by judgment dated 08-02-2024, dismissed the petitioners action stating that the petitioner had failed to prove negligence of the 1st defendant. The petitioner filed this Restitutio-in-Integrum/Revision application seeking to set aside the said judgment dated 08-02-2024 and a direction to the District Judge Mount Lavinia to write a fresh judgment on the same evidence.",
    "fonts": [
      "Bookman Old Style",
      "Bookman Old Style,Italic"
    ],
    "sizes": [
      8.039999961853027,
      12.0
    ]
  },
  {
    "page_number": 2,
    "bbox": [
      70.94,
      216.48,
      528.19,
      291.35
    ],
    "text": "The respondents have filed objections to the petitioners application and took up the position that the impugned judgment was correct. Furthermore, they have taken up that, in any event, the petitioner is not entitled to file this application because he has the right of appeal against the judgment of the District Court of Mount Lavinia.",
    "fonts": [
      "Bookman Old Style"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 2,
    "bbox": [
      70.94,
      323.79,
      528.34,
      459.37
    ],
    "text": "The plaintiff has led evidence in support of his claim. The defendants have not produced any evidence. Case records show that on 26-06-2020, the 1st defendant was produced before the Magistrate along with the breathalyzer, which was turned green. The Magistrate has recorded that the suspect has admitted that fact. Furthermore, there is evidence that the plaintiff and his friend were going on a motorcycle on the correct side of the road, while the 1st defendant negligently overtook a vehicle crossing the white line in the middle of the road and crashed into the motorcycle on which the petitioner was travelling.",
    "fonts": [
      "Bookman Old Style"
    ],
    "sizes": [
      8.039999961853027,
      12.0
    ]
  },
  {
    "page_number": 2,
    "bbox": [
      70.94,
      491.81,
      532.1,
      627.4
    ],
    "text": "However, we note that the petitioner has the right of appeal against the judgment of the District Court. When the petitioner has an effective alternative remedy prescribed by law, he should seek that remedy. Restitutio-in-Integrum is an extraordinary remedy granted to a petitioner by this court where the petitioner has no other effective remedy. When inquired by the Court, it was revealed that the petitioner had made an appeal against the judgment to the Civil Appeal High Court which is pending before that Court. It is, therefore, clear that Court will look into the grievance of the petitioner.",
    "fonts": [
      "Bookman Old Style",
      "Bookman Old Style,Italic"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 2,
    "bbox": [
      70.94,
      659.84,
      527.86,
      719.5
    ],
    "text": "In the case of Sri Lanka Insurance Corporation Ltd v Shanmugam and Another (1995) 1 Sri L.R it was held that restitution is granted only if no other remedy is available to the party aggrieved. The petitioner has filed an application in revision and also a final appeal.",
    "fonts": [
      "Bookman Old Style",
      "Bookman Old Style,Italic"
    ],
    "sizes": [
      11.039999961853027,
      12.0
    ]
  },
  {
    "page_number": 3,
    "bbox": [
      70.94,
      781.8,
      527.0,
      806.28
    ],
    "text": "4",
    "fonts": [
      "Calibri"
    ],
    "sizes": [
      11.039999961853027
    ]
  },
  {
    "page_number": 3,
    "bbox": [
      70.94,
      70.9,
      528.34,
      145.76
    ],
    "text": "As the petitioner has the right of appeal against the impugned judgment, we are not inclined to grant relief to the petitioner in this application. However, we note that the petitioners application is dismissed for that reason and not because there is no merit in the petitioners application. We make no order for costs.",
    "fonts": [
      "Bookman Old Style"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 3,
    "bbox": [
      70.94,
      173.88,
      462.7,
      316.45
    ],
    "text": "Judge of the Court of Appeal. M.C.B.S. Morais J. I agree. Judge of the Court of Appeal.",
    "fonts": [
      "Bookman Old Style",
      "Bookman Old Style,Bold"
    ],
    "sizes": [
      11.039999961853027,
      12.0
    ]
  }
]