[
  {
    "page_number": 0,
    "bbox": [
      72.02,
      781.32,
      302.91,
      805.8
    ],
    "text": "1",
    "fonts": [
      "Calibri"
    ],
    "sizes": [
      11.039999961853027
    ]
  },
  {
    "page_number": 0,
    "bbox": [
      89.06,
      74.81,
      509.55,
      88.85
    ],
    "text": "IN THE COURT OF APPEAL OF THE DEMOCRATIC SOCIALIST REPUBLIC OF",
    "fonts": [
      "Calibri-Bold"
    ],
    "sizes": [
      14.039999961853027
    ]
  },
  {
    "page_number": 0,
    "bbox": [
      267.05,
      101.21,
      331.44,
      115.25
    ],
    "text": "SRI LANKA",
    "fonts": [
      "Calibri-Bold"
    ],
    "sizes": [
      14.039999961853027
    ]
  },
  {
    "page_number": 0,
    "bbox": [
      72.02,
      223.01,
      287.79,
      310.76
    ],
    "text": "CA PHC No. 189/2016 HC of Gampaha Revision Application No. 111/14 (Rev) MC Gampaha Case No. 13128/PCA",
    "fonts": [
      "Calibri-Bold"
    ],
    "sizes": [
      14.039999961853027
    ]
  },
  {
    "page_number": 0,
    "bbox": [
      313.87,
      129.41,
      503.55,
      160.49
    ],
    "text": "Officer in Charge, Police Station, Gampaha",
    "fonts": [
      "Calibri"
    ],
    "sizes": [
      14.039999961853027
    ]
  },
  {
    "page_number": 0,
    "bbox": [
      313.87,
      163.61,
      550.37,
      263.12
    ],
    "text": "COMPLAINANT -Vs- Alankarage Anura Kithsiri No. 12/02, Godellawatta, Raniswala, Kalagedihena.",
    "fonts": [
      "Calibri",
      "Calibri-Bold"
    ],
    "sizes": [
      14.039999961853027
    ]
  },
  {
    "page_number": 0,
    "bbox": [
      313.87,
      264.86,
      550.37,
      434.02
    ],
    "text": "PARTY OF THE 1ST PART 1. Kirihettige Jayashantha Eranda Perera No.94/3, Weegada Road, Mahawita, Yakkala. 2. Illangarama Manori Sujeewani Gnanaratne No.94/3, Weegada Road, Mahawita, Yakkala.",
    "fonts": [
      "Calibri",
      "Calibri-Bold"
    ],
    "sizes": [
      9.0,
      14.039999961853027
    ]
  },
  {
    "page_number": 0,
    "bbox": [
      313.87,
      435.76,
      550.37,
      519.46
    ],
    "text": "PARTY OF THE 2ND PART Alankarage Sumanawathie of No. 94/3, Weegoda Road, Mahawita, Yakkala.",
    "fonts": [
      "Calibri",
      "Calibri-Bold"
    ],
    "sizes": [
      9.0,
      14.039999961853027
    ]
  },
  {
    "page_number": 0,
    "bbox": [
      420.31,
      522.58,
      553.49,
      536.62
    ],
    "text": "INTERVENIENT PARTY",
    "fonts": [
      "Calibri-Bold"
    ],
    "sizes": [
      14.039999961853027
    ]
  },
  {
    "page_number": 0,
    "bbox": [
      313.87,
      538.36,
      550.37,
      639.25
    ],
    "text": "OF THE 2ND PART AND Alankarage Anura Kithsiri No. 12/02, Godellawatta, Raniswala, Kalagedihena.",
    "fonts": [
      "Calibri",
      "Calibri-Bold"
    ],
    "sizes": [
      9.0,
      14.039999961853027
    ]
  },
  {
    "page_number": 0,
    "bbox": [
      313.87,
      643.63,
      550.37,
      717.85
    ],
    "text": "PARTY OF THE 1ST PART PETITIONER -Vs-",
    "fonts": [
      "Calibri",
      "Calibri-Bold"
    ],
    "sizes": [
      9.0,
      14.039999961853027
    ]
  },
  {
    "page_number": 1,
    "bbox": [
      72.02,
      781.32,
      302.91,
      805.8
    ],
    "text": "2",
    "fonts": [
      "Calibri"
    ],
    "sizes": [
      11.039999961853027
    ]
  },
  {
    "page_number": 1,
    "bbox": [
      316.63,
      78.77,
      511.83,
      229.49
    ],
    "text": "1. Kirihettige Jayashantha Eranda Perera No.94/3, Weegada Road, Mahawita, Yakkala 2. Ilangarama Manon Sujeewani Gnanaratne No.94/3, Weegada Road, Mahawita, Yakkala",
    "fonts": [
      "Calibri"
    ],
    "sizes": [
      14.039999961853027
    ]
  },
  {
    "page_number": 1,
    "bbox": [
      411.31,
      231.35,
      556.37,
      246.65
    ],
    "text": "PARTY OF THE 2ND PART",
    "fonts": [
      "Calibri-Bold"
    ],
    "sizes": [
      9.0,
      14.039999961853027
    ]
  },
  {
    "page_number": 1,
    "bbox": [
      316.63,
      249.68,
      553.25,
      332.12
    ],
    "text": "RESPONDENT Alankarage Sumanawathie No. 94/3, Weegoda Road, Mahawita, Yakkala",
    "fonts": [
      "Calibri",
      "Calibri-Bold"
    ],
    "sizes": [
      14.039999961853027
    ]
  },
  {
    "page_number": 1,
    "bbox": [
      356.59,
      333.86,
      553.25,
      349.16
    ],
    "text": "INTERVENIENT PARTY OF THE 2ND",
    "fonts": [
      "Calibri-Bold"
    ],
    "sizes": [
      9.0,
      14.039999961853027
    ]
  },
  {
    "page_number": 1,
    "bbox": [
      316.63,
      352.28,
      553.25,
      571.42
    ],
    "text": "PART RESPONDENT AND BETWEEN 1. Kinhettige Jayashantha Eranda Perera No 94/3, Weegada Road, Mahawita, Yakkala 2. llangarama Manori Sujeewani Gnanaratne No 94/3, Weegada Road, Mahawita, Yakkala 3. Alankarage Sumanawathie",
    "fonts": [
      "Calibri",
      "Calibri-Bold"
    ],
    "sizes": [
      14.039999961853027
    ]
  },
  {
    "page_number": 1,
    "bbox": [
      331.03,
      574.45,
      479.79,
      605.53
    ],
    "text": "No 94/3, Weegada Road, Mahawita, Yakkala",
    "fonts": [
      "Calibri"
    ],
    "sizes": [
      14.039999961853027
    ]
  },
  {
    "page_number": 1,
    "bbox": [
      316.63,
      607.39,
      556.37,
      725.17
    ],
    "text": "PARTY OF THE 2ND PART RESPONDENT PETITONERS -Vs- Alankarage Anura Kithsiri No. 12/02, Godellawatta, Raniswala, Kalagedihena.",
    "fonts": [
      "Calibri",
      "Calibri-Bold"
    ],
    "sizes": [
      9.0,
      14.039999961853027
    ]
  },
  {
    "page_number": 1,
    "bbox": [
      398.59,
      727.03,
      556.37,
      759.39
    ],
    "text": "PARTY OF THE 1ST PART PETITIONER RESPONDENT",
    "fonts": [
      "Calibri",
      "Calibri-Bold"
    ],
    "sizes": [
      9.0,
      14.039999961853027
    ]
  },
  {
    "page_number": 2,
    "bbox": [
      72.02,
      781.32,
      302.91,
      805.8
    ],
    "text": "3",
    "fonts": [
      "Calibri"
    ],
    "sizes": [
      11.039999961853027
    ]
  },
  {
    "page_number": 2,
    "bbox": [
      72.02,
      74.93,
      501.51,
      254.96
    ],
    "text": "Before: C.P. Kirtisinghe - J. R. Gurusinghe - J. Counsel: Chandana Wijesooriya with Wathsala Dulanjanie for the 2nd Party",
    "fonts": [
      "Calibri"
    ],
    "sizes": [
      9.0,
      14.039999961853027
    ]
  },
  {
    "page_number": 2,
    "bbox": [
      72.02,
      259.4,
      471.27,
      402.44
    ],
    "text": "Respondent-Appellants. SADS. Suraweera for the 1st Party Petitioner-Respondent. Argued on: 10.05.2023 Decided On:11.09.2023",
    "fonts": [
      "Calibri"
    ],
    "sizes": [
      9.0,
      14.039999961853027
    ]
  },
  {
    "page_number": 2,
    "bbox": [
      72.02,
      414.82,
      188.14,
      428.86
    ],
    "text": "C. P. Kirtisinghe - J.",
    "fonts": [
      "Calibri-Bold"
    ],
    "sizes": [
      14.039999961853027
    ]
  },
  {
    "page_number": 2,
    "bbox": [
      72.02,
      440.08,
      526.49,
      566.02
    ],
    "text": "1st, 2nd and 3rd second party Respondents-Appellants have preferred this appeal from the Order of the learned High Court Judge of Gampaha dated 10.11.2016. By the aforesaid Order, the learned High Court Judge has set aside the order of the learned Additional Magistrate of Gampaha dated 04.06.2014 and directed to hand over possession of the premises in dispute to the 1st party. By the Order dated 04.06.2014, the learned Additional Magistrate had given possession to the second party and the intervening party.",
    "fonts": [
      "Calibri"
    ],
    "sizes": [
      9.0,
      14.039999961853027
    ]
  },
  {
    "page_number": 2,
    "bbox": [
      72.02,
      578.53,
      526.47,
      666.25
    ],
    "text": "On 22.01.2014 the officer in charge of the police station Gampaha had filed information under section 66(1) of the Primary Courts Procedure Act informing the learned Magistrate that a dispute had arisen between the two parties regarding the possession of the premises in dispute and there is a likelihood of the breach of peace.",
    "fonts": [
      "Calibri"
    ],
    "sizes": [
      14.039999961853027
    ]
  },
  {
    "page_number": 2,
    "bbox": [
      72.02,
      678.73,
      526.19,
      711.13
    ],
    "text": "Section 68 (1) of the Primary Courts Procedure Act No. 44 of 1979 reads as follows;",
    "fonts": [
      "Calibri"
    ],
    "sizes": [
      14.039999961853027
    ]
  },
  {
    "page_number": 2,
    "bbox": [
      72.02,
      723.61,
      526.3,
      756.15
    ],
    "text": "Where the dispute relates to the possession of any land or part thereof it shall be the duty of the Judge of the Primary Court holding the inquiry to determine",
    "fonts": [
      "Calibri"
    ],
    "sizes": [
      14.039999961853027
    ]
  },
  {
    "page_number": 2,
    "bbox": [
      313.63,
      78.77,
      497.01,
      127.01
    ],
    "text": "Attorney General, Attorney Generals Department, Colombo 12.",
    "fonts": [
      "Calibri"
    ],
    "sizes": [
      14.039999961853027
    ]
  },
  {
    "page_number": 2,
    "bbox": [
      451.18,
      130.01,
      533.67,
      144.05
    ],
    "text": "RESPONDENT",
    "fonts": [
      "Calibri-Bold"
    ],
    "sizes": [
      14.039999961853027
    ]
  },
  {
    "page_number": 3,
    "bbox": [
      72.02,
      781.32,
      302.91,
      805.8
    ],
    "text": "4",
    "fonts": [
      "Calibri"
    ],
    "sizes": [
      11.039999961853027
    ]
  },
  {
    "page_number": 3,
    "bbox": [
      72.02,
      74.93,
      526.16,
      125.69
    ],
    "text": "as to who was in possession of the land or the part on the date of the filing of the information under section 66 and make order as to who is entitled to possession of such land or part thereof.",
    "fonts": [
      "Calibri"
    ],
    "sizes": [
      14.039999961853027
    ]
  },
  {
    "page_number": 3,
    "bbox": [
      72.02,
      138.17,
      251.02,
      152.21
    ],
    "text": "Section 68 (3) reads as follows;",
    "fonts": [
      "Calibri"
    ],
    "sizes": [
      14.039999961853027
    ]
  },
  {
    "page_number": 3,
    "bbox": [
      72.02,
      164.69,
      526.59,
      307.76
    ],
    "text": "Where at an inquiry into a dispute relating to the right to the possession of any land or any part of a land the Judge of the Primary Court is satisfied that any person who had been in possession of the land or part has been forcibly dispossessed within a period of two months immediately before the date on which the information was filed under section 66, he may take a determination to that effect and make an order directing that the party dispossessed be restored to possession and prohibiting all disturbance of such possession otherwise than under the authority of an order or decree of a competent court.",
    "fonts": [
      "Calibri"
    ],
    "sizes": [
      14.039999961853027
    ]
  },
  {
    "page_number": 3,
    "bbox": [
      72.02,
      320.24,
      526.45,
      537.1
    ],
    "text": "Therefore, section 68 (3) of the Act applies to a situation where there had been a forcible dispossession. If the Judge of the Primary Court is satisfied that any person who had been in possession of the land or part has been forcibly dispossessed within a period of two months immediately before the date on which the information was filed under section 66, he may make a determination to that effect and make an order directing that the party dispossessed be restored to possession. Section 68 (1) applies to a situation where there is no dispossession. In such a situation where the dispute relates to the possession of the land or part of it, the Primary Court Judge shall hold an inquiry to determine as to who was in possession of the land on the date of the filing of the information under section 66 and make an order as to who is entitled to possession.",
    "fonts": [
      "Calibri"
    ],
    "sizes": [
      14.039999961853027
    ]
  },
  {
    "page_number": 3,
    "bbox": [
      72.02,
      548.32,
      526.59,
      766.59
    ],
    "text": "It is the case of the 1st party that he was dispossessed by the 2nd party. The 1st party in his complaint to the Police on 13.01.2014 had stated that after the 1st party came into possession of this premises and while he was in the process of refurbishing the house standing there on the 2nd party had entered into the house and started occupying it. In this complaint, the 1st party had stated that this incident occurred in December 2013. He had not mentioned the exact date of dispossession. In his affidavit to court the 1st party had stated that while he was repairing the house, the 2nd party entered into possession towards the end of November 2013. He had stated that he was in possession from 25.09.2013 to 22.11.2013. Therefore, it is the case of the 1st party that he was in possession of the premises in dispute and he was dispossessed by the 2nd party. The information had been filed by the Police on 22.01.2014. Therefore, what the",
    "fonts": [
      "Calibri"
    ],
    "sizes": [
      9.0,
      14.039999961853027
    ]
  },
  {
    "page_number": 4,
    "bbox": [
      72.02,
      781.32,
      302.91,
      805.8
    ],
    "text": "5",
    "fonts": [
      "Calibri"
    ],
    "sizes": [
      11.039999961853027
    ]
  },
  {
    "page_number": 4,
    "bbox": [
      72.02,
      73.65,
      526.62,
      199.49
    ],
    "text": "Magistrate had to decide was whether the 1st party was dispossessed within a period of two months immediately prior to the date of the filing of the information. The learned Additional Magistrate had refused to accept the version of the 1st party that there had been a dispossession. He had come to the conclusion that on the date of the filing of the information by the Police on 22.01.2014, the 2nd party and the intervenient party had been in possession and handed over the possession to them.",
    "fonts": [
      "Calibri"
    ],
    "sizes": [
      9.0,
      14.039999961853027
    ]
  },
  {
    "page_number": 4,
    "bbox": [
      72.02,
      210.83,
      526.59,
      761.07
    ],
    "text": "According to the complaint the 1st party had made to the Police on 13.01.2014 the dispossession had taken place in December 2013. But in his affidavit to the court, the 1st party had contradicted this position and stated that the dispossession took place towards the end of November 2013 and he was in possession up to 22.11.2013. The agent and the caretaker of the 1st party one Nilame in his statement to the Police had stated that the incident of dispossession occurred towards the end of October 2013. This statement is contradictory to the statement the 1st party had made to the Police on 13.01.2014 and also to the statement that the 1st party had made in his affidavit. The date of dispossession the 1st party had mentioned in his affidavit is also contradictory to the date of dispossession the 1st party had mentioned in his complaint to the Police. Therefore, the evidence placed before the court by the 1st party is inconsistent per se and also inconsistent inter se and the learned Magistrate could not have placed reliance on that evidence on this material point. In his affidavit the 1st party had stated that he made a complaint to the police on 22.11.2013 informing that the second party had entered in to the premises. He had further stated that on that day the second party entered into the premises unlawfully and dispossessed the 1st party. However, the 1st party had failed to tender a certified copy of that complaint to court. If the 1st party was dispossessed on that day and he made a complaint to the police on that day regarding dispossession there is no reason why the 1st party could not furnish a certified copy of that complaint to court to show that he was dispossessed on that day. But the 1st party had failed to do so. Therefore, the court can presume under 114(f) of the Evidence Ordinance that the evidence that could be and is not produced would be unfavourable to the person who withholds it. In his complaint to the police on 13.01.2014 the 1st party had never mentioned that he had made a complaint earlier on 22.11.2013 regarding dispossession. If the 1st party had made a complaint on 22.11.2013 and informed police that he was dispossessed there is no reason why the police should not have filed information under section 66(1) of the Primary Courts, Procedure Act regarding",
    "fonts": [
      "Calibri",
      "Calibri-Italic"
    ],
    "sizes": [
      9.0,
      14.039999961853027
    ]
  },
  {
    "page_number": 5,
    "bbox": [
      72.02,
      781.32,
      302.91,
      805.8
    ],
    "text": "6",
    "fonts": [
      "Calibri"
    ],
    "sizes": [
      11.039999961853027
    ]
  },
  {
    "page_number": 5,
    "bbox": [
      72.02,
      74.93,
      526.63,
      310.16
    ],
    "text": "dispossession. On the other hand, in his complaint to the police on 13.01.2014 the 1st party had informed the court that the dispossession took place in December 2013. Even assuming (but not conceding) that the dispossession took place in December 2013, one cannot expect the 1st party to wait till the 13th of January to make a complaint to the police till the 13th of January 2014. When one applies the test of a reasonable man one has to expect the 1st party to make a complaint to the police promptly if such a serious incident took place. In view of this unsatisfactory nature of the version of the 1st party and the unsatisfactory nature of the evidence placed before court by the 1st party, the learned Additional Magistrate could not have accepted the version of the 1st party and come to the conclusion that there had been a dispossession. The learned High Court Judge has failed to take into consideration the aforementioned infirmities of the case of the 1st party.",
    "fonts": [
      "Calibri"
    ],
    "sizes": [
      9.0,
      14.039999961853027
    ]
  },
  {
    "page_number": 5,
    "bbox": [
      72.02,
      321.5,
      526.59,
      761.07
    ],
    "text": "The learned Magistrate had observed that the caretaker of the 1st party Nilame, in the averments of his affidavit had taken up a stand which is inconsistent and different to the stand taken by the 1st party in his affidavit. The 1st party in his affidavit had stated that Nilame had informed him in November 2013 that someone is in occupation of the premises. Nilame in his affidavit had stated that he went to the premises in dispute at about 7.30 p.m. to meet the 1st party and observed that the gate was locked from inside. When he called for the 1st party a person unknown came and informed him that there is no such person in the house. The learned Magistrate in his Order has stated that, Nilame in his affidavit had stated that the 1st party was residing in the premises - . Therefore, the learned Magistrate had come to the conclusion that the stand taken up by the 1st party in his affidavit is different to the stand taken up by his caretaker Nilame in his affidavit. We agree with the submission of the learned Counsel for the Appellant that Nilame had not made a statement to that effect in his affidavit. Nilame had only stated that he called for the 1st party. That does not mean that the 1st party was residing there. One can expect the 1st party to be there to meet his prospective tenant. But there are material contradictions between the averments in the statement that the 1st party had made to the police on 13.01.2014 and the averments in the statement that the caretaker Nilame had made to the police on the same date. The 1st party in his statement to the police on 13.01.2014 had stated that a person who was interested in taking the house on rent and who had discussed the matter with the 1st party had informed the 1st party that the lights are on in the house. He had asked the 1st party whether the 1st party had come to the house. This",
    "fonts": [
      "Calibri",
      "IskoolaPota"
    ],
    "sizes": [
      9.0,
      14.039999961853027
    ]
  },
  {
    "page_number": 6,
    "bbox": [
      72.02,
      781.32,
      302.91,
      805.8
    ],
    "text": "7",
    "fonts": [
      "Calibri"
    ],
    "sizes": [
      11.039999961853027
    ]
  },
  {
    "page_number": 6,
    "bbox": [
      72.02,
      73.65,
      526.58,
      347.12
    ],
    "text": "incident occurred in the month of December. Thereafter the 1st party went to the premises and found that the gate was locked. Nilame in his statement to the police on the same day had stated that when he went to the premises towards the end of October in 2013 the gate was locked from the inside and when he called for the 1st party, someone from inside had told him that the 1st party was not there. Thereafter he had informed this fact to the 1st party. There are material contradictions between these two statements made to the police on the same day. According to the 1st party, this incident had taken place in December. According to Nilame, this incident had taken place in October. According to Nilame, he had informed of this fact to the 1st party. The 1st party had stated that the prospective tenant had informed this fact to him. He does not say that Nilame also informed him of this fact. Therefore, the learned Magistrate could not have accepted the version of the 1st party. The learned High Court Judge had failed to take into consideration the aforementioned infirmities of the case of the 1st party.",
    "fonts": [
      "Calibri"
    ],
    "sizes": [
      9.0,
      14.039999961853027
    ]
  },
  {
    "page_number": 6,
    "bbox": [
      72.02,
      358.34,
      526.59,
      742.57
    ],
    "text": "The learned High Court Judge has taken into consideration the fact that the 2nd party had rented out a house elsewhere in July 2013 and gone there to reside. This fact is not denied by the 2nd party. Their version is that the aforesaid house was rented by them as the 2nd Respondent in the 2nd party was using the premises in dispute to treat her patients. The police officer who had visited the premises in dispute for an inspection had reported that, in the premises he found a name board to the following effect. . That shows that the 2nd Respondent of the 2nd party was using this premises as an Ayurvedic Medical Centre. The learned High Court Judge has taken into consideration the fact that the 2nd party had paid a sum of Rs. 60,000.00 to the owner of the house which they have taken on rent as a good behavior deposit (key money). She had questioned the fact that whether in such a situation the 2nd party would leave that house and return to the premises in dispute without taking back that sum of money. But the learned Judge had failed to appreciate the fact that the 2nd party was using this premises for an Ayurvedic Medical Centre. The 2nd party can always run the medical center at the premises in dispute while residing in their new rented house. The question of leaving the new rented house will not arise then. To establish possession to a premises one need not reside there. In determining the fact whether a person was in possession of any corporeal thing which is the subject matter of a case filed in the Magistrates Courts under",
    "fonts": [
      "Calibri",
      "IskoolaPota"
    ],
    "sizes": [
      9.0,
      14.039999961853027
    ]
  },
  {
    "page_number": 7,
    "bbox": [
      72.02,
      781.32,
      302.91,
      805.8
    ],
    "text": "8",
    "fonts": [
      "Calibri"
    ],
    "sizes": [
      11.039999961853027
    ]
  },
  {
    "page_number": 7,
    "bbox": [
      72.02,
      74.93,
      526.33,
      107.33
    ],
    "text": "section 66 of the Primary Courts Procedure Act, Gunawardena J. in the case of Iqbal Vs Majedudeen and Others (1999) 3 SLR 213 has held as follows,",
    "fonts": [
      "Calibri",
      "Calibri-Bold"
    ],
    "sizes": [
      14.039999961853027
    ]
  },
  {
    "page_number": 7,
    "bbox": [
      72.02,
      119.81,
      526.5,
      152.21
    ],
    "text": "The test for determining whether a person is in possession of any corporeal thing, such as a house, is to ascertain whether he is in general control of it.",
    "fonts": [
      "Calibri",
      "Calibri-Bold"
    ],
    "sizes": [
      14.039999961853027
    ]
  },
  {
    "page_number": 7,
    "bbox": [
      72.02,
      164.69,
      526.59,
      215.45
    ],
    "text": "Gunawardena J. has further observed as follows, Salmond observes that a person could be said to be in possession of, say, a house, even though that person is miles away and able to exercise very little control, if any.",
    "fonts": [
      "Calibri"
    ],
    "sizes": [
      14.039999961853027
    ]
  },
  {
    "page_number": 7,
    "bbox": [
      72.02,
      228.05,
      526.39,
      334.16
    ],
    "text": "If you use the premises for a business purpose or to provide a service to the people, that is deemed to be possession and that is sufficient to establish ones possession to that premises if that person had the general control of the premises. Therefore, just because the 2nd party had rented out a house elsewhere one cannot come to the conclusion that they have given up possession in the premises in suit.",
    "fonts": [
      "Calibri"
    ],
    "sizes": [
      9.0,
      14.039999961853027
    ]
  },
  {
    "page_number": 7,
    "bbox": [
      72.02,
      346.76,
      526.59,
      766.59
    ],
    "text": "The learned Magistrate had taken into consideration the Grama Seva Reports dated 15.02.2014 as a factor establishing the possession of the 2nd party. The learned High Court Judge has observed that there is no reference to the months of January, November and December 2013 in those reports. Those Grama Seva Reports had been issued on 15.02.2014. In 2 3 and 2 5 it has been reported that both the 1st and 2nd Respondents of the 2nd party are residing in the address of the premises in dispute. In 2 3 it has been reported that the 1st Respondent in the 2nd party is residing for a period of 10 years within the Grama Niladhari division. In 2 5 it has been reported that the 2nd Respondent in the 2nd party is residing within that Grama Niladhari division since her birth. In reply to the averments contained in paragraph 11 of the affidavit of the 2nd party where there is a reference to the aforementioned Grama Niladhari certificates, the 1st party in his cross affidavit had only stated that the 2nd party in their application to the Debt Conciliation Board had given the address of their new residence as their address. The 1st party had not stated that, during the relevant period the 2nd party resided elsewhere within that same Grama Niladhari division. As the Grama Niladhari had reported that 1st Respondent of the 2nd party is residing within that Grama Niladhari division for a period of 10 years and the 2nd Respondent of the 2nd party is residing within that Grama Niladhari division since the date of her birth and as the Grama Niladhari had reported that both of them are residing in the premises in dispute and as the 1st party does not say that the 2nd party resided elsewhere within the same Grama Niladhari division during the relevant period, the learned Additional Magistrate was justified in coming to the",
    "fonts": [
      "Calibri",
      "IskoolaPota"
    ],
    "sizes": [
      9.0,
      14.039999961853027
    ]
  },
  {
    "page_number": 8,
    "bbox": [
      72.02,
      781.32,
      302.91,
      805.8
    ],
    "text": "9",
    "fonts": [
      "Calibri"
    ],
    "sizes": [
      11.039999961853027
    ]
  },
  {
    "page_number": 8,
    "bbox": [
      72.02,
      73.65,
      526.52,
      236.45
    ],
    "text": "conclusion that the 2nd party was in occupation of the premises in dispute during the relevant period. The Grama Niladhari of the area is an official witness and an impartial witness who has no interest in this case and what he has stated in his reports regarding the residence of parties living within his division cannot be brushed aside lightly. On the other hand, the statements made by Sarath Muditha, Chaminda Pushpakumara, Nilame, Chandrasena etc. in favour of the 1st party are not statements made in any official capacity and one cannot say that they are independent witnesses. Therefore, much weight cannot be given to the statements made by those witnesses.",
    "fonts": [
      "Calibri"
    ],
    "sizes": [
      9.0,
      14.039999961853027
    ]
  },
  {
    "page_number": 8,
    "bbox": [
      72.02,
      247.7,
      526.53,
      465.7
    ],
    "text": "In deciding the case in favour of the 1st party the learned High Court Judge had observed the fact that in the electricity bill of the premises in dispute for the month of September October marked 25 the meter reading was 0. Therefore, the learned High Court Judge has come to the conclusion that there had been no consumption of electricity in the house during the relevant period. Based on that finding the learned High Court Judge has come to the conclusion that the 2nd party had given up possession and vacated the premises. In examining the water bills of the premises, the learned High Court Judge had observed the fact that although there had been a consumption of 13 units in August and 11 units in September it had dropped to 6 units in November. Therefore, the learned High Court Judge had come to the conclusion that no one had been in occupation of the premises on the 15th of November.",
    "fonts": [
      "Calibri",
      "IskoolaPota"
    ],
    "sizes": [
      9.0,
      14.039999961853027
    ]
  },
  {
    "page_number": 8,
    "bbox": [
      72.02,
      476.32,
      526.55,
      768.99
    ],
    "text": "According to the water bill marked 2 11 there had been a consumption of 9 units of water in the premises. In comparison to the consumption of 13 units in August and 11 units in September, it is not a significant decline. The fact that there had been a consumption of 9 units in November shows that someone had been in occupation of this premises and he had used water. Therefore, one cannot come to the finding that no one had been in occupation of the premises on 15th November. Although there is a 0-meter reading in electricity during the period of 15th September - 16th October (In 25) one cannot come to the conclusion that the 2nd party was not in possession of this premises during the relevant period. The period relevant to this case is the period between 22.11.2013 22.01.2014. 25 is an electricity bill issued prior to that period. In any event, if the 2nd party was residing in their new rented-out house and only using this premises for medical treatment during day time, they may not have used electricity at all. But it is important to note that there had been a consumption of 11 units of water during this period which means that this premises was occupied by someone. On the other hand, the electricity bill",
    "fonts": [
      "Calibri",
      "IskoolaPota"
    ],
    "sizes": [
      9.0,
      14.039999961853027
    ]
  },
  {
    "page_number": 9,
    "bbox": [
      72.02,
      781.32,
      305.81,
      805.8
    ],
    "text": "10",
    "fonts": [
      "Calibri"
    ],
    "sizes": [
      11.039999961853027
    ]
  },
  {
    "page_number": 9,
    "bbox": [
      72.02,
      72.95,
      529.66,
      273.32
    ],
    "text": "marked 2 12 shows that there had been a consumption of 25 units of electricity during the period immediately after that the period from 14th October to 14th November which is closer to the relevant period. The learned High Court Judge has failed to take into consideration that electricity bill. Therefore, based on the electricity bill marked 25, one cannot come to the conclusion that the 2nd party was not in occupation of this premises during the relevant period and based on the water bills produced one cannot come to the conclusion that no one was in occupation of this premises on 15th of November. Therefore, one cannot come to the conclusion that the 2nd party had dispossessed the 1st party and entered into possession of this premises during the relevant period.",
    "fonts": [
      "Calibri",
      "IskoolaPota"
    ],
    "sizes": [
      9.0,
      14.039999961853027
    ]
  },
  {
    "page_number": 9,
    "bbox": [
      72.02,
      285.8,
      526.22,
      355.04
    ],
    "text": "For the aforementioned reasons, we set aside the order of the learned High Court Judge dated 10.11.2016 and affirm the order of the learned Additional Magistrate dated 04.06.2014. The appeal is allowed with costs fixed at Rs. 21,000.00.",
    "fonts": [
      "Calibri"
    ],
    "sizes": [
      14.039999961853027
    ]
  },
  {
    "page_number": 9,
    "bbox": [
      380.23,
      473.26,
      526.59,
      487.3
    ],
    "text": "Judge of Court of Appeal",
    "fonts": [
      "Calibri-Bold"
    ],
    "sizes": [
      14.039999961853027
    ]
  },
  {
    "page_number": 9,
    "bbox": [
      72.02,
      499.66,
      178.75,
      513.7
    ],
    "text": "R. Gurusinghe - J.",
    "fonts": [
      "Calibri-Bold"
    ],
    "sizes": [
      14.039999961853027
    ]
  },
  {
    "page_number": 9,
    "bbox": [
      72.02,
      526.18,
      116.23,
      540.22
    ],
    "text": "I Agree",
    "fonts": [
      "Calibri-Bold"
    ],
    "sizes": [
      14.039999961853027
    ]
  },
  {
    "page_number": 9,
    "bbox": [
      380.23,
      605.53,
      526.59,
      619.57
    ],
    "text": "Judge of Court of Appeal",
    "fonts": [
      "Calibri-Bold"
    ],
    "sizes": [
      14.039999961853027
    ]
  }
]