[
  {
    "page_number": 0,
    "bbox": [
      70.94,
      781.9,
      302.91,
      806.28
    ],
    "text": "1",
    "fonts": [
      "Calibri"
    ],
    "sizes": [
      11.039999961853027
    ]
  },
  {
    "page_number": 0,
    "bbox": [
      86.3,
      95.04,
      513.02,
      109.02
    ],
    "text": "IN THE COURT OF APPEAL OF THE DEMOCRATIC SOCIALIST",
    "fonts": [
      "BookmanOldStyle-Bold"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 0,
    "bbox": [
      199.49,
      111.36,
      399.91,
      125.34
    ],
    "text": "REPUBLIC OF SRI LANKA",
    "fonts": [
      "BookmanOldStyle-Bold"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 0,
    "bbox": [
      241.13,
      135.48,
      528.34,
      214.4
    ],
    "text": "In the matter of an application for mandates in the matter of Writs of Certiorari, Prohibition and Mandamus under and in terms of Article 140 of the Constitution of the Democratic Socialist Republic of Sri Lanka.",
    "fonts": [
      "BookmanOldStyle"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 0,
    "bbox": [
      70.94,
      248.64,
      523.9,
      408.47
    ],
    "text": "C.A. (Writ) Application 1.Vaithilingam Balasuresh No: 0379/2022 The President Anbupuram Fishermens Co-operative Society Anbupuram Road, Anbupuram Mulankavil 2.Ruvini Rambukwella The President, Vinivida Foundation 30/64B, Malalasekara Mawatha Colombo 7",
    "fonts": [
      "BookmanOldStyle",
      "BookmanOldStyle-Bold"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 0,
    "bbox": [
      241.13,
      410.67,
      519.82,
      764.92
    ],
    "text": "Petitioners Vs. 1. Douglas Devananda, Minister of Fisheries & Aquatic Resources, New Secretariat, Maligawatte, Colombo 10. 2. Mrs R M I Rathnayake, Secretary Ministry of Fisheries & Aquatic Resources, New Secretariat, Maligawatte, Colombo 10. 3. Susantha Kahawatta, Director General, Department of Fisheries & Aquatic Resources, New Secretariat, Maligawatte, Colombo 10.",
    "fonts": [
      "BookmanOldStyle",
      "BookmanOldStyle-Bold"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 1,
    "bbox": [
      70.94,
      781.9,
      302.91,
      806.28
    ],
    "text": "2",
    "fonts": [
      "Calibri"
    ],
    "sizes": [
      11.039999961853027
    ]
  },
  {
    "page_number": 1,
    "bbox": [
      241.13,
      70.9,
      514.06,
      668.08
    ],
    "text": "4. Anura Ekanayake Director General Sri Lanka Coast Guard, Udupila, Mirissa, Matara 5. Nishantha Ulugetenne, Vice Admiral, The Commander of the Sri Lankan Navy, Naval Headquarters Colombo 6. Sudarshana Pathirana Commander of Air Force Sri Lanka Air Force Headquarters P.O. Box 594 Colombo 2 7. G.D.H. Kamal Gunarathna Secretary, Ministry of Defence, Defense Headquarters Complex, Sri Jayawardanapura Kotte. 8. Chandana Sooriyabandara, Director General of Wildlife Conservation, Department of Wildlife Conservation No. 811A, Jayanthipura, Battaramulla 9. C.D. Wickramaratne, Inspector General of Police Police Headquarters, Colombo 01. 10. Attorney General Attorney Generals Department, Colombo 12.",
    "fonts": [
      "BookmanOldStyle"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 1,
    "bbox": [
      250.97,
      670.28,
      519.58,
      765.28
    ],
    "text": "Respondents.",
    "fonts": [
      "BookmanOldStyle",
      "BookmanOldStyle-Bold"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 2,
    "bbox": [
      70.94,
      781.9,
      302.91,
      806.28
    ],
    "text": "3",
    "fonts": [
      "Calibri"
    ],
    "sizes": [
      11.039999961853027
    ]
  },
  {
    "page_number": 2,
    "bbox": [
      70.94,
      70.9,
      325.63,
      133.64
    ],
    "text": "Before : R. Gurusinghe, J. & Dr. S. Premachandra, J.",
    "fonts": [
      "BookmanOldStyle"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 2,
    "bbox": [
      70.94,
      167.88,
      336.91,
      311.63
    ],
    "text": "Counsel : Sugandhika Fernando for the Petitioner Vikum de Abrew, ASG, PC for the Respondents Argued on : 12-06-2025",
    "fonts": [
      "BookmanOldStyle",
      "BookmanOldStyle-Bold"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 2,
    "bbox": [
      70.94,
      321.87,
      248.33,
      335.87
    ],
    "text": "Decided on : 31.07.2025",
    "fonts": [
      "BookmanOldStyle"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 2,
    "bbox": [
      70.94,
      372.74,
      340.36,
      389.13
    ],
    "text": "JUDGMENT",
    "fonts": [
      "BookmanOldStyle",
      "BookmanOldStyle-Bold"
    ],
    "sizes": [
      14.039999961853027
    ]
  },
  {
    "page_number": 2,
    "bbox": [
      70.94,
      399.75,
      528.25,
      510.97
    ],
    "text": "R. Gurusinghe, J. The petitioner in this application alleged, inter alia, that the respondents have committed various breaches of their duties in violation of the provisions of the Fisheries and Aquatic Resources Act No. 2 of 1996, as amended, and prayed for the issuance of a writ of mandamus granting the following reliefs;",
    "fonts": [
      "BookmanOldStyle",
      "BookmanOldStyle-Italic"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 2,
    "bbox": [
      88.94,
      513.17,
      528.24,
      527.17
    ],
    "text": "a) Compelling the 1st, 2nd and 3rd Respondent to enforce Fisheries and",
    "fonts": [
      "ArialMT",
      "BookmanOldStyle"
    ],
    "sizes": [
      8.039999961853027,
      12.0
    ]
  },
  {
    "page_number": 2,
    "bbox": [
      70.94,
      529.37,
      528.34,
      591.97
    ],
    "text": "Aquatic Resources Act No. 02 of 1996 as amended by Act No. 11 of 2017 strictly according to law and ban bottom trawling in Sri Lankan waters;",
    "fonts": [
      "BookmanOldStyle"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 2,
    "bbox": [
      88.94,
      594.17,
      528.21,
      608.17
    ],
    "text": "b) Compelling the 1st to 9th Respondents to give full effect to the Fisheries",
    "fonts": [
      "ArialMT",
      "BookmanOldStyle"
    ],
    "sizes": [
      8.039999961853027,
      12.0
    ]
  },
  {
    "page_number": 2,
    "bbox": [
      88.94,
      610.4,
      528.26,
      673.0
    ],
    "text": "(Regulation of Foreign Fishing) Act No. 59 of 1979 (Amendment) Act No. 1 of 2018 and stop unlawful bottom trawling; c) Compelling the 1st, 2nd, 3rd and 4th Respondents to perform their",
    "fonts": [
      "ArialMT",
      "BookmanOldStyle"
    ],
    "sizes": [
      8.039999961853027,
      12.0
    ]
  },
  {
    "page_number": 2,
    "bbox": [
      88.94,
      675.2,
      528.34,
      754.0
    ],
    "text": "statutory duty as required by Section 13 of the Fisheries (Regulation of Foreign Fishing) Act No. 59 of 1979(Amendment) Act No. 1 of 2018 and stop unlawful bottom trawling and other illegal fishing practices; d) Compelling the 1st, 2nd, 3rd and 4th Respondents to enforce the law and",
    "fonts": [
      "ArialMT",
      "BookmanOldStyle"
    ],
    "sizes": [
      8.039999961853027,
      12.0
    ]
  },
  {
    "page_number": 2,
    "bbox": [
      106.94,
      756.19,
      499.18,
      770.2
    ],
    "text": "arrest and enforce the law against those who violate the Fisheries",
    "fonts": [
      "BookmanOldStyle"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 3,
    "bbox": [
      70.94,
      781.9,
      302.91,
      806.28
    ],
    "text": "4",
    "fonts": [
      "Calibri"
    ],
    "sizes": [
      11.039999961853027
    ]
  },
  {
    "page_number": 3,
    "bbox": [
      88.94,
      70.9,
      528.22,
      133.52
    ],
    "text": "(Regulation of Foreign Fishing) Act No. 59 of 1979 (Amendment) Act No. 1 of 2018; e) Compelling the 8th and 9th Respondents to safeguard the fish and",
    "fonts": [
      "ArialMT",
      "BookmanOldStyle"
    ],
    "sizes": [
      8.039999961853027,
      12.0
    ]
  },
  {
    "page_number": 3,
    "bbox": [
      88.94,
      135.72,
      528.21,
      214.52
    ],
    "text": "amphibians protected under Section 31 and to prosecute the violators in terms of Section 31B of the Fauna and Flora Protection Ordinance No. 02 of 1937 as amended; h) Compelling the 02nd Respondent to make regulations under and in",
    "fonts": [
      "BookmanOldStyle"
    ],
    "sizes": [
      8.039999961853027,
      12.0
    ]
  },
  {
    "page_number": 3,
    "bbox": [
      88.94,
      216.72,
      528.34,
      295.55
    ],
    "text": "terms of Section 26 to give effect to the provisions of the Fisheries (Regulation of Foreign Fishing) Act No. 59 of 1979 (Amendment) Act No. 1 of 2018; i) Compelling the 09th Respondent to enforce the rule of law in terms of",
    "fonts": [
      "BookmanOldStyle"
    ],
    "sizes": [
      8.039999961853027,
      12.0
    ]
  },
  {
    "page_number": 3,
    "bbox": [
      70.94,
      297.75,
      531.95,
      765.28
    ],
    "text": "the Fisheries (Regulation of Foreign Fishing) Act No. 59 of 1979 (Amendment) Act No. 1 of 2018, the Flora Protection Ordinance No. 02 of 1937 as amended and the Police Ordinance. The 1st petitioner is the President of Fishermens Co-operative Society, Mulankavil, and the present petitioner is the President of Vinivida Foundation. The petitioners alleged that inadequate implementation of relevant laws from Sri Lanka to address illegal, unreported and unregulated (IUU) fishing by South Indian bottom trawlers has been causing severe scrapping and ploughing of the sea bed with extensive loss of critical habitat such as sea grass beds and corals and loss of income to the local fishermen of Jaffna, Killinochchi and Mannar districts. The Fisheries and Aquatic Resources Amendment Act No. 11 of 2017, prohibits fishing utilising bottom trawl nets and does not permit any person to engage in bottom trawling. The petitioner further states that, by catching fish, including crabs, prawns, lobsters, and sea cucumbers, bottom trawlers effectively destroy everything in their path, such as sea plants and fish eggs. The petitioners further state that the Indian trawler fishermen violate the international maritime border line, which was agreed in 1974 in a bilateral agreement. Petitioner states that the 1st, 2nd, 3rd and 4th respondents are under a duty to administer the Fisheries (Regulation of Foreign Fishing Boats) Act No. 59 of 1979, as amended, to arrest the serious threat posed by the South Indian bottom trawler to the Northern fisherfolk. Petitioner further states in terms of Section 3 of the said Act, commanders of the Armed Forces and the Director General of the Coast Guard are duty-bound to render all forms of assistance as may be necessary, to ensure proper enforcement of the law and to establish and maintain an effective system of surveillance over Sri",
    "fonts": [
      "BookmanOldStyle"
    ],
    "sizes": [
      8.039999961853027,
      12.0
    ]
  },
  {
    "page_number": 4,
    "bbox": [
      70.94,
      781.9,
      302.91,
      806.28
    ],
    "text": "5",
    "fonts": [
      "Calibri"
    ],
    "sizes": [
      11.039999961853027
    ]
  },
  {
    "page_number": 4,
    "bbox": [
      70.94,
      70.9,
      532.13,
      765.28
    ],
    "text": "Lankan waters. Yet they have failed to perform their office as required by law. Petitioners further state that the 5th respondent is required by law (Section 3 of the Fisheries (Regulation of Foreign Fishing Boats) Act No. 59 of 1979), to discharge his statutory obligation to protect Sri Lankas territorial integrity and prevent encroachment of Sri Lanka's waters by Indian bottom trawler and the 5th respondent has failed to perform its office as required by law. The respondents have filed their objections to the application. While denying the allegations of the petitioners, the respondents have stated that they have taken up necessary steps to prohibit bottom trawling fishing operations by implementing the Fisheries and Aquatic Resources (Amendment) Act No. 11 of 2017. Accordingly, Section 2(1) of the Amendment Act introduced a new section that prohibits fishing operations using bottom trawl nets. Furthermore, the Fisheries (Regulation of Foreign Fishing Boats) Act No. 59 of 1979, as amended by Act No. 18 of 2018, has been enacted to regulate, control, and manage the fishing and related activities of foreign boats in Sri Lankan waters. The respondents have further pleaded that they have introduced new regulations and laws to prohibit bottom trawling. Furthermore, the respondents state that the Sri Lanka Navy is in constant observation, and regular operations are carried out by both the Sri Lanka Navy and the Coast Guard to arrest fishermen who engage in illegal fishing operations in Sri Lankan waters, which include activities by bottom trawlers as well. When such activities are detected, the Sri Lankan Navy takes immediate action to arrest the fishermen and seize their boats. After such an arrest, the relevant personnel and their equipment are taken into custody by the Sri Lanka Navy, which shall thereafter be handed over to the Sri Lanka Police or the Department of Fisheries and Aquatic Resources for the purpose of taking appropriate legal action. Further, they have stated that when the clusters of the Indian Fishing trawlers engage in bottom trawling and encroach into Sri Lankan waters crossing maritime boundary lines is detected by the Sri Lankan Navy and Sri Lanka Coast Guard officials, who are on petrol along maritime boundary lines, Sri Lanka Navy would take all necessary steps to chase away the trawlers which cross maritime boundary back to Indian waters. It is observed that most of them did not comply with express directions given by the officials, and their aggressive manoeuvres have caused damage to the Sri Lanka Navy/Sri Lanka Coast Guard unit. Respondents have further pleaded that all such poaching detection have been informed through correspondence to the Ministry of Defence and other relevant authorities at all material times. With the limited resources, SLN and SLCG have taken utmost effort to control the illegal, unlawful and unregularized (IUU) fishing, including bottom trawling around Sri Lankan",
    "fonts": [
      "BookmanOldStyle"
    ],
    "sizes": [
      8.039999961853027,
      12.0
    ]
  },
  {
    "page_number": 5,
    "bbox": [
      70.94,
      781.9,
      302.91,
      806.28
    ],
    "text": "6",
    "fonts": [
      "Calibri"
    ],
    "sizes": [
      11.039999961853027
    ]
  },
  {
    "page_number": 5,
    "bbox": [
      70.94,
      70.9,
      531.98,
      489.97
    ],
    "text": "waters and all possible actions have been taken to arrest considerable number of such Indian fishing boats involved with IUU fishing. Furthermore, these matters were discussed during meetings held between the Government of Sri Lanka and India in 2022. SLN and SLCG installed sensors, electronic devices such as radars and cameras, especially in the Northern and Eastern Naval areas, for early detection of Indian fishing vessels. This enables the deployment of Sri Lanka Navy and Coast Guard vessels to deter Indian poaching. The respondents have produced document R1, which shows the dates and registered numbers of boats or trawlers, as well as the number of persons and boats arrested on each day, for the years 2017, 2018, 2019, 2020, 2021, and 2022. The list marked R2 indicates the details of prosecutions started and concluded against IUU fishing boats and persons allegedly responsible for IUU fishing in Sri Lankan waters. It indicates the boat number, case number, location of detention, and the result of the case or the current status of the case. Finally, the respondents have stated that they have taken all necessary and adequate steps to enact laws and implement them effectively. The respondents sought the dismissal of the petitioners application. One of the objections raised by the respondents is that the prayer in the Petition was too broad and vague. Prayer b sub-paragraph (a) is as follows:",
    "fonts": [
      "BookmanOldStyle"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 5,
    "bbox": [
      88.94,
      492.17,
      528.24,
      506.17
    ],
    "text": "a) Compelling the 1st, 2nd and 3rd Respondent to enforce Fisheries and",
    "fonts": [
      "ArialMT",
      "BookmanOldStyle"
    ],
    "sizes": [
      8.039999961853027,
      12.0
    ]
  },
  {
    "page_number": 5,
    "bbox": [
      70.94,
      508.37,
      528.13,
      651.88
    ],
    "text": "Aquatic Resources Act No. 02 of 1996 as amended by Act No. 11 of 2017 strictly according to law and ban bottom trawling in Sri Lankan waters; The above prayer is too wide and vague. When the reliefs prayed for by the petitioner were too wide and too vague, the application is liable to be dismissed.",
    "fonts": [
      "BookmanOldStyle"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 5,
    "bbox": [
      88.94,
      654.08,
      528.21,
      668.08
    ],
    "text": "b) Compelling the 1st to 9th Respondents to give full effect to the Fisheries",
    "fonts": [
      "ArialMT",
      "BookmanOldStyle"
    ],
    "sizes": [
      8.039999961853027,
      12.0
    ]
  },
  {
    "page_number": 5,
    "bbox": [
      70.94,
      670.28,
      528.14,
      765.28
    ],
    "text": "(Regulation of Foreign Fishing) Act No. 59 of 1979 (Amendment) Act No. 1 of 2018 and stop unlawful bottom trawling; Other reliefs prayed for by the petitioners are similar to the above, too wide and too vague.",
    "fonts": [
      "BookmanOldStyle"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 6,
    "bbox": [
      70.94,
      781.9,
      302.91,
      806.28
    ],
    "text": "7",
    "fonts": [
      "Calibri"
    ],
    "sizes": [
      11.039999961853027
    ]
  },
  {
    "page_number": 6,
    "bbox": [
      70.94,
      70.9,
      528.34,
      457.57
    ],
    "text": "In H. K. D. Amarasinghe and others vs. Central Environmental Authority and others, CA/Writ/132/2018 decided on 03.06.2021, His Lordship Justice Arjuna Obeysekere J., P/CA (as His Lordship then was), considering the respondents submissions and the relief prayed for by the petitioners against the respondents, said that . I am therefore of the view that the relief sought is vague and this Court is not in a position to grant any relief to the Petitioners. In the above circumstances, I am of the view that this application is liable to be dismissed in limine. The Court held that A petitioner invoking the jurisdiction of this Court must seek relief that would address their grievance and must not refer to each and every section in an Act hoping and praying that his case would come under at least one of the said sections. In other words, the relief that is sought must be specific and should address the concerns of the petitioner. This would then enable the respondents to respond to the averments of fact and law raised by the petitioner. The fact that the relief is vague is an indication that the petitioner is unsure of the allegations that he/she is making against the respondents and makes the task of Court to mete out justice that much harder. In the case of Rev. Battaramulle Seelarathana vs. Ceylon Electricity Board, CA/Writ/213/2017 decided on 19.07.2017, L. T. B. Dehideniya J. (P/CA) (as he then was), considering the prayer of the petition, has observed that:",
    "fonts": [
      "BookmanOldStyle",
      "BookmanOldStyle-Italic"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 6,
    "bbox": [
      70.94,
      459.77,
      528.34,
      765.4
    ],
    "text": "...This is a vague application. The duty that he is directed to perform must be clearly indicated because the writ of mandamus is always followed with a threat of punishing the person for not obeying the Court order if he fails to perform the duty that he is directed to perform. Therefore, the Court cannot direct a person to \"perform its duties with regard to the Procurement Process\" unless the duty is correctly specified. When considering the prayer to the petition, I accept that the reliefs sought are too broad and not sufficiently specific. The documents marked R1 and R2 by the respondents show the number of boats arrested and the number of persons who have violated fishing laws arrested by the Sri Lankan authorities. These documents demonstrate that illegal fishing operations using bottom trawling have been adequately addressed by the relevant authorities, given their limited resources. The respondents have already introduced new regulations and laws to prohibit",
    "fonts": [
      "BookmanOldStyle",
      "BookmanOldStyle-Italic"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 7,
    "bbox": [
      70.94,
      781.9,
      302.91,
      806.28
    ],
    "text": "8",
    "fonts": [
      "Calibri"
    ],
    "sizes": [
      11.039999961853027
    ]
  },
  {
    "page_number": 7,
    "bbox": [
      70.94,
      70.9,
      528.27,
      165.92
    ],
    "text": "bottom trawling. In the above circumstances, it cannot be argued that the respondents do nothing to prevent violations of the law regarding fishing. In the case of Weligama Multipurpose Co-operative Society Limited Vs Chandradasa Daluwatte [1984] 1 Sri LR 195, the Supreme Court held,",
    "fonts": [
      "BookmanOldStyle"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 7,
    "bbox": [
      70.94,
      168.12,
      528.33,
      392.75
    ],
    "text": "Mandamus lies to secure the performance of a Public duty, in the performance of which an applicant has sufficient legal interest. To be enforceable by Mandamus the duty to be performed must be a Public nature and not merely private character. A public duty may be imposed by either statute, charter or common law or custom. In the case of Samaraweera vs Balasuriya 58 NLR 118, in the Supreme Court, Sansoni J. held, It is trite law that the Mandamus is only available to compel the doing of a duty not done, and not on the ground that the duty had been done erroneously. The following passage in Administrative Law by P.P. Craig, 5th edition, page 769, is in my view relevant in this regard;",
    "fonts": [
      "BookmanOldStyle",
      "BookmanOldStyle-Italic"
    ],
    "sizes": [
      8.039999961853027,
      12.0
    ]
  },
  {
    "page_number": 7,
    "bbox": [
      70.94,
      394.95,
      528.34,
      668.2
    ],
    "text": "The court will not normally order a respondent to undertake the impossible, nor will it make the orders cannot be fulfilled for other practical or legal reasons. Moreover, as has already been seen, if a public body has a wide discretion and limited resources, this will enter into the courts decision as to whether a remedy should be given. Respondents have not refused to perform their duties. They have demonstrated that they have taken steps to prevent the alleged law violations as stated by the petitioners. It is not possible for the respondents to prevent each and every violation of laws regarding fishing in the sea. This court is not inclined to order the respondent to undertake the impossible. In the case of Analingam Anarasa and Others Vs S.J. Kahawatta Director General Department of Fisheries and Aquatic Resources and Others, CA Writ/21/2022 decided on 13-02-2023, the Court of Appeal considered the identical issues to the case in hand and decided inter alia, that,",
    "fonts": [
      "BookmanOldStyle",
      "BookmanOldStyle-Italic"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 7,
    "bbox": [
      106.94,
      670.4,
      527.88,
      749.26
    ],
    "text": "Under general circumstances, this Court cannot intervene all the time in the governing process of the Government to direct what appropriate administrative measures should be taken. I have observed previously in a different case that the Court cannot be the judge of giving directions to a government, intervening to the role of ruling the country. (See",
    "fonts": [
      "BookmanOldStyle-Italic"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 8,
    "bbox": [
      70.94,
      781.9,
      302.91,
      806.28
    ],
    "text": "9",
    "fonts": [
      "Calibri"
    ],
    "sizes": [
      11.039999961853027
    ]
  },
  {
    "page_number": 8,
    "bbox": [
      70.94,
      70.9,
      528.05,
      149.72
    ],
    "text": "Nagananda Kodithuwakku vs. Dinesh Gunawardena, Minister of Education, CA/WRIT/45/2022, decided on 03.02.2022). The court further observed as follows;",
    "fonts": [
      "BookmanOldStyle",
      "BookmanOldStyle-Italic"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 8,
    "bbox": [
      70.94,
      151.92,
      528.34,
      765.28
    ],
    "text": "On a careful perusal of the prayer of the instant Application, it implies that the intention of the Petitioners is to get orders issued through Court in the nature of a writ of Mandamus directing the relevant Respondents to perform their duties in terms of handpicked Sections of certain statutes passed by Parliament. If, by any chance, the Court decides to grant the reliefs as prayed for in the prayer, eventually, a wide back door will be opened for the Petitioners or any interested party to file contempt charges against these Respondents. The manner in which the prayer of the Petition is formulated would create a harmful right to instigate contempt charges on an alleged inaction or omission upon a matter which the Respondents were not made aware of during the process of exercising powers under the Sections of those Statutes. For an example, if the Court decides to grant the reliefs contained in paragraph (d) of the prayer, then at any moment after issuing such order, if anybody violates, without the knowledge of the Respondents the provisions of the Fisheries Act in anywhere in the island, the Petitioners will be able to instigate at the outset contempt proceedings against any one or more Respondents. As observed in the above judgment, granting the reliefs prayed for by the petitioners would result in unusual contempt proceedings being instituted against the respondents, if anyone violates the provisions of the Fisheries (Regulation of Foreign Fishing) Act No. 59 of 1979 (Amendment) Act No. 1 of 2018 and the Fauna and Flora Protection Ordinance No. 02 of 1937 as amended. This is because it is not possible for the respondents to prevent every single violation of the fishing laws referred to above, especially considering that the respondents are already making every possible effort, within their available resources, to prevent such violations. I have already adverted to the too wide and vague nature of the prayer to the petition. Furthermore, I observe that most respondents are no longer holding their respective offices, and the present incumbents have not been substituted. Generally, unlike other writs, a writ of mandamus can only be issued against a person who holds a public office. Except for the 10th respondent, the respondents are not juristic persons.",
    "fonts": [
      "BookmanOldStyle",
      "BookmanOldStyle-Italic"
    ],
    "sizes": [
      8.039999961853027,
      12.0
    ]
  },
  {
    "page_number": 9,
    "bbox": [
      70.94,
      781.9,
      305.79,
      806.28
    ],
    "text": "10",
    "fonts": [
      "Calibri"
    ],
    "sizes": [
      11.039999961853027
    ]
  },
  {
    "page_number": 9,
    "bbox": [
      70.94,
      70.9,
      528.11,
      198.32
    ],
    "text": "For the reasons stated above, I dismiss the petitioners' application. However, no order for costs. Application dismissed.",
    "fonts": [
      "BookmanOldStyle"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 9,
    "bbox": [
      70.94,
      200.52,
      458.86,
      279.35
    ],
    "text": "Judge of the Court of Appeal Dr. S. Premachandra, J.",
    "fonts": [
      "BookmanOldStyle",
      "BookmanOldStyle-Bold"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 9,
    "bbox": [
      142.94,
      281.55,
      462.7,
      311.87
    ],
    "text": "I agree. Judge of the Court of Appeal.",
    "fonts": [
      "BookmanOldStyle"
    ],
    "sizes": [
      12.0
    ]
  }
]