[
  {
    "page_number": 0,
    "bbox": [
      72.02,
      37.44,
      525.92,
      61.92
    ],
    "text": "1",
    "fonts": [
      "Calibri"
    ],
    "sizes": [
      11.039999961853027
    ]
  },
  {
    "page_number": 0,
    "bbox": [
      86.3,
      103.08,
      513.01,
      117.08
    ],
    "text": "IN THE COURT OF APPEAL OF THE DEMOCRATIC SOCIALIST",
    "fonts": [
      "Bookman Old Style",
      "Bookman Old Style,Bold"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 0,
    "bbox": [
      217.49,
      124.2,
      381.91,
      138.18
    ],
    "text": "REPUBLIC OF SRI LANKA",
    "fonts": [
      "Bookman Old Style,Bold"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 0,
    "bbox": [
      242.21,
      155.28,
      527.26,
      234.2
    ],
    "text": "In the matter of an application for mandates in the nature of Writs of Certiorari, Prohibition and Mandamus, under and in terms of Article 140 of the Constitution of the Democratic Socialist Republic of Sri Lanka.",
    "fonts": [
      "Bookman Old Style"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 0,
    "bbox": [
      72.02,
      272.43,
      498.82,
      367.43
    ],
    "text": "C.A. (Writ) Application Dr. H. Amarathunga, No: 0319/2017 No. 41K, Negenahira Mawatha, Kirillawala, Kadawatha. Petitioner - Vs -",
    "fonts": [
      "Arial",
      "Bookman Old Style",
      "Bookman Old Style,Bold"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 0,
    "bbox": [
      72.02,
      377.67,
      481.54,
      764.34
    ],
    "text": "1. The Monetary Board of Central Bank, P O Box 590, No. 30 Janadhipathi Mawatha, Colombo 01. 2. Dr. Indrajith Coomaraswamy, Governor, Central Bank of Sri Lanka, P O Box 590, No. 30 Janadhipathi Mawatha, Colombo 01. 3. Dr. R.H.S. Samarathunga, Secretary, Ministry of Finance, The Secretariat, Colombo 01. 4. Mrs M. Ramanathan, Member, Monetary Board, P O Box 590, No. 30 Janadhipathi Mawatha, Colombo 01.",
    "fonts": [
      "Bookman Old Style"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 1,
    "bbox": [
      72.02,
      37.44,
      525.92,
      61.92
    ],
    "text": "2",
    "fonts": [
      "Calibri"
    ],
    "sizes": [
      11.039999961853027
    ]
  },
  {
    "page_number": 1,
    "bbox": [
      72.02,
      71.88,
      461.14,
      766.38
    ],
    "text": "5. Mr C.P.R. Perera, Member, Monetary Board, P O Box 590, No. 30 Janadhipathi Mawatha, Colombo 01. 6. Mr. A.N. Fonseka, Member, Monetary Board, P O Box 590, No. 30 Janadhipathi Mawatha, Colombo 01. 7. Mr. H.A. Karunaratne, Assistant Governor and Secretary Monetary Board, P O Box 590, No. 30 Janadhipathi Mawatha, Colombo 01. 8. Dr. P.N. Weerasinghe, Deputy Governor, Central Bank, P O Box 590, No. 30 Janadhipathi Mawatha, Colombo 01. 9. K.D. Ranasinghe, Deputy Governor, Central Bank, P O Box 590, No. 30 Janadhipathi Mawatha, Colombo 01. 10. C.J.P. Siriwardana, Deputy Governor, Central Bank, P O Box 590, No. 30 Janadhipathi Mawatha, Colombo 01.",
    "fonts": [
      "Bookman Old Style"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 2,
    "bbox": [
      72.02,
      37.44,
      525.92,
      61.92
    ],
    "text": "3",
    "fonts": [
      "Calibri"
    ],
    "sizes": [
      11.039999961853027
    ]
  },
  {
    "page_number": 2,
    "bbox": [
      72.02,
      71.88,
      480.58,
      701.68
    ],
    "text": "11. K.M. Abeykoon, Director, Human Resources Department Central Bank, P O Box 590, No. 30 Janadhipathi Mawatha, Colombo 01. 12. Mrs K.M.A.N. Daulagala Assistant Governor, 13. Mrs S. Gunaratne Assistant Governor, 14. Mr. N.W.G.R.D. Nanayakkara Assistant Governor, 15. Mrs. T.M.J.Y.P. Fernando, Assistant Governor, 16. Mr. J.P.R. Karunaratne Assistant Governor. 17. Mrs K Gunatilake, Assistant Governor, 12th to 17th Respondents, All of Central Bank of Sri Lanka P O Box 590, No. 30 Janadhipathi Mawatha, Colombo 01. 18. Hon. The Attorney-General Attorney-Generals Department, Colombo 12 Respondents",
    "fonts": [
      "Bookman Old Style",
      "Bookman Old Style,Bold"
    ],
    "sizes": [
      8.039999961853027,
      12.0
    ]
  },
  {
    "page_number": 2,
    "bbox": [
      72.02,
      708.8,
      279.41,
      722.8
    ],
    "text": "Before : R. Gurusinghe J",
    "fonts": [
      "Bookman Old Style"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 2,
    "bbox": [
      72.02,
      729.92,
      229.49,
      743.92
    ],
    "text": "&",
    "fonts": [
      "Bookman Old Style"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 2,
    "bbox": [
      72.02,
      751.06,
      290.69,
      765.06
    ],
    "text": "M.C.B.S. Morais J",
    "fonts": [
      "Bookman Old Style"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 3,
    "bbox": [
      72.02,
      37.44,
      525.92,
      61.92
    ],
    "text": "4",
    "fonts": [
      "Calibri"
    ],
    "sizes": [
      11.039999961853027
    ]
  },
  {
    "page_number": 3,
    "bbox": [
      72.02,
      93.12,
      423.19,
      107.12
    ],
    "text": "Counsel : Lakmini Warusawithana with S. Kaluarachchi",
    "fonts": [
      "Bookman Old Style"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 3,
    "bbox": [
      72.02,
      114.24,
      250.13,
      128.24
    ],
    "text": "For the Petitioner",
    "fonts": [
      "Bookman Old Style"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 3,
    "bbox": [
      72.02,
      156.48,
      447.46,
      170.48
    ],
    "text": "K. Kanag-Iswaran, P.C. and Shivan Kanag-Iswaran",
    "fonts": [
      "Bookman Old Style"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 3,
    "bbox": [
      72.02,
      177.6,
      381.79,
      191.6
    ],
    "text": "Appears for the 1st to 11th Respondents",
    "fonts": [
      "Bookman Old Style"
    ],
    "sizes": [
      8.039999961853027,
      12.0
    ]
  },
  {
    "page_number": 3,
    "bbox": [
      72.02,
      198.72,
      395.83,
      212.72
    ],
    "text": "On the instructions of Julius and Creasy",
    "fonts": [
      "Bookman Old Style"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 3,
    "bbox": [
      72.02,
      241.11,
      251.09,
      255.11
    ],
    "text": "Argued on : 17.01.2024",
    "fonts": [
      "Bookman Old Style"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 3,
    "bbox": [
      72.02,
      272.19,
      249.41,
      286.19
    ],
    "text": "Decided on : 22.02.2024",
    "fonts": [
      "Bookman Old Style"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 3,
    "bbox": [
      72.02,
      327.99,
      176.66,
      341.99
    ],
    "text": "R. Gurusinghe J.",
    "fonts": [
      "Bookman Old Style"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 3,
    "bbox": [
      72.02,
      349.24,
      527.26,
      474.13
    ],
    "text": "This application pertains to the selection of candidates for the post of Asst. Governor of the Central Bank of Sri Lanka. The petitioner was a Staff Class IV Officer of the Central Bank of Sri Lanka at the time of filing this application. The petitioners position is that he had the educational and professional qualifications required to be appointed to the post of Assistant Governor. In addition, he had 31 years of service in the Central Bank of Sri Lanka.",
    "fonts": [
      "Bookman Old Style",
      "Times New Roman"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 3,
    "bbox": [
      72.02,
      486.17,
      527.14,
      516.49
    ],
    "text": "In his petition dated 30-10-2017, the petitioner seeks the following reliefs among others.",
    "fonts": [
      "Bookman Old Style"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 3,
    "bbox": [
      90.02,
      528.53,
      527.26,
      542.53
    ],
    "text": "c. Issue a Writ of Certiorari quashing the decision of 1st to 7th",
    "fonts": [
      "Arial",
      "Bookman Old Style"
    ],
    "sizes": [
      8.039999961853027,
      12.0
    ]
  },
  {
    "page_number": 3,
    "bbox": [
      108.02,
      544.73,
      527.25,
      607.48
    ],
    "text": "respondents made at its meeting no. 31/2017 held on 31-08-2017 to promote 12 to 17 respondents in Staff Class Special Grade in the post of Asst. Governor communicated by the memorandum dated 31-08-2017, issued by the 11th respondent produce marked P36;",
    "fonts": [
      "Bookman Old Style"
    ],
    "sizes": [
      8.039999961853027,
      12.0
    ]
  },
  {
    "page_number": 3,
    "bbox": [
      90.02,
      645.8,
      527.26,
      659.8
    ],
    "text": "d. Issue a Writ of Certiorari quashing the decisions made by 2nd, 4th - 6th,",
    "fonts": [
      "Arial",
      "Bookman Old Style"
    ],
    "sizes": [
      8.039999961853027,
      12.0
    ]
  },
  {
    "page_number": 3,
    "bbox": [
      108.02,
      662.0,
      527.26,
      740.8
    ],
    "text": "8th - 10th respondents i.e., the interview panel appointed for selection of officers for the promotion to Staff Class Special Grade, in the post of Asst. Governor on 30-08-2017, promoting/recommending the promotions of 12-17 respondents;",
    "fonts": [
      "Bookman Old Style"
    ],
    "sizes": [
      8.039999961853027,
      12.0
    ]
  },
  {
    "page_number": 4,
    "bbox": [
      72.02,
      37.44,
      525.92,
      61.92
    ],
    "text": "5",
    "fonts": [
      "Calibri"
    ],
    "sizes": [
      11.039999961853027
    ]
  },
  {
    "page_number": 4,
    "bbox": [
      90.02,
      71.88,
      523.42,
      85.88
    ],
    "text": "e. Issue a Writ of Certiorari quashing the memorandum dated 31-08-",
    "fonts": [
      "Arial",
      "Bookman Old Style"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 4,
    "bbox": [
      90.02,
      88.08,
      527.26,
      134.48
    ],
    "text": "2017, issued by the 11th respondent produce marked P36; f. Issue a Writ of Certiorari quashing the decisions of 1st to 7th",
    "fonts": [
      "Arial",
      "Bookman Old Style"
    ],
    "sizes": [
      8.039999961853027,
      12.0
    ]
  },
  {
    "page_number": 4,
    "bbox": [
      90.02,
      136.68,
      527.26,
      247.88
    ],
    "text": "respondents setting out selection criteria for the promotion to Staff Class Special Grade in the post of Asst. Governor and Senior Heads of department reflected in the issuance of the HRD circular bearing no. 05/2017/14, dated 21-06-2017 issued by the 11th respondent produce marked P25; h. Grant and issue a Writ of Mandamus directing the 1st and 2nd to 7th",
    "fonts": [
      "Arial",
      "Bookman Old Style"
    ],
    "sizes": [
      8.039999961853027,
      12.0
    ]
  },
  {
    "page_number": 4,
    "bbox": [
      108.02,
      250.11,
      527.1,
      312.71
    ],
    "text": "respondents to forthwith formulate/approve new/amended scheme of promotion based on objective criteria and indicia of selection and assessment with intelligible differentia, including provisions for: -",
    "fonts": [
      "Bookman Old Style"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 4,
    "bbox": [
      72.02,
      314.91,
      527.26,
      442.33
    ],
    "text": "I. a structured and striated interview marking scheme that is logical and rational and one which ensures for the Central Bank, the best possible candidates, with suitable reference to seniority as well, and II. make the said scheme known and published in advance and",
    "fonts": [
      "Arial",
      "Bookman Old Style"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 4,
    "bbox": [
      144.02,
      444.53,
      527.15,
      507.25
    ],
    "text": "III. oral interview, which will ensure fairness and transparency in awarding marks to candidates, pursuant to granting a hearing to all stakeholders, including the Petitioner;",
    "fonts": [
      "Arial",
      "Bookman Old Style"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 4,
    "bbox": [
      72.02,
      545.45,
      527.26,
      737.68
    ],
    "text": "The 1st respondent (the Monetary Board) took a decision at its meeting on 28.04.2017 to call for expression of interest for the promotion of candidates to Special Grade of Staff Class in the post of Asst. Governor. It was noted that the selection process will be conducted in terms of HRD circular bearing No. 05/2017/14 dated 21-06-2017. The petitioner submitted an expression of interest; thereafter by an internal memorandum dated 10-07-2017, the candidates were informed that interviews for selection for the post of Asst. Governors are scheduled to be conducted on 19-07-2017. At the request of the petitioner, the interview date was postponed and rescheduled for 13-08-2017. The memorandum bearing no. 05/04/002/0011/006 dated 31-08-2017, it was communicated that 12 to 17 respondents had been promoted to Staff Class Special Grade in the post of Asst. Governor",
    "fonts": [
      "Bookman Old Style"
    ],
    "sizes": [
      8.039999961853027,
      12.0
    ]
  },
  {
    "page_number": 5,
    "bbox": [
      72.02,
      37.44,
      525.92,
      61.92
    ],
    "text": "6",
    "fonts": [
      "Calibri"
    ],
    "sizes": [
      11.039999961853027
    ]
  },
  {
    "page_number": 5,
    "bbox": [
      72.02,
      71.88,
      527.26,
      102.2
    ],
    "text": "with effect from 31-08-2017. The 1st respondent, consisting of the 2nd to 7th respondents, took that decision at the meeting held on 31-08-2017.",
    "fonts": [
      "Bookman Old Style"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 5,
    "bbox": [
      72.02,
      114.24,
      527.26,
      290.45
    ],
    "text": "The petitioner states that the HRD circular dated 21-06-2017, marked P25, stated that the Monetary Board had decided that the interview panel for the selection of Officers to Staff Class Special Grade in the post of Asst. Governor and Heads of Department shall consist of the Governor, all Monetary Board members and Deputy Governors. The petitioner states that the 3rd respondent, who is an independent and vital member of the interview panel, was not present at the interview for the selection of Officers to the Staff Class Special Grade in the post of Asst. Governor, as requested in the HRD circular dated 21-06-2017. Therefore, the provisions in the said circular have been violated, and promotions granted to 12th -17th respondents are ultra virus, illegal and have no force or avail in law.",
    "fonts": [
      "Bookman Old Style",
      "Bookman Old Style,Italic"
    ],
    "sizes": [
      8.039999961853027,
      12.0
    ]
  },
  {
    "page_number": 5,
    "bbox": [
      72.02,
      302.67,
      309.91,
      316.67
    ],
    "text": "The said HRD circular states as follows:",
    "fonts": [
      "Bookman Old Style"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 5,
    "bbox": [
      72.02,
      328.59,
      524.5,
      537.11
    ],
    "text": "Maximum Marks Special Academic and Professional Qualifications - 20 and Technical Skills Academic knowledge, professional skills and competence in Central Banking particularly in the core functions of a Central Bank such as monetary and exchange rate policy, international finance, financial system stability, supervision and regulation of banks, debt and portfolio management, reserve management and fiscal policy. Competence and Overall Effectiveness to Act as an AG - 20",
    "fonts": [
      "Bookman Old Style",
      "Bookman Old Style,BoldIt",
      "Bookman Old Style,Italic"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 5,
    "bbox": [
      72.02,
      549.29,
      524.5,
      757.8
    ],
    "text": "Decisive and to be able to follow through in implementation or decisions Leadership Qualities and Ability to Co-ordinate & Motivate - 20 Leadership qualities, ability to motivate others and plan and Co-ordinate the work of several departments Ability to Initiate and Innovate - 20 Ability to innovate and to take initiatives constantly to improve the functioning of the Bank, particularly in modernising & improving its outputs and activities to",
    "fonts": [
      "Bookman Old Style,BoldIt",
      "Bookman Old Style,Italic"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 6,
    "bbox": [
      72.02,
      37.44,
      525.92,
      61.92
    ],
    "text": "7",
    "fonts": [
      "Calibri"
    ],
    "sizes": [
      11.039999961853027
    ]
  },
  {
    "page_number": 6,
    "bbox": [
      72.02,
      71.88,
      534.89,
      701.56
    ],
    "text": "international standards and in achieving cost savings and enhancing productivity Communication Skills - 20 Ability to express views clearly in writing and at meetings at the highest level, to negotiate skilfully when dealing with employees organisations, public institutions, financial institutions and internal organisations Total - 20 An officer appointed as an AG will at the same time be promoted to the Special Grade of the Staff Class, if he is not already in the Special Grade. The petitioner complains that the above criteria are vague, obscure and lack precision, and the said five criteria are very broad and, as such, fraught with the danger of being manipulated and applied in a partisan manner. Further, he states that the breakdown of marks for the said evaluation category was not notified or informed to the petitioner and therefore, the said criteria lack transparency and due process. Further, he complained that the composition for the particular category on which each of these 20 marks will be awarded has not been set out in the circular. The petitioner further complained that seniority had not been recognised in the evaluation criteria. The petitioner also states that the criteria set out in the HRD circular No. 5/05/2017/14 are arbitrary and capricious, and the attributes specified for promotion do not withstand the test of being rationally related to a legitimate objective. Further, the petitioner states that the 5th, 6th and 8th respondents harbour animosity against the petitioner. Objections The respondents filed objections to the application. While denying the allegations of the petitioner, they took the following preliminary objections that the application of the petitioner for the grant of Writ of Mandamus was misconceived and that such a Writ was not available to the petitioner.",
    "fonts": [
      "Bookman Old Style",
      "Bookman Old Style,BoldIt",
      "Bookman Old Style,Italic"
    ],
    "sizes": [
      8.039999961853027,
      12.0
    ]
  },
  {
    "page_number": 6,
    "bbox": [
      72.02,
      703.76,
      527.04,
      750.18
    ],
    "text": "I. The Writ of Mandamus lies only to secure the performance of a statutory duty and not an obligation of a private character.",
    "fonts": [
      "Arial",
      "Bookman Old Style"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 7,
    "bbox": [
      72.02,
      37.44,
      525.92,
      61.92
    ],
    "text": "8",
    "fonts": [
      "Calibri"
    ],
    "sizes": [
      11.039999961853027
    ]
  },
  {
    "page_number": 7,
    "bbox": [
      93.38,
      72.0,
      527.26,
      669.16
    ],
    "text": "II. Ex facie, the grounds urged in paragraph 35 of the petition for invoking the jurisdiction of court under Article 140 of the Constitution are misconceived and unattainable in law and do not constitute grounds to invoke jurisdiction of court. The petition should, therefore, be dismissed in limine. III. The circulars allegedly challenged and adverted to in the petition by the petitioner are not instruments having statutory force, statutorily sanctioned or gazetted regulations. They are not referable to the exercise of any delegated legislative power. The petitioners application for Writ of Mandamus is, therefore, ex-facie totally misconceived in law. IV. The Petitioner has ex facie failed to comply with Rule 3 (1) (a) of the Court of Appeal (appellate procedure) Rules 1990 relating to application for the exercise of powers vested in Article 140 of the Constitution and the petition must therefore be dismissed in limine. V. The petitioner has ex-facie the petition violated the mandatory provisions of section 123 of the Evidence Ordinance as confirmed by the averments in paragraph 125 of the petition and the corresponding paragraphs of his affidavit. The said averments are consequently not receivable in law. The petition should, therefore, be dismissed. VI. The petitioner has violated the provisions of sections 45, and 122 of the Monetary Law Act. VII. The petitioner has wilfully and directly violated the obligation of fidelity/secrecy sworn by the petitioner at the time of commencement of his employment at the Central Bank of Sri Lanka, in terms of the Classification Control and Appeal Rules of the Central Bank of Sri Lanka which made in terms of petition 10 of the Monetary Law Act. VIII. In this background, the respondents state that it is settled law",
    "fonts": [
      "Arial",
      "Bookman Old Style",
      "Bookman Old Style,Italic"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 7,
    "bbox": [
      129.38,
      671.36,
      527.26,
      766.56
    ],
    "text": "that a person who approaches the Court for a grant of discretionary relief has to come with clean hands. The petitioners conduct as illustrated by the petitioners pleadings that the petitioner is guilty of gross illegal conduct and guilty of violating his duty of uberrima fides. On this ground as well the petitioners application should be dismissed in limine.",
    "fonts": [
      "Bookman Old Style",
      "Bookman Old Style,Italic"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 8,
    "bbox": [
      72.02,
      37.44,
      525.92,
      61.92
    ],
    "text": "9",
    "fonts": [
      "Calibri"
    ],
    "sizes": [
      11.039999961853027
    ]
  },
  {
    "page_number": 8,
    "bbox": [
      72.02,
      98.04,
      527.08,
      128.36
    ],
    "text": "In addition to the above, the following objections were taken by the respondents.",
    "fonts": [
      "Bookman Old Style"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 8,
    "bbox": [
      72.02,
      140.52,
      527.22,
      203.12
    ],
    "text": "I. Seniority of the applicant was not undermined as the eligibility criteria ensured that only officers with adequate effective track records would be eligible to apply for the promotion.",
    "fonts": [
      "Arial",
      "Bookman Old Style"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 8,
    "bbox": [
      72.02,
      205.32,
      527.26,
      753.96
    ],
    "text": "II. Seven Heads of Department, who were more senior in Grade IV than the petitioner, were also not promoted to the Staff Class Special Grade as Assistant Governor at the interview. III. The petitioner had applied and faced the interview under the said criteria on two previous occasions in 2014 and 2016. However, the petitioner had not questioned the suitability of the criteria under reference on such previous occasions. IV. The process adopted in promoting the Grade IV Officers to the Post of Assistant Governor on the 31st of August 2017 was a very fair, transparent, and just procedure. V. All the members of the panel had an identical role in the panel and the 3rd respondent could not be referred to as an independent member, as claimed by the petitioner, on the basis of any criteria whatsoever. Decision The essence of Mandamus is that it is a command issued by Court to perform public legal duty where officials have a public duty to perform and have refused to perform. A Writ of Mandamus is not a Writ of Right and is not granted as a matter of course. It is granted at the discretion of the court. The circulars regarding promotions in the Central Bank that were challenged in the petition are not instruments with statutory force or statutorily sanctioned or gazetted regulations. They are not referable to the exercise of any delegated legislative power. It is not claimed that the circulars were made by the Minister or any other public authority exercising the regulation-making power under the Monetary Law Act or other statutes. The post of Assistant Governor is not created by the Monetary Law Act.",
    "fonts": [
      "Arial",
      "Bookman Old Style",
      "Calibri"
    ],
    "sizes": [
      8.039999961853027,
      11.039999961853027,
      12.0
    ]
  },
  {
    "page_number": 9,
    "bbox": [
      72.02,
      37.44,
      525.92,
      61.92
    ],
    "text": "10",
    "fonts": [
      "Calibri"
    ],
    "sizes": [
      11.039999961853027
    ]
  },
  {
    "page_number": 9,
    "bbox": [
      72.02,
      72.0,
      527.26,
      426.19
    ],
    "text": "In the case of Weligama Multi-Purpose Co-Operative Society Ltd Vs. Chandradasa Daluwatta [1984] 1 Sri LR 195, Sharvananda J., as he then was, delivering the judgment of 5 judges of the Supreme Court presided by Samarakoon CJ, held as follows: Mandamus lies to secure the performance of a public duty in the performance of which an applicant has sufficient legal interest to be enforceable by Mandamus the duty to be performed must be of a public nature and not merely of private character. The public duty may be imposed by either statute, charter, or the common law or custom. In Ratnayake and Others vs C.D.Perera and others [1982] 2 Sri LR 451 the Supreme Court held as follows; The general rule of Mandamus is that its function is to compel a public authority to do its duty. The essence of Mandamus is that it is a command issued by the Superior Court for the performance of public legal duty. Where officials have a public duty to perform and have refused to perform, Mandamus will lie to secure the performance of the public duty, in the performance of which the applicant has sufficient legal interest. It is only granted to compel the performance of duties of a public nature, and not merely of private character, that is to say, for the enforcement of a mere private right, stemming from a contract of the parties.",
    "fonts": [
      "Bookman Old Style",
      "Bookman Old Style,Italic"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 9,
    "bbox": [
      72.02,
      428.33,
      527.26,
      734.02
    ],
    "text": "\"The duty to be performed must be of a public nature. A Mandamus will not lie to order admission or restoration to an office essentially of a private character, nor in general, will it lie to secure the due performance of the obligations owed by a company towards its members, or to resolve any, other private dispute, such as a claim to reinstatement to membership of a trade union, nor will it issue to a private arbitral tribunal\" de Smith Judicial Review 4th Ed. page 540. It is settled law that for Mandamus to lie the applicant must have a legal right to the performance of some duty, of a public and not of a private character - Perera Vs. Municipal Council, Colombo. Even a duty arising under a statute may be a duty of a private kind. In the case of Piyasiri v Peoples Bank and Others [1989] 2 Sri LR 47, Wijeyaratne J, held as follows: Mandamus did no lie to compel the Board to call the petitioner, a bank clerk, for an interview to promotion in terms of the circular as:",
    "fonts": [
      "Bookman Old Style",
      "Bookman Old Style,Italic"
    ],
    "sizes": [
      8.039999961853027,
      12.0
    ]
  },
  {
    "page_number": 9,
    "bbox": [
      90.02,
      736.18,
      526.65,
      750.24
    ],
    "text": "1. The Bank though subject to ministerial control is not a public body",
    "fonts": [
      "Arial,Italic",
      "Bookman Old Style,Italic"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 9,
    "bbox": [
      108.02,
      752.38,
      278.93,
      766.44
    ],
    "text": "basically a commercial bank;",
    "fonts": [
      "Bookman Old Style,Italic"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 10,
    "bbox": [
      72.02,
      37.44,
      525.92,
      61.92
    ],
    "text": "11",
    "fonts": [
      "Calibri"
    ],
    "sizes": [
      11.039999961853027
    ]
  },
  {
    "page_number": 10,
    "bbox": [
      72.02,
      71.88,
      429.94,
      102.14
    ],
    "text": "2. The said circular 186/82 does not have statutory force;",
    "fonts": [
      "Arial,Italic",
      "Bookman Old Style,Italic"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 10,
    "bbox": [
      90.02,
      104.28,
      526.65,
      118.34
    ],
    "text": "3. In an event, the implementation of circular which was a private and",
    "fonts": [
      "Arial,Italic",
      "Bookman Old Style,Italic"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 10,
    "bbox": [
      72.02,
      120.48,
      527.26,
      750.18
    ],
    "text": "internal matter, the Bank has discretion to call recommendations from a superior officer (which recommendation the petitioner failed to obtain). In the case of Premaratne vs. Peoples Bank and Others [2004] 3 Sri LR 156 Wijeratne J. held: the two circulars governing the extension of service of employee of the respondent Bank (marked J1 and J2) are circulars whose provisions are embodied in an interwoven with the terms of employment. They are not even regulations, which has a statutory flavour at least, as to be amenable to the public law remedy of judicial review. The petitioner has relied on the judgment of Kunanantham vs. University of Jaffna [2005] 1 SRI LR 239 to support his position that the application referred by the petitioner falls within the scope of the ambit of an application for judicial review. In terms of the said judgment, the relief sought by the petitioner was the issue of Writ of Mandamus directing the relevant respondents to appoint the petitioner as senior lecturer Grade 1. His Lordship Justice Sriskandarajah held, inter alia that Under section 71 of the Universities Act, the appointment of staff to a higher education institute shall be made by the governing authority of such institute or in accordance with the scheme of replacement and the procedure of appointment prescribed by Ordinance. The power to make ordinances, schemes of recruitment and the procedure for appointment of staff to the Higher Education institutions are vested with the UGC under section 18 (1). The determination of qualification for different posts is a matter for the UGC and is not a matter for the University. As the UGC, acting in terms of the scheme established under statutory power, had granted approval for the appointment of the petitioner, the Court issued a Writ of Mandamus on the University directing the relevant respondents to appoint the petitioner to secure the performance of a statutory duty owed by the petitioner. Such is not the case here. Therefore, this authority has no application to the instant proceedings.",
    "fonts": [
      "Bookman Old Style",
      "Bookman Old Style,Italic"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 11,
    "bbox": [
      72.02,
      37.44,
      525.92,
      61.92
    ],
    "text": "12",
    "fonts": [
      "Calibri"
    ],
    "sizes": [
      11.039999961853027
    ]
  },
  {
    "page_number": 11,
    "bbox": [
      72.02,
      72.0,
      530.48,
      766.38
    ],
    "text": "The petitioner relied on the case of Mundy vs. Central Environmental Authority and Other (SC Appeal 58/2003). This is a fundamental right application with a different judicial basis from Writ Application. It had no relevance here. In the case of Dhanayake vs. Sri Lanka Insurance Corporation [2005] 1 Sri LR 67 Marsoof J. refusing to exercise of Writ jurisdiction stated that: This is not an application for fundamental rights, where principles of equality come into play, and a party can claim that they are also entitled to a particular relief as it was granted to another person who is similarly placed. This application has been filed with a view of invoking the Writ jurisdiction of this court to compel the performance of a purported public duty, based on statute. In my view, the HRD circular bearing No. 05/2017/14 dated 21-06-2017 or other criteria for the selection of officers for the promotion to Staff Class Special Grade does not create a nature of public duty such as to attract the grant of a Writ of Mandamus. Therefore, the Petitioners application fails. Second Objection The respondents have submitted that the petition is contrary to the mandatory provisions of Rule 3 (1) of the Court of Appeal (Appellate Procedure) Rules 1990. Rule 31 reads, Every application made to the Court of Appeal for the exercise of powers vested in the Court of Appeal by article 140 or 141 of the Constitution shall be by way of petition, together with an affidavit in support of the averments therein, and shall be accompanied by the originals of the documents material proof such application (or duly certified copies thereof) in the form of exhibits. Where a petitioner is unable to tender any such document, he shall state the reason for such inability and seek leave of court to furnish such documents later. Where a petitioner fails to comply with the provisions of this Rule, the court may, ex mero muto or instance of any party, dismiss such application. The documents annexed to the petition marked P1, P1(A), and P1(B), P2, P3, P3(A), are only photocopies that have no authentication. P3(B), P3(C), P3(D), P4, P13(C), P13(E), P13(F), P13(G), P13(H), P28, P34, P34(A), P35, have only the seal of an Attorney-at-law purporting that the documents are a TRUE COPY. Documents marked P1(B), P5, P5(A), P5(B), P6, P7 (A) to P7 (K), P8,",
    "fonts": [
      "Bookman Old Style",
      "Bookman Old Style,Bold",
      "Bookman Old Style,Italic"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 12,
    "bbox": [
      72.02,
      37.44,
      525.92,
      61.92
    ],
    "text": "13",
    "fonts": [
      "Calibri"
    ],
    "sizes": [
      11.039999961853027
    ]
  },
  {
    "page_number": 12,
    "bbox": [
      72.02,
      71.88,
      527.25,
      215.48
    ],
    "text": "P9(A), P8(B), P11(A), P11(B), P12, P13, P13(A), P13(B), P13(I), P14, P14(A), P15, P15(A), P17, P18, P18(A), P18(B), P18(C), P19, (P20), P20(A), P20(B), P21, P21(A), P22, P23, P23(A), P23(B), P24, P25, P26, P28, P34, P34(A), and P35 have only the seal of an Attorney-at-law purporting that documents are COPY. Documents marked P10, P11(C), and P16 have no discernible authentication at all. The petitioner has failed to annex originals or duly certified copies of any of the other documents appended to and exhibited along with the petition.",
    "fonts": [
      "Bookman Old Style"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 12,
    "bbox": [
      72.02,
      238.95,
      525.94,
      253.01
    ],
    "text": "In the case of Thajudeen Vs Sri Lanka Tea Board and Others [1981] 2 Sri LR",
    "fonts": [
      "Bookman Old Style",
      "Bookman Old Style,Italic"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 12,
    "bbox": [
      72.02,
      260.07,
      218.69,
      274.07
    ],
    "text": "471 Ranasinghe J. held:",
    "fonts": [
      "Bookman Old Style"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 12,
    "bbox": [
      72.02,
      281.19,
      525.31,
      295.25
    ],
    "text": "question of fact... in dispute... can and what only be settled by regular",
    "fonts": [
      "Bookman Old Style,Italic"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 12,
    "bbox": [
      72.02,
      302.31,
      529.13,
      316.37
    ],
    "text": "action between the disputants before the appropriate Court Of First Instance.",
    "fonts": [
      "Bookman Old Style,Italic"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 12,
    "bbox": [
      72.02,
      323.43,
      525.33,
      337.49
    ],
    "text": "Such questions, the decision of which calls for leading evidence, oral and",
    "fonts": [
      "Bookman Old Style,Italic"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 12,
    "bbox": [
      72.02,
      344.55,
      525.56,
      358.61
    ],
    "text": "documentary and the cross-examination of witnesses are all questions which",
    "fonts": [
      "Bookman Old Style,Italic"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 12,
    "bbox": [
      72.02,
      365.79,
      525.66,
      379.85
    ],
    "text": "can be best decided by way of regular procedure falling within the ordinary",
    "fonts": [
      "Bookman Old Style,Italic"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 12,
    "bbox": [
      72.02,
      386.91,
      312.79,
      400.97
    ],
    "text": "jurisdiction of the Court Of First Instance.",
    "fonts": [
      "Bookman Old Style,Italic"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 12,
    "bbox": [
      72.02,
      429.17,
      525.7,
      443.23
    ],
    "text": ".... the remedy by way of an application for Writ is not a proper substitute for",
    "fonts": [
      "Bookman Old Style,Italic"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 12,
    "bbox": [
      72.02,
      450.29,
      461.14,
      464.35
    ],
    "text": "a remedy by way of a suit, especially where facts are in dispute...",
    "fonts": [
      "Bookman Old Style,Italic"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 12,
    "bbox": [
      72.02,
      492.53,
      525.81,
      506.53
    ],
    "text": "In a trial before an original court where documents are likely to be tested by",
    "fonts": [
      "Bookman Old Style"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 12,
    "bbox": [
      72.02,
      513.65,
      525.76,
      527.65
    ],
    "text": "cross-examination, documents furnished to this court appended as exhibits",
    "fonts": [
      "Bookman Old Style"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 12,
    "bbox": [
      72.02,
      534.77,
      525.71,
      548.77
    ],
    "text": "to the pleadings in writ application are not so tested and must be prima",
    "fonts": [
      "Bookman Old Style"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 12,
    "bbox": [
      72.02,
      555.89,
      525.92,
      569.89
    ],
    "text": "facia self-proving; hence originals or certified copies are mandated. In a writ",
    "fonts": [
      "Bookman Old Style"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 12,
    "bbox": [
      72.02,
      577.04,
      525.67,
      591.04
    ],
    "text": "application, questions of fact can be resolved on the basis of documents and",
    "fonts": [
      "Bookman Old Style"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 12,
    "bbox": [
      72.02,
      598.16,
      525.74,
      612.16
    ],
    "text": "affidavits filed in Court, and therefore, tendering of original documents or",
    "fonts": [
      "Bookman Old Style"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 12,
    "bbox": [
      72.02,
      619.28,
      252.05,
      633.28
    ],
    "text": "certified copies is mandatory.",
    "fonts": [
      "Bookman Old Style"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 12,
    "bbox": [
      72.02,
      661.64,
      525.57,
      675.7
    ],
    "text": "Rule 3(1) imposes a mandatory requirement that; the originals of documents",
    "fonts": [
      "Bookman Old Style",
      "Bookman Old Style,Italic"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 12,
    "bbox": [
      72.02,
      682.76,
      525.64,
      696.82
    ],
    "text": "material to such application (or duly certified copies thereof) in the form of",
    "fonts": [
      "Bookman Old Style,Italic"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 12,
    "bbox": [
      72.02,
      703.88,
      310.63,
      717.94
    ],
    "text": "exhibits shall accompany the petition.",
    "fonts": [
      "Bookman Old Style",
      "Bookman Old Style,Italic"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 13,
    "bbox": [
      72.02,
      37.44,
      525.92,
      61.92
    ],
    "text": "14",
    "fonts": [
      "Calibri"
    ],
    "sizes": [
      11.039999961853027
    ]
  },
  {
    "page_number": 13,
    "bbox": [
      72.02,
      72.0,
      525.85,
      86.0
    ],
    "text": "The petitioner has not complied with Rule 3(1). The petitioner has not",
    "fonts": [
      "Bookman Old Style"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 13,
    "bbox": [
      72.02,
      93.12,
      525.94,
      107.12
    ],
    "text": "sought leave of court to furnish documents later. In the circumstances, the",
    "fonts": [
      "Bookman Old Style"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 13,
    "bbox": [
      72.02,
      114.24,
      525.72,
      128.24
    ],
    "text": "petitioner is in breach of Rule 3(1). Substantial compliance with the Court",
    "fonts": [
      "Bookman Old Style"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 13,
    "bbox": [
      72.02,
      135.36,
      525.86,
      149.36
    ],
    "text": "of Appeal (Appellate Procedure) Rules 1990 is mandatory, and the failure to",
    "fonts": [
      "Bookman Old Style"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 13,
    "bbox": [
      72.02,
      156.48,
      388.63,
      170.54
    ],
    "text": "do so will result in the dismissal of the case in limine.",
    "fonts": [
      "Bookman Old Style",
      "Bookman Old Style,Italic"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 13,
    "bbox": [
      72.02,
      198.84,
      525.92,
      212.9
    ],
    "text": "In the case of Shanmugavadivu v Kulathilaka [2003] 1 Sri LR 215, her",
    "fonts": [
      "Bookman Old Style",
      "Bookman Old Style,Italic"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 13,
    "bbox": [
      72.02,
      219.96,
      525.72,
      233.96
    ],
    "text": "Ladyship Justice Bandaranaike (as she then was) held that Rule 3(1) A was",
    "fonts": [
      "Bookman Old Style"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 13,
    "bbox": [
      72.02,
      241.11,
      521.98,
      255.11
    ],
    "text": "imperative and there were only limited circumstances in which non-",
    "fonts": [
      "Bookman Old Style"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 13,
    "bbox": [
      72.02,
      262.23,
      518.74,
      276.23
    ],
    "text": "compliance with the said Rule would not leave to the dismissal of the case.",
    "fonts": [
      "Bookman Old Style"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 13,
    "bbox": [
      72.02,
      283.35,
      175.46,
      297.35
    ],
    "text": "It was held that;",
    "fonts": [
      "Bookman Old Style"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 13,
    "bbox": [
      72.02,
      307.47,
      526.29,
      321.53
    ],
    "text": "It will be seen that Rule 46 laid down the procedure in the strictest sense",
    "fonts": [
      "Bookman Old Style,Italic"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 13,
    "bbox": [
      72.02,
      328.59,
      526.21,
      342.65
    ],
    "text": "without giving a right or an opportunity for an applicant to purge his default. The",
    "fonts": [
      "Bookman Old Style,Italic"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 13,
    "bbox": [
      72.02,
      349.71,
      526.19,
      363.77
    ],
    "text": "decision in Kiriwanthe's case nullified the severity in Rule 46 by bringing in the",
    "fonts": [
      "Bookman Old Style,Italic"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 13,
    "bbox": [
      72.02,
      370.83,
      526.22,
      384.89
    ],
    "text": "judicial discretion either to exercise the non-compliance or to impose a",
    "fonts": [
      "Bookman Old Style,Italic"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 13,
    "bbox": [
      72.02,
      391.95,
      526.13,
      406.01
    ],
    "text": "sanction. Kiriwanthe's case was decided on 18.07.1990 and it was only a few",
    "fonts": [
      "Bookman Old Style,Italic"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 13,
    "bbox": [
      72.02,
      413.09,
      526.3,
      427.15
    ],
    "text": "months later on 13.11.1990, the new Rule 3 of the Court of Appeal (Appellate",
    "fonts": [
      "Bookman Old Style,Italic"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 13,
    "bbox": [
      72.02,
      434.21,
      526.54,
      448.27
    ],
    "text": "Procedure) Rules 1990 came into effect. The contents of Rules 3(1)(a) and 3(1)",
    "fonts": [
      "Bookman Old Style",
      "Bookman Old Style,Italic"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 13,
    "bbox": [
      72.02,
      455.33,
      526.2,
      469.39
    ],
    "text": "(b), referred to above, clearly show that they are different to Rule 46. The new",
    "fonts": [
      "Bookman Old Style,Italic"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 13,
    "bbox": [
      72.02,
      476.45,
      526.2,
      490.51
    ],
    "text": "Rules indicate that the objectivity of exercising judicial discretion, as intended",
    "fonts": [
      "Bookman Old Style,Italic"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 13,
    "bbox": [
      72.02,
      497.57,
      526.19,
      511.63
    ],
    "text": "in Kiriwanthe's case has been incorporated as it enables an applicant to submit to",
    "fonts": [
      "Bookman Old Style,Italic"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 13,
    "bbox": [
      72.02,
      518.69,
      328.99,
      532.75
    ],
    "text": "Court the relevant documents at a later stage.",
    "fonts": [
      "Bookman Old Style,Italic"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 13,
    "bbox": [
      73.46,
      549.89,
      211.97,
      563.95
    ],
    "text": "According to Rule 3(1)(a),",
    "fonts": [
      "Bookman Old Style,Italic"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 13,
    "bbox": [
      72.02,
      590.12,
      525.98,
      604.18
    ],
    "text": "\".... where a petitioner is unable to tender any such document, he shall state the",
    "fonts": [
      "Bookman Old Style,Italic"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 13,
    "bbox": [
      72.02,
      611.24,
      525.97,
      625.3
    ],
    "text": "reason for such inability and seek the leave of the Court to furnish such document",
    "fonts": [
      "Bookman Old Style,Italic"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 13,
    "bbox": [
      72.02,
      632.36,
      108.26,
      646.42
    ],
    "text": "later.\"",
    "fonts": [
      "Bookman Old Style,Italic"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 13,
    "bbox": [
      72.5,
      686.0,
      526.29,
      700.06
    ],
    "text": "Kiriwanthe's case was decided on the basis of Rule 46 of the Supreme Court",
    "fonts": [
      "Bookman Old Style,Italic"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 13,
    "bbox": [
      72.5,
      707.24,
      526.22,
      721.3
    ],
    "text": "Rules 1978 and, therefore, admittedly has no application to the instant case. As",
    "fonts": [
      "Bookman Old Style,Italic"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 13,
    "bbox": [
      72.5,
      728.36,
      526.24,
      742.42
    ],
    "text": "referred to earlier, in the instant case, the question in issue is with regard to Rules",
    "fonts": [
      "Bookman Old Style,Italic"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 13,
    "bbox": [
      72.5,
      749.5,
      525.73,
      763.56
    ],
    "text": "3(1)(a) and 3(1)(b) of the Court of Appeal (Appellate Procedure) Rules 1990.",
    "fonts": [
      "Bookman Old Style,Italic"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 14,
    "bbox": [
      72.02,
      37.44,
      525.92,
      61.92
    ],
    "text": "15",
    "fonts": [
      "Calibri"
    ],
    "sizes": [
      11.039999961853027
    ]
  },
  {
    "page_number": 14,
    "bbox": [
      72.5,
      72.0,
      526.3,
      86.06
    ],
    "text": "Rules 3(1)(a) and 3(1)(b), unlike Rule 46, make provision for an applicant to purge",
    "fonts": [
      "Bookman Old Style,Italic"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 14,
    "bbox": [
      72.5,
      93.12,
      526.29,
      107.18
    ],
    "text": "his default and cure the defect. As pointed out clearly in Kiriwanthe's case, in",
    "fonts": [
      "Bookman Old Style,Italic"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 14,
    "bbox": [
      72.5,
      114.24,
      526.04,
      128.3
    ],
    "text": "terms of Rule 46, there was no provision for purging an applicant's default and",
    "fonts": [
      "Bookman Old Style,Italic"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 14,
    "bbox": [
      72.5,
      135.36,
      526.21,
      149.42
    ],
    "text": "the Court was of the view that it should 'first determine whether the default has",
    "fonts": [
      "Bookman Old Style,Italic"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 14,
    "bbox": [
      72.5,
      156.48,
      526.21,
      170.54
    ],
    "text": "been satisfactorily explained or cured subsequently without unreasonable delay.'",
    "fonts": [
      "Bookman Old Style,Italic"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 14,
    "bbox": [
      72.5,
      177.6,
      526.29,
      191.66
    ],
    "text": "The new Rules permit an applicant to file documents later, if he has stated his",
    "fonts": [
      "Bookman Old Style,Italic"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 14,
    "bbox": [
      72.5,
      198.72,
      526.28,
      212.78
    ],
    "text": "inability in filing the relevant documents along with his application, and had",
    "fonts": [
      "Bookman Old Style,Italic"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 14,
    "bbox": [
      72.5,
      219.96,
      526.22,
      234.02
    ],
    "text": "taken steps to seek the leave of the Court to furnish such documents. In such",
    "fonts": [
      "Bookman Old Style,Italic"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 14,
    "bbox": [
      72.5,
      241.11,
      526.15,
      255.17
    ],
    "text": "circumstances, the only kind of discretion that could be exercised by Court is to",
    "fonts": [
      "Bookman Old Style,Italic"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 14,
    "bbox": [
      72.5,
      262.23,
      526.3,
      276.29
    ],
    "text": "see whether and how much time could be permitted for the filing of papers in due",
    "fonts": [
      "Bookman Old Style,Italic"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 14,
    "bbox": [
      72.5,
      283.35,
      115.1,
      297.41
    ],
    "text": "course.",
    "fonts": [
      "Bookman Old Style,Italic"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 14,
    "bbox": [
      72.26,
      310.11,
      525.58,
      324.17
    ],
    "text": "The appellant had made no such statements in her petition and the Court of",
    "fonts": [
      "Bookman Old Style,Italic"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 14,
    "bbox": [
      72.26,
      331.35,
      525.75,
      345.41
    ],
    "text": "Appeal had rightly decided that in the absence of the relevant documents, the",
    "fonts": [
      "Bookman Old Style,Italic"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 14,
    "bbox": [
      72.26,
      352.47,
      525.67,
      366.53
    ],
    "text": "Court is \"unable to exercise its revisionary powers in respect of the order sought",
    "fonts": [
      "Bookman Old Style,Italic"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 14,
    "bbox": [
      72.26,
      373.59,
      245.69,
      387.65
    ],
    "text": "to be revised\" by the appellant.",
    "fonts": [
      "Bookman Old Style,Italic"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 14,
    "bbox": [
      72.02,
      399.99,
      525.5,
      414.05
    ],
    "text": "On numerous occasions the Supreme Court as well as the Court of Appeal have",
    "fonts": [
      "Bookman Old Style,Italic"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 14,
    "bbox": [
      72.02,
      421.13,
      525.47,
      435.19
    ],
    "text": "held that the compliance of the Supreme Court Rules and the Court of Appeal",
    "fonts": [
      "Bookman Old Style,Italic"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 14,
    "bbox": [
      72.02,
      442.25,
      525.49,
      456.31
    ],
    "text": "Rules is imperative. In a situation where an application was made to the Court of",
    "fonts": [
      "Bookman Old Style,Italic"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 14,
    "bbox": [
      72.02,
      463.37,
      525.39,
      477.43
    ],
    "text": "Appeal without the relevant documents being annexed to the petition and the",
    "fonts": [
      "Bookman Old Style,Italic"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 14,
    "bbox": [
      72.02,
      484.49,
      525.54,
      498.55
    ],
    "text": "affidavit but has stated the reason for such inability and sought the leave of the",
    "fonts": [
      "Bookman Old Style,Italic"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 14,
    "bbox": [
      72.02,
      505.73,
      525.51,
      519.79
    ],
    "text": "Court to furnish such documents on a later date, the Court could have exercised",
    "fonts": [
      "Bookman Old Style,Italic"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 14,
    "bbox": [
      72.02,
      526.85,
      525.43,
      540.91
    ],
    "text": "its discretion and allowed the petitioner to file the relevant documents on a later",
    "fonts": [
      "Bookman Old Style,Italic"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 14,
    "bbox": [
      72.02,
      547.97,
      525.49,
      562.03
    ],
    "text": "date. However, on this occasion, as pointed out earlier, no such leave was sought",
    "fonts": [
      "Bookman Old Style,Italic"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 14,
    "bbox": [
      72.02,
      569.12,
      525.58,
      583.18
    ],
    "text": "by the appellant and in the circumstances, the Court of Appeal could not have",
    "fonts": [
      "Bookman Old Style,Italic"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 14,
    "bbox": [
      72.02,
      590.24,
      525.48,
      604.3
    ],
    "text": "exercised its discretion in terms of Rules 3(1) (a) and 3(1)(b) of the Court of Appeal",
    "fonts": [
      "Bookman Old Style,Italic"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 14,
    "bbox": [
      72.02,
      611.36,
      230.81,
      625.42
    ],
    "text": "(Appellate Procedure) Rules.",
    "fonts": [
      "Bookman Old Style,Italic"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 14,
    "bbox": [
      72.02,
      637.76,
      525.81,
      651.76
    ],
    "text": "The Petitioner has not sought permission of the Court to tender originals or",
    "fonts": [
      "Bookman Old Style"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 14,
    "bbox": [
      72.02,
      658.88,
      525.75,
      672.88
    ],
    "text": "certified copies of documents at a late stage as he may have done under",
    "fonts": [
      "Bookman Old Style"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 14,
    "bbox": [
      72.02,
      680.0,
      525.7,
      694.0
    ],
    "text": "Rule 3(1)(a) and 3(1)(b) of the Court of Appeal (Appellate Procedure) Rules",
    "fonts": [
      "Bookman Old Style"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 14,
    "bbox": [
      72.02,
      701.12,
      525.82,
      715.12
    ],
    "text": "1990. The petitioner offered no explanation for such omission. The",
    "fonts": [
      "Bookman Old Style"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 14,
    "bbox": [
      72.02,
      722.24,
      525.75,
      736.24
    ],
    "text": "petitioner is in breach of mandatory provisions of Rule 3(1) and therefore,",
    "fonts": [
      "Bookman Old Style"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 14,
    "bbox": [
      72.02,
      743.5,
      521.98,
      757.5
    ],
    "text": "his application fails. As the petitioners application fails on the above-",
    "fonts": [
      "Bookman Old Style"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 15,
    "bbox": [
      72.02,
      37.44,
      525.92,
      61.92
    ],
    "text": "16",
    "fonts": [
      "Calibri"
    ],
    "sizes": [
      11.039999961853027
    ]
  },
  {
    "page_number": 15,
    "bbox": [
      72.02,
      72.0,
      525.71,
      86.0
    ],
    "text": "mentioned grounds, the other objections raised by the respondents will not",
    "fonts": [
      "Bookman Old Style"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 15,
    "bbox": [
      72.02,
      93.12,
      160.58,
      107.12
    ],
    "text": "be considered.",
    "fonts": [
      "Bookman Old Style"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 15,
    "bbox": [
      72.02,
      119.52,
      521.98,
      133.52
    ],
    "text": "Taking into account the HRD circular bearing No. 05/2017/14 dated 21-06-",
    "fonts": [
      "Bookman Old Style"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 15,
    "bbox": [
      72.02,
      140.64,
      525.59,
      154.64
    ],
    "text": "2017 or other criteria for the selection of officers for the promotion to Staff",
    "fonts": [
      "Bookman Old Style"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 15,
    "bbox": [
      72.02,
      161.76,
      525.64,
      175.76
    ],
    "text": "Class Special Grade that is not in the nature of a public duty such as to",
    "fonts": [
      "Bookman Old Style"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 15,
    "bbox": [
      72.02,
      183.0,
      525.82,
      197.0
    ],
    "text": "attract the grant of a writ of mandamus for its enforcement and the failure",
    "fonts": [
      "Bookman Old Style"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 15,
    "bbox": [
      72.02,
      204.12,
      525.77,
      218.12
    ],
    "text": "on the part of the petitioner to comply with the Rule 3(1), I am of the view",
    "fonts": [
      "Bookman Old Style"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 15,
    "bbox": [
      72.02,
      225.24,
      525.75,
      239.24
    ],
    "text": "that the petitioner has no right in law for the reliefs claimed in his",
    "fonts": [
      "Bookman Old Style"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 15,
    "bbox": [
      72.02,
      246.39,
      144.74,
      260.39
    ],
    "text": "application.",
    "fonts": [
      "Bookman Old Style"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 15,
    "bbox": [
      72.02,
      299.19,
      376.15,
      313.19
    ],
    "text": "Application dismissed. We make no order for costs.",
    "fonts": [
      "Bookman Old Style"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 15,
    "bbox": [
      288.05,
      389.07,
      459.94,
      403.07
    ],
    "text": "Judge of the Court of Appeal",
    "fonts": [
      "Bookman Old Style"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 15,
    "bbox": [
      72.02,
      431.33,
      190.37,
      445.33
    ],
    "text": "M.C.B.S. Morais J.",
    "fonts": [
      "Bookman Old Style"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 15,
    "bbox": [
      144.02,
      452.45,
      327.91,
      466.45
    ],
    "text": "I agree.",
    "fonts": [
      "Bookman Old Style"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 15,
    "bbox": [
      288.05,
      494.69,
      463.47,
      508.69
    ],
    "text": "Judge of the Court of Appeal.",
    "fonts": [
      "Bookman Old Style"
    ],
    "sizes": [
      11.039999961853027,
      12.0
    ]
  }
]