[
  {
    "page_number": 0,
    "bbox": [
      108.0,
      779.57,
      482.62,
      806.48
    ],
    "text": "1",
    "fonts": [
      "CIDFont+F1"
    ],
    "sizes": [
      11.040450096130371
    ]
  },
  {
    "page_number": 0,
    "bbox": [
      123.96,
      89.46,
      468.43,
      104.62
    ],
    "text": "IN THE COURT OF APPEAL OF THE DEMOCRATIC",
    "fonts": [
      "CIDFont+F2"
    ],
    "sizes": [
      12.960525512695312
    ]
  },
  {
    "page_number": 0,
    "bbox": [
      167.76,
      112.38,
      424.75,
      127.54
    ],
    "text": "SOCIALIST REPUBLIC OF SRI LANKA",
    "fonts": [
      "CIDFont+F2"
    ],
    "sizes": [
      12.960525512695312
    ]
  },
  {
    "page_number": 0,
    "bbox": [
      108.0,
      153.53,
      484.31,
      326.02
    ],
    "text": "In the matter of an Appeal under Section 331 of the Code of Criminal Procedure Act No. 15 of 1979, read with Article 138 of the Constitution of the Democratic Socialist Republic of Sri Lanka.",
    "fonts": [
      "CIDFont+F3"
    ],
    "sizes": [
      12.960525512695312
    ]
  },
  {
    "page_number": 0,
    "bbox": [
      108.0,
      328.97,
      484.31,
      571.78
    ],
    "text": "The Democratic Socialist Republic of Sri Lanka Court of Appeal Case No. CA/HCC/0075/2019 Complainant High Court of Anuradhapura V. Case No. HC/38/2009 Alagiyawanna Mohotti Appuhamilage Sujith Tharanga",
    "fonts": [
      "CIDFont+F2",
      "CIDFont+F3"
    ],
    "sizes": [
      12.960525512695312
    ]
  },
  {
    "page_number": 0,
    "bbox": [
      108.0,
      574.14,
      420.07,
      606.82
    ],
    "text": "Accused",
    "fonts": [
      "CIDFont+F2",
      "CIDFont+F3"
    ],
    "sizes": [
      12.960525512695312
    ]
  },
  {
    "page_number": 0,
    "bbox": [
      108.0,
      609.77,
      479.51,
      763.42
    ],
    "text": "AND NOW BETWEEN Alagiyawanna Mohotti Appuhamilage Sujith Tharanga Accused-Appellant V.",
    "fonts": [
      "CIDFont+F2",
      "CIDFont+F3"
    ],
    "sizes": [
      12.000450134277344,
      12.960525512695312
    ]
  },
  {
    "page_number": 1,
    "bbox": [
      108.0,
      779.57,
      482.62,
      806.48
    ],
    "text": "2",
    "fonts": [
      "CIDFont+F1"
    ],
    "sizes": [
      11.040450096130371
    ]
  },
  {
    "page_number": 1,
    "bbox": [
      324.0,
      72.65,
      474.71,
      156.12
    ],
    "text": "Hon. Attorney General, Attorney Generals Department, Colombo 12.",
    "fonts": [
      "CIDFont+F3"
    ],
    "sizes": [
      12.000450134277344,
      12.960525512695312
    ]
  },
  {
    "page_number": 1,
    "bbox": [
      108.0,
      158.46,
      484.26,
      536.02
    ],
    "text": "Respondent BEFORE : K. PRIYANTHA FERNANDO, J. (P/CA) WICKUM A. KALUARACHCHI, J. COUNSEL : Rienzie Arsecularatne, P.C. with Punsiri Gamage, Thilini Punchihewa and V. Muhandiramge for the Accused Appellant. Anoopa de Silva, Deputy Solicitor General for the Respondent. ARGUED ON : 21.06.2022 WRITTEN SUBMISSIONS FILED ON : 04.03.2020 by the Accused- Appellant. 09.06.2020 by the Respondent. JUDGMENT ON : 28.07.2022",
    "fonts": [
      "CIDFont+F2",
      "CIDFont+F3"
    ],
    "sizes": [
      9.96037483215332,
      11.520450592041016,
      12.960525512695312
    ]
  },
  {
    "page_number": 1,
    "bbox": [
      108.0,
      538.5,
      359.95,
      606.22
    ],
    "text": "************** K. PRIYANTHA FERNANDO, J.(P/CA)",
    "fonts": [
      "CIDFont+F2",
      "CIDFont+F3"
    ],
    "sizes": [
      12.960525512695312
    ]
  },
  {
    "page_number": 1,
    "bbox": [
      126.0,
      607.83,
      484.28,
      762.94
    ],
    "text": "1. The accused appellant (hereinafter referred to as the appellant) in this case was indicted in the High Court of Anuradhapura for having in his possession a hand bomb, punishable in terms of section 2(1) of the Offensive Weapons Act No. 18 of 1966. Upon conviction after trial, the learned High Court Judge sentenced the appellant for ten years rigorous imprisonment. In addition, a fine of Rupees seven thousand five hundred was imposed",
    "fonts": [
      "CIDFont+F3",
      "CIDFont+F4",
      "CIDFont+F5"
    ],
    "sizes": [
      12.960525512695312
    ]
  },
  {
    "page_number": 2,
    "bbox": [
      108.0,
      779.57,
      482.62,
      806.48
    ],
    "text": "3",
    "fonts": [
      "CIDFont+F1"
    ],
    "sizes": [
      11.040450096130371
    ]
  },
  {
    "page_number": 2,
    "bbox": [
      126.0,
      72.65,
      484.27,
      247.16
    ],
    "text": "on the appellant with a default sentence of six months simple imprisonment. The instant appeal was preferred by the appellant against the above conviction and sentence. 2. In his written submissions, the learned Presidents Counsel has submitted fifteen grounds of appeal. However, at the hearing of this appeal, the learned Presidents Counsel for the appellant pursued the following four grounds of appeal;",
    "fonts": [
      "CIDFont+F1",
      "CIDFont+F3",
      "CIDFont+F4"
    ],
    "sizes": [
      12.960525512695312,
      15.960599899291992
    ]
  },
  {
    "page_number": 2,
    "bbox": [
      126.0,
      248.67,
      484.28,
      772.3
    ],
    "text": "I. The learned High Court Judge has failed to give due consideration to the evidence in the case. II. The learned High Court Judge has not considered the improbability of the prosecution story. III. Evidence of defence witnesses were not considered by the learned High Court Judge. IV. The learned High Court Judge has failed to consider the animosity between the police officers and the appellant as the reason to falsely implicate the appellant by the police. 3. Facts in brief. As per the evidence of Police Inspector Jayakody (PW1), during the time of the incident, he has been serving as a Sub-Inspector at the Padaviya police station. On receiving information from an informant, he, along with a team of police officers has conducted the raid. As per the information received, the team of police officers conducting the raid has gone to the appellants house. Upon entering the land on which the appellants house was located, they have seen that the front door of the appellants house had been open. The appellant has come out of the house and has started walking hastily towards the back of the house in a suspicious manner. The police officers",
    "fonts": [
      "CIDFont+F2",
      "CIDFont+F3",
      "CIDFont+F4",
      "CIDFont+F5"
    ],
    "sizes": [
      12.960525512695312
    ]
  },
  {
    "page_number": 3,
    "bbox": [
      108.0,
      779.57,
      482.62,
      806.48
    ],
    "text": "4",
    "fonts": [
      "CIDFont+F1"
    ],
    "sizes": [
      11.040450096130371
    ]
  },
  {
    "page_number": 3,
    "bbox": [
      126.0,
      72.65,
      484.5,
      771.7
    ],
    "text": "have arrested the appellant when he tried to run away from them. Upon searching the appellant, the police officers have found a live hand bomb inside the pocket of the appellants trousers. 4. After the prosecution case was closed, the appellant has given sworn evidence and has also called four witnesses to give evidence on his behalf. According to the appellant, he has been at the river bank loading sand as a labourer. The police officers have come and taken him to the police station stating that some illicit liquor was found in his brother-in-laws house which is situated in the same land. When the police brought him to the Parakrama police post, he has seen his brother-in-law under police custody. The police officers have taken both of them to the police station. The police officers have then introduced a hand bomb to him and produced him in the Magistrates Court two days later. According to the appellant, the reason for the police officers to do this was due to the fact that the appellant has earlier been accused of throwing a bomb at a police officer. The appellant had been on bail in that case, when he was arrested for this case. However, later he has been acquitted in that case. 5. All four grounds of appeal will be discussed together. The learned Presidents Counsel submitted that the story of the prosecution witnesses who conducted the raid is highly improbable. He referred to the case of Karuppiah Punkody v. Hon Attorney General (CA 11/2005 26 August 2014) where the improbability of the evidence was discussed. It was also his contention that the evidence of the PW1 is not credible. It was further submitted, that the learned High Court Judge has failed to consider the defence evidence in the proper perspective.",
    "fonts": [
      "CIDFont+F3",
      "CIDFont+F4",
      "CIDFont+F5",
      "CIDFont+F6"
    ],
    "sizes": [
      12.960525512695312
    ]
  },
  {
    "page_number": 4,
    "bbox": [
      108.0,
      779.57,
      482.62,
      806.48
    ],
    "text": "5",
    "fonts": [
      "CIDFont+F1"
    ],
    "sizes": [
      11.040450096130371
    ]
  },
  {
    "page_number": 4,
    "bbox": [
      126.0,
      72.51,
      484.27,
      771.7
    ],
    "text": "6. The learned Deputy Solicitor General conceded that the grounds of appeal urged by the appellant have merit, in particular, that the defence evidence was not properly challenged by the prosecution at the trial. 7. In his evidence, PW1 clearly said that he was unaware of the fact that the brother-in-law of the appellant was arrested on the same day as the appellant. The position taken up by the appellant at the trial was that, the police officer Munasinghe came to the river bank and arrested him while he was loading sand. PW1 as well as PW2 in their evidence have testified that Sub-Inspector Munasinghe also participated in the raid (pages 54 and 87 of the appeal brief). However, Sub-Inspector Munasinghe was not even listed as a witness in the indictment. 8. The appellant has testified as to how he was arrested by the police while he was loading sand. His evidence was corroborated by two defence witnesses who were loading sand with him. The learned High Court Judge has given undue prominence to a minor discrepancy between the two defence witnesses with regard to their evidence. One witness has said that when the police came, they were resting after loading the sand, and the other has said that they were arrested whilst loading the sand. The witnesses have given evidence after a lapse of about fifteen years. The minor discrepancy noted above, would not affect the credibility of those two witnesses to disregard their evidence. 9. The PW1 has clearly stated in his evidence, that he was unaware of the fact that the brother-in-law of the appellant had also been arrested by the police on the same day. Nonetheless, there is ample evidence to confirm that the brother-in-law of the",
    "fonts": [
      "CIDFont+F3",
      "CIDFont+F4",
      "CIDFont+F5"
    ],
    "sizes": [
      12.960525512695312
    ]
  },
  {
    "page_number": 5,
    "bbox": [
      108.0,
      779.57,
      482.62,
      806.48
    ],
    "text": "6",
    "fonts": [
      "CIDFont+F1"
    ],
    "sizes": [
      11.040450096130371
    ]
  },
  {
    "page_number": 5,
    "bbox": [
      126.0,
      72.65,
      484.46,
      226.3
    ],
    "text": "appellant was arrested on the same day for possessing illicit liquor. The said brother-in-law (DW2) also testified on behalf of the appellant at the trial. As conceded by the learned Deputy Solicitor General, the prosecution has failed to even suggest to the said witness DW2 that he was never arrested by the police that day. 10. In case of James Silva v The Republic of Sri",
    "fonts": [
      "CIDFont+F3",
      "CIDFont+F4",
      "CIDFont+F6"
    ],
    "sizes": [
      12.960525512695312
    ]
  },
  {
    "page_number": 5,
    "bbox": [
      153.0,
      228.76,
      408.76,
      243.94
    ],
    "text": "Lanka [1980] 2 SLR 167, it was held:",
    "fonts": [
      "CIDFont+F3",
      "CIDFont+F6"
    ],
    "sizes": [
      12.960525512695312
    ]
  },
  {
    "page_number": 5,
    "bbox": [
      126.0,
      247.15,
      484.48,
      419.38
    ],
    "text": "It is a grave error for a trial judge to direct himself that he must examine the tenability and truthfulness of the evidence of the accused in the light of the evidence led by the prosecution. To examine the evidence of the accused in the light of the prosecution witnesses is to reverse the presumption of innocence. 11. In case of Dudh Nath Panday v State of Uttar",
    "fonts": [
      "CIDFont+F3",
      "CIDFont+F4",
      "CIDFont+F5",
      "CIDFont+F6"
    ],
    "sizes": [
      12.960525512695312
    ]
  },
  {
    "page_number": 5,
    "bbox": [
      153.0,
      421.72,
      484.32,
      454.42
    ],
    "text": "Pradesh [1981] AIR 911 Indian Supreme Court held:",
    "fonts": [
      "CIDFont+F3",
      "CIDFont+F6"
    ],
    "sizes": [
      12.960525512695312
    ]
  },
  {
    "page_number": 5,
    "bbox": [
      126.0,
      457.75,
      484.26,
      594.82
    ],
    "text": "Defence witnesses are entitled to equal treatment with those of the prosecution. And, Courts ought to overcome their traditional, instinctive disbelief in defence witnesses. Quite often, they tell lies but so do the prosecution witnesses. 12. In the instant case, as submitted by the learned",
    "fonts": [
      "CIDFont+F3",
      "CIDFont+F4",
      "CIDFont+F5"
    ],
    "sizes": [
      12.960525512695312
    ]
  },
  {
    "page_number": 5,
    "bbox": [
      126.0,
      597.89,
      484.27,
      717.7
    ],
    "text": "Presidents Counsel for the appellant, the learned High Court Judge has not considered the evidence of the appellant and the witnesses who testified on his behalf in the same way as he considered the evidence of the witnesses for the prosecution. 13. As submitted by the learned Presidents Counsel",
    "fonts": [
      "CIDFont+F3",
      "CIDFont+F4"
    ],
    "sizes": [
      12.960525512695312
    ]
  },
  {
    "page_number": 5,
    "bbox": [
      153.0,
      720.65,
      484.26,
      770.38
    ],
    "text": "for the appellant, it is highly improbable for the appellant who was on bail in a case involving a bomb, to come out of the house through the front",
    "fonts": [
      "CIDFont+F3"
    ],
    "sizes": [
      12.960525512695312
    ]
  },
  {
    "page_number": 6,
    "bbox": [
      108.0,
      779.57,
      482.62,
      806.48
    ],
    "text": "7",
    "fonts": [
      "CIDFont+F1"
    ],
    "sizes": [
      11.040450096130371
    ]
  },
  {
    "page_number": 6,
    "bbox": [
      126.0,
      72.65,
      484.27,
      384.22
    ],
    "text": "door towards the police officers, with a hand bomb in the pocket of his trousers and to turn to his left hand side to avoid the police officers when the police officers have raided his brother-in-laws house which is situated in the same land. The learned trial Judge has failed to appreciate the above improbability. The learned High Court Judge has also failed to take into consideration the fact that the appellant was on bail for allegedly associating a suspect who threw a bomb at a police officer. It was the position of the appellant that he was arrested and the bomb was introduced to him due to the animosity that the police officers had against him due to the previous case. The learned High Court Judge has failed to consider this aspect. 14. In the above premise, I conclude that the",
    "fonts": [
      "CIDFont+F3",
      "CIDFont+F4"
    ],
    "sizes": [
      12.960525512695312
    ]
  },
  {
    "page_number": 6,
    "bbox": [
      153.0,
      387.29,
      484.28,
      489.58
    ],
    "text": "prosecution has failed to prove the charges beyond reasonable doubt and the grounds of appeal urged on behalf of the appellant hold merit. Hence, I set aside the conviction and the sentence imposed on the appellant by the High Court and acquit the appellant.",
    "fonts": [
      "CIDFont+F3"
    ],
    "sizes": [
      12.960525512695312
    ]
  },
  {
    "page_number": 6,
    "bbox": [
      108.0,
      504.65,
      287.3,
      541.04
    ],
    "text": "Appeal allowed.",
    "fonts": [
      "CIDFont+F1",
      "CIDFont+F3"
    ],
    "sizes": [
      12.960525512695312,
      15.960599899291992
    ]
  },
  {
    "page_number": 6,
    "bbox": [
      108.0,
      589.44,
      471.36,
      733.08
    ],
    "text": "PRESIDENT OF THE COURT OF APPEAL WICKUM A. KALUARACHCHI, J. I agree.",
    "fonts": [
      "CIDFont+F2",
      "CIDFont+F3"
    ],
    "sizes": [
      12.000450134277344
    ]
  },
  {
    "page_number": 6,
    "bbox": [
      216.0,
      735.24,
      441.35,
      749.28
    ],
    "text": "JUDGE OF THE COURT OF APPEAL",
    "fonts": [
      "CIDFont+F2"
    ],
    "sizes": [
      12.000450134277344
    ]
  }
]