[
  {
    "page_number": 0,
    "bbox": [
      90.02,
      779.16,
      508.13,
      805.8
    ],
    "text": "Page 1 of 6",
    "fonts": [
      "Calibri",
      "Calibri,Bold"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 0,
    "bbox": [
      99.14,
      74.81,
      499.3,
      88.85
    ],
    "text": "IN THE COURT OF APPEAL OF THE DEMOCRATIC SOCIALIST REPUBLIC OF",
    "fonts": [
      "Calibri Light"
    ],
    "sizes": [
      14.039999961853027
    ]
  },
  {
    "page_number": 0,
    "bbox": [
      269.21,
      91.85,
      329.28,
      105.89
    ],
    "text": "SRI LANKA",
    "fonts": [
      "Calibri Light"
    ],
    "sizes": [
      14.039999961853027
    ]
  },
  {
    "page_number": 0,
    "bbox": [
      270.05,
      142.01,
      508.59,
      195.65
    ],
    "text": "In the matter of an application for Writs in nature of Certiorari and Mandamus in terms of Article 140 of the Constitution.",
    "fonts": [
      "Calibri Light",
      "Calibri Light,Italic"
    ],
    "sizes": [
      14.039999961853027
    ]
  },
  {
    "page_number": 0,
    "bbox": [
      270.05,
      235.14,
      488.91,
      251.36
    ],
    "text": "1. Buckingham International (Pvt) Ltd.",
    "fonts": [
      "Arial",
      "Calibri Light"
    ],
    "sizes": [
      14.039999961853027
    ]
  },
  {
    "page_number": 0,
    "bbox": [
      270.05,
      255.2,
      434.67,
      328.76
    ],
    "text": "No. 173, St. James Street, Colombo 15. 2. Joseph Lorence Fernando",
    "fonts": [
      "Arial",
      "Calibri Light"
    ],
    "sizes": [
      14.039999961853027
    ]
  },
  {
    "page_number": 0,
    "bbox": [
      288.05,
      332.72,
      434.43,
      366.56
    ],
    "text": "No. 173, St. James Street, Colombo 15.",
    "fonts": [
      "Calibri Light"
    ],
    "sizes": [
      14.039999961853027
    ]
  },
  {
    "page_number": 0,
    "bbox": [
      90.02,
      408.22,
      563.21,
      422.26
    ],
    "text": "PETITIONERS",
    "fonts": [
      "Calibri Light"
    ],
    "sizes": [
      14.039999961853027
    ]
  },
  {
    "page_number": 0,
    "bbox": [
      90.02,
      433.3,
      242.5,
      447.34
    ],
    "text": "CASE NO : CA WRIT 790/24",
    "fonts": [
      "Calibri Light"
    ],
    "sizes": [
      14.039999961853027
    ]
  },
  {
    "page_number": 0,
    "bbox": [
      90.02,
      458.38,
      288.94,
      472.42
    ],
    "text": "Vs.",
    "fonts": [
      "Calibri Light"
    ],
    "sizes": [
      14.039999961853027
    ]
  },
  {
    "page_number": 0,
    "bbox": [
      270.05,
      506.48,
      384.24,
      522.7
    ],
    "text": "1. Director General",
    "fonts": [
      "Arial",
      "Calibri Light"
    ],
    "sizes": [
      14.039999961853027
    ]
  },
  {
    "page_number": 0,
    "bbox": [
      270.05,
      525.7,
      395.76,
      591.01
    ],
    "text": "Sri Lanka Customs, Colombo 1. 2. U.A.N.R. Uduwila",
    "fonts": [
      "Arial",
      "Calibri Light"
    ],
    "sizes": [
      14.039999961853027
    ]
  },
  {
    "page_number": 0,
    "bbox": [
      270.05,
      594.13,
      421.92,
      693.61
    ],
    "text": "Inquiring Officer, Senior Deputy Director, Sri Lanka Customs, Colombo 1. 3. Minister of Finance",
    "fonts": [
      "Arial",
      "Calibri Light"
    ],
    "sizes": [
      14.039999961853027
    ]
  },
  {
    "page_number": 0,
    "bbox": [
      288.05,
      696.63,
      379.44,
      727.83
    ],
    "text": "The Secretariat, Colombo 01.",
    "fonts": [
      "Calibri Light"
    ],
    "sizes": [
      14.039999961853027
    ]
  },
  {
    "page_number": 0,
    "bbox": [
      423.79,
      730.83,
      595.83,
      761.91
    ],
    "text": "RESPONDENTS",
    "fonts": [
      "Calibri Light"
    ],
    "sizes": [
      14.039999961853027
    ]
  },
  {
    "page_number": 1,
    "bbox": [
      90.02,
      779.16,
      508.13,
      805.8
    ],
    "text": "Page 2 of 6",
    "fonts": [
      "Calibri",
      "Calibri,Bold"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 1,
    "bbox": [
      90.02,
      102.53,
      487.11,
      274.88
    ],
    "text": "Before : Dhammika Ganepola, J. Adithya Patabendige, J. Counsel : Jagath Abeynayake for the Petitioners. Vikum de Abrew, P.C., A.S.G. with Dilantha Sampath, S.C. for the Respondents. Argued on : 13.10.2025",
    "fonts": [
      "Calibri Light"
    ],
    "sizes": [
      14.039999961853027
    ]
  },
  {
    "page_number": 1,
    "bbox": [
      90.02,
      316.52,
      480.87,
      389.84
    ],
    "text": "Written Submissions : Petitioner : 12.11.2025 tendered on Respondents : 17.11.2025 Decided on : 19.12.2025",
    "fonts": [
      "Calibri Light"
    ],
    "sizes": [
      14.039999961853027
    ]
  },
  {
    "page_number": 1,
    "bbox": [
      90.02,
      431.5,
      222.1,
      445.54
    ],
    "text": "Dhammika Ganepola, J.",
    "fonts": [
      "Calibri Light"
    ],
    "sizes": [
      14.039999961853027
    ]
  },
  {
    "page_number": 1,
    "bbox": [
      90.02,
      456.52,
      508.63,
      750.51
    ],
    "text": "The 1st Petitioner in this application purchased a consignment of Dried Shark Fins from an exporter in Dubai, U.A.E., on or about 05.06.2024, with the intention of re-exporting after a process of value addition. Once the impugned consignment arrived in Colombo, it was detained by Sri Lanka Customs for failure to produce an export permit in terms of Article IV of the Convention on International Trade in Endangered Species of Wild Fauna and Flora (CITES). Thereafter, the 2nd Petitioner requested the Customs to allow the 1st Petitioner to re-export the consignment. In the meantime, the Customs commenced an inquiry, and the 2nd Petitioner was required to show cause as to why the said consignment should not be confiscated. At the conclusion of the inquiry, the 2nd Respondent, the inquiring officer, found that the 1st Petitioner had violated the provisions of Article IV of CITES, and thereby the regulations outlined in the Gazette Extraordinary No. 2023/51 dated 15.06.2017, issued by virtue of provisions of the Fisheries and Aquatic Resources Act No. 02 of 1996.",
    "fonts": [
      "Calibri Light"
    ],
    "sizes": [
      9.0,
      14.039999961853027
    ]
  },
  {
    "page_number": 2,
    "bbox": [
      90.02,
      779.16,
      508.13,
      805.8
    ],
    "text": "Page 3 of 6",
    "fonts": [
      "Calibri",
      "Calibri,Bold"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 2,
    "bbox": [
      90.02,
      74.69,
      508.6,
      148.13
    ],
    "text": "Accordingly, the consignment was ordered to be confiscated. The Petitioners contend that the said findings of the 2nd Respondent and the order marked P9 are bad in law, capricious, ultra vires, and against the legitimate expectations of the Petitioners.",
    "fonts": [
      "Calibri Light"
    ],
    "sizes": [
      9.0,
      14.039999961853027
    ]
  },
  {
    "page_number": 2,
    "bbox": [
      90.02,
      161.93,
      508.41,
      215.45
    ],
    "text": "It appears that the Respondents intended not to file a statement of objections. However, both parties made oral submissions at the hearing and filed post-argument written submissions.",
    "fonts": [
      "Calibri Light"
    ],
    "sizes": [
      14.039999961853027
    ]
  },
  {
    "page_number": 2,
    "bbox": [
      90.02,
      229.28,
      508.59,
      342.32
    ],
    "text": "The Petitioners' main contention is that the relevant Minister cannot import the CITES requirement into the Gazette Notification (No. 2023/51) without a statute intending to incorporate the terms of the CITES under the powers vested in the Minister by the Fisheries and Aquatic Resources Act. The above Act is not a statute intended to incorporate the terms of CITES.",
    "fonts": [
      "Calibri Light"
    ],
    "sizes": [
      14.039999961853027
    ]
  },
  {
    "page_number": 2,
    "bbox": [
      90.02,
      356.12,
      508.39,
      488.86
    ],
    "text": "The petitioners do not challenge their failure to produce any valid permit as specified in the Gazette Notification No. 2023/51. It is apparent that in response (letter marked P7) to the show cause letter submitted to the Customs by the Petitioners, the Petitioners conceded their misunderstanding of the regulatory requirements and the failure to comply therein. The relevant portion of the above letter is reproduced as follows.",
    "fonts": [
      "Calibri Light"
    ],
    "sizes": [
      14.039999961853027
    ]
  },
  {
    "page_number": 2,
    "bbox": [
      126.02,
      502.66,
      508.55,
      576.13
    ],
    "text": "“We sincerely regret this oversight, which occurred due to a misunderstanding of the regulatory requirements. This is the first time our company has encountered such an issue, and we assure you that it was not intentional.",
    "fonts": [
      "Calibri Light",
      "Calibri Light,Italic"
    ],
    "sizes": [
      14.039999961853027
    ]
  },
  {
    "page_number": 2,
    "bbox": [
      90.02,
      589.81,
      508.6,
      762.27
    ],
    "text": "The Respondents submit that 5 of the 7 species in the consignment are listed in Appendix II of CITES, which require the presentation of an export Permit or a re-export certificate, as stipulated by Article IV of CITES. As per the Regulation No.4 of the above Gazette Notification, ‘Exporter, importer or re-exporter of any Fish or Fishery product shall fulfil the requirements stipulated in accordance with the Convention on International Trade in Endangered Species of Wild Fauna and Flora (CITES).’ Hence, on the plenary reading of the Gazette, the failure to produce a valid export permit contravenes the regulations.",
    "fonts": [
      "Calibri Light"
    ],
    "sizes": [
      14.039999961853027
    ]
  },
  {
    "page_number": 3,
    "bbox": [
      90.02,
      779.16,
      508.13,
      805.8
    ],
    "text": "Page 4 of 6",
    "fonts": [
      "Calibri",
      "Calibri,Bold"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 3,
    "bbox": [
      90.02,
      74.69,
      508.59,
      207.53
    ],
    "text": "The Petitioners challenge the validity of the enforcement of CITES in Sri Lanka by regulations made under the Fisheries and Aquatic Resources Act without any statute (legislative enactment) in the light of the Supreme Court decision Singarasa Vs. Attorney General [2013] 1 Sri LR 245. On the principle enumerated in the above Singarasa Case, an international treaty or covenant could be given effect domestically by Parliament passing a Statue by exercising its legislative power.",
    "fonts": [
      "Calibri Light"
    ],
    "sizes": [
      14.039999961853027
    ]
  },
  {
    "page_number": 3,
    "bbox": [
      126.02,
      221.21,
      508.6,
      413.5
    ],
    "text": "“Therefore, when the President, in terms of customary international law, acts for the Republic and enters into a treaty or accedes to a covenant the content of which is not inconsistent with the Constitution or the written law, the act of the President will bind the Republic qua State. But such a treaty or a covenant has to be implemented by the exercise of legislative power by Parliament, and where found to be necessary by the People at a Referendum to have internal effect and attribute rights and duties to individuals. This is in keeping with the dualist theory which underpins our Constitution as reasoned out in the preceding analysis.”",
    "fonts": [
      "Calibri Light",
      "Calibri Light,Italic"
    ],
    "sizes": [
      14.039999961853027
    ]
  },
  {
    "page_number": 3,
    "bbox": [
      90.02,
      427.3,
      508.59,
      500.74
    ],
    "text": "In the instant application, it is apparent that there is no such Statue which gives effect to the CITES. The regulations published in the Gazette No.2023/51 were made under Section 61(1)(u) of the Fisheries and Aquatic Resources Act.",
    "fonts": [
      "Calibri Light"
    ],
    "sizes": [
      14.039999961853027
    ]
  },
  {
    "page_number": 3,
    "bbox": [
      90.02,
      514.42,
      508.6,
      627.49
    ],
    "text": "Prof. Wade states that “although there may be so many instances of the principle of ultra vires being infringed, the courts intervene only where the thing done goes beyond what can fairly be treated as incidental or consequential to the statutory powers vested with the respective authority. “(Administrative Law, H.W.R. Wade & C.F. Forsyth, 11th edition at p. 178)",
    "fonts": [
      "Calibri Light",
      "Calibri Light,Italic"
    ],
    "sizes": [
      9.0,
      14.039999961853027
    ]
  },
  {
    "page_number": 3,
    "bbox": [
      90.02,
      641.29,
      508.5,
      754.35
    ],
    "text": "In administrative law, the validity of a regulation must be determined, not based on the source of reference, but based on the source of its power. Section 61(1)(u) of the Fisheries and Aquatic Resources Act bestows the subject Minister with the statutory authority to regulate “for and in respect of export and import of fish and fishery product”. Therefore, the mere reference to CITES does not deem the Gazette ultra vires because",
    "fonts": [
      "Calibri Light"
    ],
    "sizes": [
      14.039999961853027
    ]
  },
  {
    "page_number": 4,
    "bbox": [
      90.02,
      779.16,
      508.13,
      805.8
    ],
    "text": "Page 5 of 6",
    "fonts": [
      "Calibri",
      "Calibri,Bold"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 4,
    "bbox": [
      90.02,
      74.69,
      508.29,
      108.53
    ],
    "text": "the power to regulate the subject matter contained therein emanates from the Fisheries and Aquatic Resources Act.",
    "fonts": [
      "Calibri Light"
    ],
    "sizes": [
      14.039999961853027
    ]
  },
  {
    "page_number": 4,
    "bbox": [
      90.02,
      122.33,
      508.57,
      215.45
    ],
    "text": "Wade further goes on to state that the court would intervene only where “the relevant considerations neglected or the irrelevant considerations adopted are so serious as to put the decision outside the powers of the statute.” (Administrative Law, H.W.R. Wade & C.F. Forsyth, 11th edition at p. 339)",
    "fonts": [
      "Calibri Light"
    ],
    "sizes": [
      9.0,
      14.039999961853027
    ]
  },
  {
    "page_number": 4,
    "bbox": [
      90.02,
      229.28,
      508.45,
      282.92
    ],
    "text": "Therefore, in exercising the regulatory powers vested with the Minister by the Statute, the Minister may adopt certain frameworks, standards or guidelines so long as those do not fall outside the powers of the statute.",
    "fonts": [
      "Calibri Light"
    ],
    "sizes": [
      14.039999961853027
    ]
  },
  {
    "page_number": 4,
    "bbox": [
      90.02,
      296.72,
      508.59,
      370.16
    ],
    "text": "In spite of the above, where an act of a public authority is ultra vires and a nullity, for remedial purposes, the illegality must be established before a court. Clive Lewis, Judicial Remedies in Public Law, 5th ed., South Asian Edition (2017), at page 185,",
    "fonts": [
      "Calibri Light"
    ],
    "sizes": [
      14.039999961853027
    ]
  },
  {
    "page_number": 4,
    "bbox": [
      126.02,
      383.86,
      508.61,
      496.9
    ],
    "text": "\"An act by a public authority which lacks legal authority is regarded as incapable of producing legal effects. Once its illegality is established, and if the courts are prepared to grant a remedy, the act will be regarded as void from its inception and retrospectively nullified in the sense that it will be regarded as incapable of ever having produced legal effects.\"",
    "fonts": [
      "Calibri Light,Italic"
    ],
    "sizes": [
      14.039999961853027
    ]
  },
  {
    "page_number": 4,
    "bbox": [
      90.02,
      510.7,
      508.6,
      544.54
    ],
    "text": "In Smith v. East Elloe Rural District Council (1956) AC 736,769-770, Lord Radcliffe held:",
    "fonts": [
      "Calibri Light"
    ],
    "sizes": [
      14.039999961853027
    ]
  },
  {
    "page_number": 4,
    "bbox": [
      126.02,
      558.25,
      508.59,
      671.29
    ],
    "text": "“An order, even if not made in good faith, is still an act capable of legal consequences. It bears no brand of invalidity upon its forehead. Unless the necessary proceedings are taken at law to establish the cause of invalidity and to get it quashed or otherwise upset, it will remain as effective for its ostensible purpose as the most impeccable of orders.”",
    "fonts": [
      "Calibri Light,Italic"
    ],
    "sizes": [
      14.039999961853027
    ]
  },
  {
    "page_number": 4,
    "bbox": [
      90.02,
      685.09,
      508.57,
      758.55
    ],
    "text": "In Kelani Valley Plantations PLC (formerly Kelani Valley Plantations Limited) v. Chairman of the National Housing Development Authority and Others S.C. Appeal No. 70/2015, decided on 03.04.2024, His Lordship Justice Janak De Silva has observed that this approach is consistent with the",
    "fonts": [
      "Calibri Light"
    ],
    "sizes": [
      14.039999961853027
    ]
  },
  {
    "page_number": 5,
    "bbox": [
      90.02,
      779.16,
      508.13,
      805.8
    ],
    "text": "Page 6 of 6",
    "fonts": [
      "Calibri",
      "Calibri,Bold"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 5,
    "bbox": [
      90.02,
      74.69,
      508.59,
      187.73
    ],
    "text": "presumption of validity and accordingly such administrative action is presumed to be valid unless or until it is set aside by a court citing Hoffmann-La Roche & Co. v. Secretary of State for Trade and Industry (1975) AC 295 and Lord Hoffmann in R v. Wicks (1998) AC 92 at 115, Lords Irvine LC and Steyn in Boddington v. British Transport Police (1999) 2 AC 143 at 156 and 161, and 173-4.",
    "fonts": [
      "Calibri Light"
    ],
    "sizes": [
      14.039999961853027
    ]
  },
  {
    "page_number": 5,
    "bbox": [
      90.02,
      201.41,
      508.59,
      314.48
    ],
    "text": "In the instant application, the Petitioners do not challenge the publication of the above Gazette Notification No.2023/51, which sets out the impugned regulation No.4, which is a requirement under CITES, or which had not been set aside by a competent court of law. The validity of such a Gazette notification does not become ab initio void automatically and will stand unless and until such Gazette is set aside by a competent court.",
    "fonts": [
      "Calibri Light",
      "Calibri Light,Italic"
    ],
    "sizes": [
      14.039999961853027
    ]
  },
  {
    "page_number": 5,
    "bbox": [
      90.02,
      328.28,
      508.5,
      381.92
    ],
    "text": "Hence, it is my view that the decision reflected in the document marked P9 dated 11.11.2024 does not bear any illegality and I see no reason to interfere with said decision.",
    "fonts": [
      "Calibri Light"
    ],
    "sizes": [
      14.039999961853027
    ]
  },
  {
    "page_number": 5,
    "bbox": [
      90.02,
      395.62,
      508.34,
      449.26
    ],
    "text": "In view of the foregoing, I do not wish to grant any of the reliefs prayed for in the prayer of the Petition. I proceed to dismiss the application without cost.",
    "fonts": [
      "Calibri Light"
    ],
    "sizes": [
      14.039999961853027
    ]
  },
  {
    "page_number": 5,
    "bbox": [
      90.02,
      463.06,
      228.58,
      477.1
    ],
    "text": "Application is dismissed.",
    "fonts": [
      "Calibri Light,Italic"
    ],
    "sizes": [
      14.039999961853027
    ]
  },
  {
    "page_number": 5,
    "bbox": [
      335.47,
      554.41,
      508.59,
      568.45
    ],
    "text": "Judge of the Court of Appeal",
    "fonts": [
      "Calibri Light"
    ],
    "sizes": [
      14.039999961853027
    ]
  },
  {
    "page_number": 5,
    "bbox": [
      90.02,
      586.21,
      245.02,
      600.25
    ],
    "text": "Adithya Patabendige, J.",
    "fonts": [
      "Calibri Light"
    ],
    "sizes": [
      14.039999961853027
    ]
  },
  {
    "page_number": 5,
    "bbox": [
      126.02,
      618.01,
      169.99,
      632.05
    ],
    "text": "I agree.",
    "fonts": [
      "Calibri Light"
    ],
    "sizes": [
      14.039999961853027
    ]
  },
  {
    "page_number": 5,
    "bbox": [
      95.9,
      649.81,
      508.59,
      663.85
    ],
    "text": "Judge of the Court of Appeal",
    "fonts": [
      "Calibri Light"
    ],
    "sizes": [
      14.039999961853027
    ]
  }
]