[
  {
    "page_number": 0,
    "bbox": [
      72.02,
      781.9,
      324.89,
      806.38
    ],
    "text": "Page 1 of 6",
    "fonts": [
      "Calibri",
      "Calibri-Bold"
    ],
    "sizes": [
      11.039999961853027
    ]
  },
  {
    "page_number": 0,
    "bbox": [
      91.22,
      59.88,
      506.81,
      71.88
    ],
    "text": "IN THE COURT OF APPEAL OF THE DEMOCRATIC SOCIALIST REPUBLIC OF SRI LANKA",
    "fonts": [
      "Calibri-Bold"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 0,
    "bbox": [
      324.07,
      83.76,
      526.04,
      163.22
    ],
    "text": "In the matter of an appeal under and in terms of the Section 331 of the Code of Criminal Procedure Act No: 15 of 1979 read with Article 138 of the Constitution of the Democratic Socialist Republic of Sri",
    "fonts": [
      "Calibri"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 0,
    "bbox": [
      324.07,
      168.41,
      359.04,
      182.45
    ],
    "text": "Lanka.",
    "fonts": [
      "Calibri"
    ],
    "sizes": [
      12.0,
      14.039999961853027
    ]
  },
  {
    "page_number": 0,
    "bbox": [
      72.02,
      195.74,
      506.21,
      224.54
    ],
    "text": "CA No: CA/HCC/ 0416/18 The Democratic Socialist Republic of HC: Colombo: HC 7982/15 Sri Lanka",
    "fonts": [
      "Calibri",
      "Calibri-Bold"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 0,
    "bbox": [
      257.57,
      242.06,
      528.77,
      270.86
    ],
    "text": "Complainant Vs.",
    "fonts": [
      "Calibri-Bold"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 0,
    "bbox": [
      324.07,
      282.77,
      501.26,
      311.57
    ],
    "text": "Dissanayake Appuhamilage Deepthi Parakrama Dissanayake",
    "fonts": [
      "Calibri"
    ],
    "sizes": [
      6.0,
      12.0
    ]
  },
  {
    "page_number": 0,
    "bbox": [
      482.38,
      316.49,
      526.13,
      328.49
    ],
    "text": "Accused",
    "fonts": [
      "Calibri-Bold"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 0,
    "bbox": [
      324.07,
      332.15,
      524.78,
      353.69
    ],
    "text": "And now between",
    "fonts": [
      "Calibri-Bold"
    ],
    "sizes": [
      6.0,
      12.0
    ]
  },
  {
    "page_number": 0,
    "bbox": [
      324.07,
      366.53,
      501.27,
      395.45
    ],
    "text": "Dissanayake Appuhamilage Deepthi Parakrama Dissanayake",
    "fonts": [
      "Calibri"
    ],
    "sizes": [
      6.0,
      12.0
    ]
  },
  {
    "page_number": 0,
    "bbox": [
      427.39,
      411.05,
      526.13,
      423.05
    ],
    "text": "Accused- Appellant",
    "fonts": [
      "Calibri-Bold"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 0,
    "bbox": [
      324.07,
      435.89,
      344.54,
      447.89
    ],
    "text": "Vs.",
    "fonts": [
      "Calibri-Bold"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 0,
    "bbox": [
      324.07,
      460.73,
      483.77,
      506.47
    ],
    "text": "The Hon. Attorney General Attorney General's Department. Colombo 12.",
    "fonts": [
      "Calibri"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 0,
    "bbox": [
      395.95,
      511.15,
      526.13,
      523.15
    ],
    "text": "Complainant-Respondent",
    "fonts": [
      "Calibri-Bold"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 0,
    "bbox": [
      72.02,
      526.09,
      451.37,
      607.39
    ],
    "text": "Before: N. Bandula Karunarathna J. & R. Gurusinghe J.",
    "fonts": [
      "Calibri",
      "Calibri-Bold"
    ],
    "sizes": [
      6.0,
      6.960000038146973,
      12.0
    ]
  },
  {
    "page_number": 0,
    "bbox": [
      72.02,
      617.83,
      508.88,
      642.31
    ],
    "text": "Counsel: M.Y. Nafar AAL with Eksith Maduwela for the Accused-Appellant",
    "fonts": [
      "Calibri",
      "Calibri-Bold"
    ],
    "sizes": [
      11.039999961853027
    ]
  },
  {
    "page_number": 0,
    "bbox": [
      72.02,
      644.59,
      467.36,
      694.87
    ],
    "text": "Shanil Kularatne SDSG for the Complainant-Respondent Written Submissions: By the Accused-Appellant on 06.05.2019",
    "fonts": [
      "Calibri",
      "Calibri-Bold"
    ],
    "sizes": [
      8.039999961853027,
      11.039999961853027,
      12.0
    ]
  },
  {
    "page_number": 0,
    "bbox": [
      72.02,
      697.42,
      434.54,
      770.02
    ],
    "text": "By the Complainant-Respondent 10.12.2021 Argued on : 27.09.2022 Decided on : 13.12.2022.",
    "fonts": [
      "Calibri",
      "Calibri-Bold"
    ],
    "sizes": [
      6.960000038146973,
      12.0
    ]
  },
  {
    "page_number": 1,
    "bbox": [
      72.02,
      781.9,
      324.89,
      806.38
    ],
    "text": "Page 2 of 6",
    "fonts": [
      "Calibri",
      "Calibri-Bold"
    ],
    "sizes": [
      11.039999961853027
    ]
  },
  {
    "page_number": 1,
    "bbox": [
      72.02,
      59.88,
      210.72,
      71.88
    ],
    "text": "N. Bandula Karunarathna J.",
    "fonts": [
      "Calibri-Bold"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 1,
    "bbox": [
      72.02,
      83.76,
      528.77,
      281.18
    ],
    "text": "This appeal is preferred against the Judgement, delivered by the learned Trial Judge of the High Court of Colombo, dated 16.11.2018, by which, the accused-appellant, was convicted and sentenced to 10 years rigorous imprisonment and Rupees Twenty Thousand fine in default 06 months simple imprisonment and Rupees Seven Hundred and Fifty Thousand compensation in default 18 months rigorous imprisonment. This is a matter where the Attorney General has indicted the accused person for 2 counts under section 365B (2)b of the Penal Code as amended by Penal Code Amending Act No 22 of 1995 for committing the offence of Grave Sexual Abuse. Indictment had been filed in the High Court of Colombo since the incident had taken place in the Maradana area. The acts committed by the accused-appellant are explained in detail in the body of the charges. Both counts are listed for the incidents that had taken place in the course of the same transaction.",
    "fonts": [
      "Calibri"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 1,
    "bbox": [
      72.02,
      294.05,
      526.13,
      390.29
    ],
    "text": "Victim had been just 10 years at the date of the incident which was 22.04.2013. Victim at the very inception had provided the details of the offence committed by the accused-person to the mother by way of a message since the victim had been in a state of shock after the incident. After receiving all the details from the victim, the mother and the father of the victim had lodged a complaint at the Women and Children Protection Bureau situated at Pagoda Road, Nugegoda.",
    "fonts": [
      "Calibri"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 1,
    "bbox": [
      72.02,
      403.13,
      525.99,
      465.65
    ],
    "text": "Accused is supposed to be a tuition master who had conducted classes at a private educational institute for the victim and for several other children since the children had been preparing for grade 5 scholarship examinations. The said educational institute had been known as \"SIPVIN\" education institute.",
    "fonts": [
      "Calibri"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 1,
    "bbox": [
      72.02,
      478.51,
      511.37,
      490.51
    ],
    "text": "Trial had commenced on 27.05.2016 by commencing the examination chief of the victim.",
    "fonts": [
      "Calibri"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 1,
    "bbox": [
      72.02,
      503.35,
      525.96,
      532.15
    ],
    "text": "During the course of the prosecution case prosecution had placed the evidence of following witnesses to support of the indictment.",
    "fonts": [
      "Calibri"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 1,
    "bbox": [
      84.98,
      543.13,
      472.49,
      641.23
    ],
    "text": "(i.) Athauda Mudiyanselage Rashimi Pabodha Athauda (PW 1) - victim (ii.) Geethanie Hemamala Moramudalie (PW 2)- mother (iii.) Judicial Medical Officer Rahul Hag (PW 6) (iv.) Sadunika Nethmini (PW 4) - a class-mate of the victim (v.) W.P.0 Janakie Sampath Ariyasinghe (PW 8) (vi.) P.C 42373 Samarasinghe Aratchchige Hapangama Samarasinghe (PW 9)",
    "fonts": [
      "ArialMT",
      "Calibri"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 1,
    "bbox": [
      72.02,
      654.1,
      526.12,
      750.34
    ],
    "text": "After the conclusion of the prosecution case when the defence had been called, accused-appellant had opted to give evidence from the witness box. It is the position of the accused-appellant that the entire allegation is a made-up story due to an animosity. It is the position of the accused-appellant that he had warned the mother of the victim about the dress-code when visiting the tuition class and that due to these warnings mother of the victim had instigated a false complaint.",
    "fonts": [
      "Calibri"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 2,
    "bbox": [
      72.02,
      781.9,
      324.89,
      806.38
    ],
    "text": "Page 3 of 6",
    "fonts": [
      "Calibri",
      "Calibri-Bold"
    ],
    "sizes": [
      11.039999961853027
    ]
  },
  {
    "page_number": 2,
    "bbox": [
      72.02,
      60.0,
      526.08,
      206.78
    ],
    "text": "Further, the accused-appellant had repeatedly stated that since CCTV cameras are fixed inside the premises a person cannot commit an offence of this nature since such an act would have got recorded in the CCTV system. After the evidence of the accused-appellant had been concluded, defence had called witness Adhikari Aratchchige Thisara Chamara who had been performing duties as the manager of the \"SIPVIN\" institute. He had been summoned by the accused-appellant to support the position that the building was fixed with CCTV cameras and that no one checked the said camera system during the course of the investigation. Upon the conclusion of the defence case both parties have made submissions explaining their respective case.",
    "fonts": [
      "Calibri"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 2,
    "bbox": [
      72.02,
      219.62,
      526.12,
      332.69
    ],
    "text": "The learned Trial Judge having considered the two stories placed by both the prosecution and the defence had rejected the argument placed by the defence and had convicted the accused for both counts in the indictment and had imposed a sentence of 10 years rigorous imprisonment for both counts to run concurrently. Additionally, a fine of Rs. 10,000/- has been imposed per each count with a default sentence of 6 months simple imprisonment. Further a sum of Rs. 750,000/- has been awarded as compensation to the victim with a default sentence of 18 months rigorous imprisonment.",
    "fonts": [
      "Calibri"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 2,
    "bbox": [
      72.02,
      345.53,
      526.13,
      391.25
    ],
    "text": "When this appeal was taken up for argument the learned counsel for the accused-appellant informed court that his client is challenging only the sentence and willing to withdraw this appeal against the conviction.",
    "fonts": [
      "Calibri"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 2,
    "bbox": [
      72.02,
      404.09,
      526.11,
      534.07
    ],
    "text": "The issue of statutorily provided mandatory sentences has already been decided by the Supreme Court in Supreme Court Reference No.03 of 2008 and the case of Attorney General Vs. Ambagala Mudiyanselage Samantha, 17 of 2003, where it has been held that a statutory mandatory sentence would not prevent a court from exercising its discretion in an appropriate case. The submissions made by the learned Counsel for the accused-appellant before this court in trying to obtain a lesser custodial sentence for the accused-appellant are tenable in law, though the learned High Court Judge had imposed 10 years rigorous imprisonment considering the circumstances of the crime.",
    "fonts": [
      "Calibri"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 2,
    "bbox": [
      72.02,
      546.91,
      525.96,
      626.23
    ],
    "text": "The learned counsel for the respondent argued that there is no illegality in the sentence imposed on the accused-appellant and that the learned High Court Judge has not imposed an excessive sentence prescribed by the statute on the accused-appellant. On behalf of the respondent, it was submitted that the following matters were within the contemplation of the learned High Court Judge at the time of imposing the sentence:",
    "fonts": [
      "Calibri"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 2,
    "bbox": [
      90.02,
      637.33,
      526.01,
      651.19
    ],
    "text": "(a) The accused-appellant was 46 years and the prosecutrix was 10 years old at the time",
    "fonts": [
      "ArialMT",
      "Calibri"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 2,
    "bbox": [
      90.02,
      656.02,
      525.96,
      718.54
    ],
    "text": "of the commission of the offences as such the accused-appellant being an adult was 36 years older than the prosecutrix. (b) There is a steady increase in the number of sexual offences being committed in Sri",
    "fonts": [
      "ArialMT",
      "Calibri"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 2,
    "bbox": [
      108.02,
      723.34,
      480.05,
      735.34
    ],
    "text": "Lanka and there is a significant increase in the cases relating to child abuse.",
    "fonts": [
      "Calibri"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 2,
    "bbox": [
      72.02,
      748.18,
      525.98,
      777.1
    ],
    "text": "The learned counsel for the respondent argued that the accused-appellant has exploited the immaturity of the prosecutrix and caused her to engage in sexual activities with the accused-",
    "fonts": [
      "Calibri"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 3,
    "bbox": [
      72.02,
      781.9,
      324.89,
      806.38
    ],
    "text": "Page 4 of 6",
    "fonts": [
      "Calibri",
      "Calibri-Bold"
    ],
    "sizes": [
      11.039999961853027
    ]
  },
  {
    "page_number": 3,
    "bbox": [
      72.02,
      60.0,
      526.12,
      122.54
    ],
    "text": "appellant. The impact of the offence on the prosecutrix has to be considered with due weight. The evidence of the prosecutrix in terms of provisions of the Protection of Victims of Crime and Witnesses Act No 04 of 2015 (as amended) indicates that the incidents occurred due to her immaturity.",
    "fonts": [
      "Calibri"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 3,
    "bbox": [
      72.02,
      135.38,
      526.11,
      265.34
    ],
    "text": "One of the primary intentions of the legislature in enacting Act No 22 of 1995 which brought in the enhancement of punishment in the form of a minimum mandatory sentence for the offence of grave sexual abuse has been the prevention of sexual exploitation of children and protection of children. A child of 10 years does not have the mental maturity or perception to give consent to an act of sexual behaviours. The child is not mindful of the gravity of the consequences attendant upon the physical act of sexual behaviours and therefore the criminal law has protected that child by declaring that the act of sexual behaviours per se, whether there is consent or not, constitutes grave sexual abuse.",
    "fonts": [
      "Calibri"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 3,
    "bbox": [
      72.02,
      278.21,
      525.84,
      323.93
    ],
    "text": "The legislature in it its wisdom has also expressly provided that persons below the age of 16 years, who themselves fall within the definition of \"child\" will not attract the minimum mandatory sentence if sexual intercourse has been committed with \"consent\".",
    "fonts": [
      "Calibri"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 3,
    "bbox": [
      72.02,
      336.77,
      411.62,
      348.77
    ],
    "text": "This is found in the Proviso to section 364 (e) which reads as follows:",
    "fonts": [
      "Calibri"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 3,
    "bbox": [
      108.02,
      361.61,
      525.98,
      424.13
    ],
    "text": "Provided, however, that where the offence is committed in respect of a person under sixteen, years of age, the court may, where an offender is a person under eighteen years of age and the intercourse has been with the consent of the person, impose a sentence of imprisonment for a term less than ten years;",
    "fonts": [
      "Calibri"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 3,
    "bbox": [
      72.02,
      436.97,
      526.11,
      482.71
    ],
    "text": "No such leniency has been intended by the legislature in respect of an adult\" who has sexual intercourse with a \"child\". It is my view that the punishment imposed by the Learned High Court Judge is reflective of the following considerations relating to sentencing:",
    "fonts": [
      "Calibri"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 3,
    "bbox": [
      90.02,
      493.69,
      525.67,
      591.79
    ],
    "text": "(a) the gravity of the offence (b) the degree of culpability and responsibility of the offender (c) the punishment provided in the statute (d) difficulty in detection of the offence (e) the interest of the society (f) need to signify that the court and the community denounce the commission of such",
    "fonts": [
      "ArialMT",
      "Calibri"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 3,
    "bbox": [
      90.02,
      596.59,
      525.66,
      625.39
    ],
    "text": "offences; (g) to deter offenders or other persons from committing offences of the same or similar",
    "fonts": [
      "ArialMT",
      "Calibri"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 3,
    "bbox": [
      90.02,
      630.31,
      528.77,
      676.06
    ],
    "text": "nature (h) the need to protect children (i) to punish offenders to an extent and in a manner, which is just in all the circumstances;",
    "fonts": [
      "ArialMT",
      "Calibri"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 3,
    "bbox": [
      72.02,
      688.9,
      525.88,
      717.7
    ],
    "text": "It is important to draw the attention of this court to the following cases which discuss the principles relating to Sentencing.",
    "fonts": [
      "Calibri"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 3,
    "bbox": [
      92.54,
      728.68,
      461.69,
      776.26
    ],
    "text": "(i) Attorney General Vs Ranasinghe 1993 (2) SLR 81 (ii) Attorney General Vs Gunasena CA 110/2021 decided on 12.02.2014 (iii) Attorney General Vs Uluwaduge 1995 (1) SLR 157",
    "fonts": [
      "ArialMT",
      "Calibri"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 4,
    "bbox": [
      72.02,
      781.9,
      324.89,
      806.38
    ],
    "text": "Page 5 of 6",
    "fonts": [
      "Calibri",
      "Calibri-Bold"
    ],
    "sizes": [
      11.039999961853027
    ]
  },
  {
    "page_number": 4,
    "bbox": [
      92.54,
      58.14,
      429.62,
      72.0
    ],
    "text": "(iv) Rizwan Vs AG CA PHC APN 141 / 2013 decided on 25.03.2015",
    "fonts": [
      "ArialMT",
      "Calibri"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 4,
    "bbox": [
      72.02,
      84.84,
      525.85,
      164.3
    ],
    "text": "On behalf of the respondent, it was argued that the sentence imposed by the learned High Court Judge is legal and reflects the gravity of the offence. The sentence imposed serves to protect the children in society and acts as a deterrent to future offenders of sexual abuse of children and signifies the disapproval of the court to all forms of sexual exploitation committed on children.",
    "fonts": [
      "Calibri"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 4,
    "bbox": [
      72.02,
      177.14,
      525.99,
      239.66
    ],
    "text": "Further, it was argued by the learned counsel for the respondent that in the instant case the judicial discretion has been exercised fairly and within the four corners of the applicable statute by the learned High Court Judge and there is no legal basis to set aside the lawful sentence imposed by the learned High Court Judge.",
    "fonts": [
      "Calibri"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 4,
    "bbox": [
      72.02,
      252.5,
      526.13,
      331.85
    ],
    "text": "The learned counsel for the appellant argued that the decision by the learned High Court Judge to impose long custodial sentences on the appellant was unreasonable and unjustifiable. The learned counsel for the accused-appellant further requests that the court can impose a lesser custodial sentence based on statutory rape on the following grounds that make this case a fit and appropriate, to do so;",
    "fonts": [
      "Calibri"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 4,
    "bbox": [
      105.98,
      342.83,
      526.01,
      457.85
    ],
    "text": "(i) That the accused-appellant had no previous convictions. (ii) The accused was 46 years of age by the time of this unfortunate incident and he is a married person with 2 young children. (iii) There is no evidence that the accused-appellant acted violently or used force to commit the offence. (iv) No bodily injuries were present on the Victim. (v) No vaginal penetration.",
    "fonts": [
      "ArialMT",
      "Calibri"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 4,
    "bbox": [
      72.02,
      470.71,
      525.81,
      516.31
    ],
    "text": "The learned counsel for the accused-appellant says that this is a fit case for the exercise of that discretion to prevent a person's life from being crushed in the prime of his life and to confine him to prison for no justifiable grounds.",
    "fonts": [
      "Calibri"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 4,
    "bbox": [
      72.02,
      529.27,
      526.12,
      608.59
    ],
    "text": "In the High Court reference, the Supreme Court Application 03 of 2008 the Supreme Court was very clear that the law cannot be mechanically applied but the judicial discretion should be exercised in imposing a sentence. After considering the facts and the circumstances of the case and the submissions of the counsel for both parties, I hold that this is not a case where the accused-appellant should be given a very long custodial sentence.",
    "fonts": [
      "Calibri"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 4,
    "bbox": [
      72.02,
      621.43,
      526.12,
      650.23
    ],
    "text": "It was revealed during the trial that the prosecutrix (PW 1) in this case was 10 years of age when the alleged act of grave sexual abuse occurred.",
    "fonts": [
      "Calibri"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 4,
    "bbox": [
      72.02,
      654.79,
      266.28,
      681.22
    ],
    "text": "The appellant has no prior convictions.",
    "fonts": [
      "Calibri"
    ],
    "sizes": [
      9.960000038146973,
      12.0
    ]
  },
  {
    "page_number": 4,
    "bbox": [
      72.02,
      685.39,
      525.99,
      727.54
    ],
    "text": "We are of the view that the accused-appellant should be given some relief to go back to society and stay with the family after serving the punishment for his mistake.",
    "fonts": [
      "Calibri"
    ],
    "sizes": [
      9.0,
      12.0
    ]
  },
  {
    "page_number": 4,
    "bbox": [
      72.02,
      740.38,
      389.78,
      752.38
    ],
    "text": "We set aside the sentence of 10 years of rigorous imprisonment.",
    "fonts": [
      "Calibri"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 4,
    "bbox": [
      72.02,
      765.22,
      247.32,
      777.22
    ],
    "text": "The sentence is altered as follows;",
    "fonts": [
      "Calibri"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 5,
    "bbox": [
      72.02,
      781.9,
      324.89,
      806.38
    ],
    "text": "Page 6 of 6",
    "fonts": [
      "Calibri",
      "Calibri-Bold"
    ],
    "sizes": [
      11.039999961853027
    ]
  },
  {
    "page_number": 5,
    "bbox": [
      126.02,
      58.14,
      528.77,
      72.0
    ],
    "text": "1. A sentence of 08 years of rigorous imprisonment is imposed instead of 10 years",
    "fonts": [
      "ArialMT",
      "Calibri"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 5,
    "bbox": [
      126.02,
      76.8,
      337.94,
      122.54
    ],
    "text": "rigorous imprisonment for each count. 2. All other sentences will remain as it is.",
    "fonts": [
      "ArialMT",
      "Calibri"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 5,
    "bbox": [
      72.02,
      160.22,
      428.3,
      172.22
    ],
    "text": "The sentence is backdated to the date of conviction namely, 16.11.2018.",
    "fonts": [
      "Calibri"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 5,
    "bbox": [
      72.02,
      209.9,
      164.97,
      221.9
    ],
    "text": "Appeal dismissed.",
    "fonts": [
      "Calibri"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 5,
    "bbox": [
      72.02,
      259.58,
      194.64,
      271.58
    ],
    "text": "The sentence is differed.",
    "fonts": [
      "Calibri"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 5,
    "bbox": [
      360.07,
      332.09,
      504.89,
      344.09
    ],
    "text": "Judge of the Court of Appeal",
    "fonts": [
      "Calibri-Bold"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 5,
    "bbox": [
      72.02,
      381.77,
      154.41,
      393.77
    ],
    "text": "R. Gurusinghe J.",
    "fonts": [
      "Calibri-Bold"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 5,
    "bbox": [
      252.05,
      431.45,
      291.84,
      443.45
    ],
    "text": "I agree.",
    "fonts": [
      "Calibri-Bold"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 5,
    "bbox": [
      72.02,
      481.27,
      504.89,
      493.27
    ],
    "text": "Judge of the Court of Appeal",
    "fonts": [
      "Calibri-Bold"
    ],
    "sizes": [
      12.0
    ]
  }
]