[
  {
    "page_number": 0,
    "bbox": [
      72.02,
      781.9,
      324.89,
      806.38
    ],
    "text": "Page 1 of 7",
    "fonts": [
      "Calibri",
      "Calibri-Bold"
    ],
    "sizes": [
      11.039999961853027
    ]
  },
  {
    "page_number": 0,
    "bbox": [
      91.22,
      59.88,
      506.81,
      71.88
    ],
    "text": "IN THE COURT OF APPEAL OF THE DEMOCRATIC SOCIALIST REPUBLIC OF SRI LANKA",
    "fonts": [
      "Calibri-Bold"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 0,
    "bbox": [
      288.05,
      83.64,
      526.14,
      127.34
    ],
    "text": "In the matter of an appeal against an order of the High Court under section 331 of the Code of Criminal Procedure Act No 15 of 1979",
    "fonts": [
      "Calibri"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 0,
    "bbox": [
      288.05,
      139.1,
      487.13,
      151.1
    ],
    "text": "Thambirasa Kuganeswaran Alias Suthan",
    "fonts": [
      "Calibri"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 0,
    "bbox": [
      72.02,
      162.98,
      524.57,
      174.98
    ],
    "text": "CA 28/2018 APPELLANT",
    "fonts": [
      "Calibri",
      "Calibri-Bold"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 0,
    "bbox": [
      72.02,
      186.74,
      342.74,
      198.74
    ],
    "text": "HC Vavuniya 2737/17 VS.",
    "fonts": [
      "Calibri",
      "Calibri-Bold"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 0,
    "bbox": [
      288.05,
      210.5,
      447.53,
      254.18
    ],
    "text": "The Hon. Attorney General Attorney General's Department Colombo 12",
    "fonts": [
      "Calibri"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 0,
    "bbox": [
      447.22,
      265.94,
      528.77,
      277.94
    ],
    "text": "RESPONDENT",
    "fonts": [
      "Calibri-Bold"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 0,
    "bbox": [
      72.02,
      289.97,
      354.74,
      325.13
    ],
    "text": "Before: N. Bandula Karunarathna J. &",
    "fonts": [
      "Calibri",
      "Calibri-Bold"
    ],
    "sizes": [
      6.960000038146973,
      12.0
    ]
  },
  {
    "page_number": 0,
    "bbox": [
      72.02,
      326.27,
      451.37,
      355.61
    ],
    "text": "R. Gurusinghe J.",
    "fonts": [
      "Calibri-Bold"
    ],
    "sizes": [
      5.039999961853027,
      6.960000038146973,
      12.0
    ]
  },
  {
    "page_number": 0,
    "bbox": [
      72.02,
      365.09,
      484.97,
      386.9
    ],
    "text": "Counsel: Indica Mallawaratchy AAL for the Accused Appellant",
    "fonts": [
      "Calibri",
      "Calibri-Bold"
    ],
    "sizes": [
      8.039999961853027,
      12.0
    ]
  },
  {
    "page_number": 0,
    "bbox": [
      72.02,
      389.45,
      526.13,
      436.94
    ],
    "text": "Dilan Rathnayake DSC for the for the Complainant-Respondent Written Submissions: By the Accused Appellant on 03.02.2020",
    "fonts": [
      "Calibri",
      "Calibri-Bold"
    ],
    "sizes": [
      8.039999961853027,
      9.0,
      12.0
    ]
  },
  {
    "page_number": 0,
    "bbox": [
      216.05,
      439.37,
      539.33,
      451.37
    ],
    "text": "By the Complainant-Respondent on 13.03.2020",
    "fonts": [
      "Calibri",
      "Calibri-Bold"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 0,
    "bbox": [
      72.02,
      462.17,
      290.76,
      513.28
    ],
    "text": "Argued on : 06.08.2021 Decided on : 29.10.2021.",
    "fonts": [
      "Calibri",
      "Calibri-Bold"
    ],
    "sizes": [
      8.039999961853027,
      12.0
    ]
  },
  {
    "page_number": 0,
    "bbox": [
      72.02,
      524.59,
      210.72,
      536.59
    ],
    "text": "N. Bandula Karunarathna J.",
    "fonts": [
      "Calibri-Bold"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 0,
    "bbox": [
      72.02,
      548.47,
      526.11,
      619.15
    ],
    "text": "The accused-appellant was indicted in the High Court of Vavuniya for committing the murder of one Sikkan Thiruchchelvam on 17.12.2011, punishable under section 296 of the Penal Code. After trial without a Jury, the learned High Court Judge convicted the accused-appellant and imposed the death sentence on 30.01.2018. Being aggrieved by the conviction and sentence, the accused-appellant has preferred this appeal to this court.",
    "fonts": [
      "Calibri"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 0,
    "bbox": [
      72.02,
      630.91,
      526.13,
      674.62
    ],
    "text": "The learned counsel for the accused-appellant, in the petition of appeal, has contended that the rejection of the plea of grave and sudden provocation is factually and legally flawed and has raised the said issue as the only ground of appeal.",
    "fonts": [
      "Calibri"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 0,
    "bbox": [
      72.02,
      686.38,
      528.77,
      777.46
    ],
    "text": "The prosecution led evidence of 9 witnesses including the evidence of the Judicial Medical Officer (JMO). Evidence of Pathmalingam Shanthini (PW 1), Raguwenthan Ranjani (PW 2) and Baliah Nishanthakumar (PW3) can be considered as the most important eye witness testimonies led during the trial. According to the evidence of PW1, the deceased died in a",
    "fonts": [
      "Calibri"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 1,
    "bbox": [
      72.02,
      781.9,
      324.89,
      806.38
    ],
    "text": "Page 2 of 7",
    "fonts": [
      "Calibri",
      "Calibri-Bold"
    ],
    "sizes": [
      11.039999961853027
    ]
  },
  {
    "page_number": 1,
    "bbox": [
      72.02,
      59.88,
      526.08,
      103.46
    ],
    "text": "fight. She had witnessed the deceased being assaulted by the appellant. PW1 had identified the accused-appellant during the trial and had confirmed that the accused-appellant had hit the deceased with a pole.",
    "fonts": [
      "Calibri"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 1,
    "bbox": [
      72.02,
      115.34,
      526.11,
      206.42
    ],
    "text": "Evidence of PW 2 corroborated the evidence of PW 1. As per her evidence, the accused-appellant had hit the deceased with a Glyceria pole. As a result, the deceased had fallen down. He was taken to Vavuniya Hospital. PW3 also corroborated the evidence of PW 1. According to him, after being beaten, the deceased had been bleeding from nose and mouth. Thereafter, he was taken to the Vavuniya Hospital by a three-wheeler driver and some of his relatives.",
    "fonts": [
      "Calibri"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 1,
    "bbox": [
      72.02,
      218.18,
      526.01,
      246.02
    ],
    "text": "Evidence of Baliah Nishanthakumar (PW 3) was that the incident had taken place on 17/12/2011 around 4.30-5.00 p.m.",
    "fonts": [
      "Calibri"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 1,
    "bbox": [
      72.02,
      257.78,
      526.13,
      364.61
    ],
    "text": "It was the evidence of the said witness that, he along with the deceased and one Jegan had gone to a party where the others had partaken in liquor and when they were standing outside, 4 people had come and when the deceased had inquired from one Suresh, accused number 3 had abused the deceased. It was the evidence of the said witness that accused number 3 had telephoned accused number 2 asking him to come to the scene. The witness has further testified that when accused number 2 had tried to assault, the witness and the deceased had steered away from getting involved and had gone to their village.",
    "fonts": [
      "Calibri"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 1,
    "bbox": [
      72.02,
      376.49,
      526.13,
      530.71
    ],
    "text": "The witness has testified that when they were proceeding towards their village they had to pass the maternal aunt's house where there had been a large gathering of people converged including the mother of Suresh and when she had inquired into what had happened and when the witness was relating to her what had transpired earlier, Suresh's mother had admonished them at which point Suresh had come to the scene and in the process accused number 1 & accused number 2 too had come and it was his evidence that whilst accused number 1 had attacked the deceased, accused number 2 had attacked the witness with clubs. It was suggested to the witness that the incident occurred as a result of Suresh being beaten and Suresh's mother being held by her breast region to which suggestion witness has answered in the negative.",
    "fonts": [
      "Calibri"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 1,
    "bbox": [
      72.02,
      542.59,
      526.13,
      649.39
    ],
    "text": "JMO W. Dinesha Peiris (PW 4) had noted two external injuries on the deceased's body. Those injuries were, a big laceration seen 3.5 cm above the midpoint of eyebrows on forehead. Laceration was 6x 1 cm in size with irregular edges. The other injury was a 1.5 cm contusion seen 1 cm above the middle corner of the left eyebrow and was 1 cm below the above-mentioned laceration. According to the JMO, the death was due to blunt force trauma to head caused by cranio-cerebral injuries inflicted by a heavy blunt weapon with unlimited striking surface.",
    "fonts": [
      "Calibri"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 1,
    "bbox": [
      72.02,
      661.3,
      526.01,
      689.02
    ],
    "text": "Police Inspector Ranjan Sudantha Perera conducted the investigation. He visited the hospital and recovered the pole said to have been used for the attack.",
    "fonts": [
      "Calibri"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 1,
    "bbox": [
      72.02,
      700.9,
      526.1,
      776.14
    ],
    "text": "After the closure of the prosecution case, the learned trial Judge called for the defence. The accused-appellant gave evidence from the witness box. According to the appellant, on the day of the incident, he was having his meals around 4.00 p.m. At that time, he had heard a commotion on the road which prompted him to go outside. There, he had seen Nishanthan, Jegan and the deceased talking to his mother. When he reached there, he had seen",
    "fonts": [
      "Calibri"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 2,
    "bbox": [
      72.02,
      781.9,
      324.89,
      806.38
    ],
    "text": "Page 3 of 7",
    "fonts": [
      "Calibri",
      "Calibri-Bold"
    ],
    "sizes": [
      11.039999961853027
    ]
  },
  {
    "page_number": 2,
    "bbox": [
      72.02,
      59.88,
      526.12,
      135.14
    ],
    "text": "Nishanthan holding Suresh with one hand and Gowrie (Suresh's mother) with the other hand. As he tried to hold Nishanthan but had failed, he then had grabbed a stick which was lying at the scene and had dealt one blow. The accused-appellant was unaware as to whom the blow was struck. The appellant had not made any complaint to the police after the incident and he had in fact absconded after hitting the deceased.",
    "fonts": [
      "Calibri"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 2,
    "bbox": [
      72.02,
      146.9,
      526.02,
      190.58
    ],
    "text": "It is evident that the main and sole ground of appeal raised by the counsel for the appellant in the petition of appeal is that the learned trial judge has rejected the plea of grave and sudden provocation.",
    "fonts": [
      "Calibri"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 2,
    "bbox": [
      72.02,
      202.34,
      526.12,
      246.02
    ],
    "text": "Appellants mother Gowrie was called as a defence witness. In her evidence she had said that Nishanthan (PW 3) had pulled her breast area. But in the cross-examination it was revealed that she had not mentioned this to the police.",
    "fonts": [
      "Calibri"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 2,
    "bbox": [
      72.02,
      257.78,
      526.07,
      348.89
    ],
    "text": "In his judgment the learned trail Judge has analysed and evaluated the evidence of the defence pertaining to grave and sudden provocation. The Judge had considered the possibility of applying the said exception as stated in the Penal Code. Although the defence through the evidence of the appellant had attempted to establish the existence of sudden provocation or the fact that the appellant was acting in right of private defence, none of the exceptions were pleaded by the defence.",
    "fonts": [
      "Calibri"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 2,
    "bbox": [
      72.02,
      360.65,
      526.07,
      388.49
    ],
    "text": "The appellant was convicted on a count of murder. Section 294 of the Penal Code refers to the offence of murder and the definition of murder is given as follows:",
    "fonts": [
      "Calibri"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 2,
    "bbox": [
      144.02,
      400.25,
      452.72,
      428.09
    ],
    "text": "294. Except in the cases hereinafter excepted, culpable homicide is murder-",
    "fonts": [
      "Calibri"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 2,
    "bbox": [
      144.02,
      439.85,
      452.77,
      467.69
    ],
    "text": "Firstly - If the act by which the death is caused is done with the intention of causing death; or",
    "fonts": [
      "Calibri"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 2,
    "bbox": [
      144.02,
      479.59,
      452.73,
      523.15
    ],
    "text": "Secondly - If it is done with the intention of causing such bodily injury as the offender knows to be likely to cause the death of the person to whom the harm is caused; or",
    "fonts": [
      "Calibri"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 2,
    "bbox": [
      144.02,
      534.91,
      452.69,
      578.59
    ],
    "text": "Thirdly - If it is done with the intention of causing bodily injury to any person, and the bodily injury intended to be inflicted is sufficient in the ordinary course of nature to cause death; or",
    "fonts": [
      "Calibri"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 2,
    "bbox": [
      144.02,
      590.35,
      452.81,
      665.62
    ],
    "text": "Fourthly - If the person committing the act knows that it is so imminently dangerous that it must in all probability cause death, or such bodily injury as is likely to cause death, and commits such act without any excuse for incurring the risk of causing death or such injury as aforesaid.",
    "fonts": [
      "Calibri"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 2,
    "bbox": [
      72.02,
      677.5,
      526.06,
      721.06
    ],
    "text": "The said offence of murder in terms of section 294 of the Penal Code is reduced to culpable homicide not amounting to murder under section 293 of the Penal Code, if any of the five exceptions to section 294 could be shown to apply.",
    "fonts": [
      "Calibri"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 2,
    "bbox": [
      72.02,
      732.94,
      221.04,
      744.94
    ],
    "text": "The exceptions are as follows:",
    "fonts": [
      "Calibri"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 2,
    "bbox": [
      108.02,
      754.84,
      275.76,
      768.7
    ],
    "text": "1. grave and sudden provocation;",
    "fonts": [
      "ArialMT",
      "Calibri"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 3,
    "bbox": [
      72.02,
      781.9,
      324.89,
      806.38
    ],
    "text": "Page 4 of 7",
    "fonts": [
      "Calibri",
      "Calibri-Bold"
    ],
    "sizes": [
      11.039999961853027
    ]
  },
  {
    "page_number": 3,
    "bbox": [
      108.02,
      58.02,
      526.03,
      119.3
    ],
    "text": "2. exceeding in good faith the right of private defence; 3. bona fide overstepping of the limits of his authority by a public servant; 4. the plea of sudden fight and 5. the case of a mother who causes the death of her child under the age of twelve",
    "fonts": [
      "ArialMT",
      "Calibri"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 3,
    "bbox": [
      121.58,
      123.14,
      526.02,
      166.7
    ],
    "text": "months when the balance of her mind is disturbed by reason of her not having fully recovered from the effect of giving birth to a child or by reason of the effect of lactation consequent to the birth of the child.",
    "fonts": [
      "Calibri"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 3,
    "bbox": [
      72.02,
      177.59,
      526.11,
      269.54
    ],
    "text": "Learned counsel for the accused-appellant relied on the exceptions 1st and 4th to section 294 and submitted that the High Court had not evaluated the said possibility of a sudden provocation and a sudden fight. Learned counsel submitted that the evidence before the High Court clearly established that the incident which resulted in the deceased being injured, fell into exception 1st and 4th to section 294 of the Penal Code and throughout the case that it was the position taken by the appellant.",
    "fonts": [
      "Calibri"
    ],
    "sizes": [
      8.039999961853027,
      12.0
    ]
  },
  {
    "page_number": 3,
    "bbox": [
      72.02,
      281.45,
      403.58,
      293.45
    ],
    "text": "The exception 1 to section 294 of the Penal Code reads as follows: -",
    "fonts": [
      "Calibri"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 3,
    "bbox": [
      144.02,
      305.21,
      452.71,
      380.45
    ],
    "text": "Culpable homicide is not murder if the offender whilst deprived of the power of self-control by grave and sudden provocation, causes the death of the person who gave the provocation, or causes the death of any other person by mistake or accident.",
    "fonts": [
      "Calibri"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 3,
    "bbox": [
      72.02,
      392.33,
      403.58,
      404.33
    ],
    "text": "The exception 4 to section 294 of the Penal Code reads as follows: -",
    "fonts": [
      "Calibri"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 3,
    "bbox": [
      144.02,
      416.09,
      452.47,
      475.51
    ],
    "text": "Culpable homicide is not murder if it is committed without premeditation in a sudden fight in the heat of passion upon a sudden quarrel and without the offender having taken undue advantage or acted in a cruel or unusual manner.",
    "fonts": [
      "Calibri"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 3,
    "bbox": [
      72.02,
      487.39,
      526.07,
      562.63
    ],
    "text": "A careful consideration of the said exceptions indicates that the basis for the mitigation is purely depended on the fact that the murder had taken place as a result of grave and sudden provocation or a sudden fight which had occurred in the heat of passion upon a sudden quarrel. An important ingredient which is necessary in such instances would be that there was no malice or vindictiveness.",
    "fonts": [
      "Calibri"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 3,
    "bbox": [
      72.02,
      574.39,
      526.11,
      697.06
    ],
    "text": "A sudden fight cannot be premeditated as the word sudden clearly means that there cannot be any such pre-arrangements. It should also be noted that the lapse of time between the initial argument and the final fight is material for an accused to come within exception 1 and 4, since the lapse of time may grant the opportunity for an accused to premeditate and make arguments for a fight. Such a fight is not spontaneous and therefore cannot be regarded as one that could be described as sudden. If there is lapse of time between incidents prior to the final assault, it is quite clear that the heat of passion upon the quarrel would have subsided and the death on such an instance would be regarded as murder.",
    "fonts": [
      "Calibri"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 3,
    "bbox": [
      72.02,
      708.94,
      526.13,
      768.34
    ],
    "text": "It was argued by the learned counsel for the accused-appellant that, according to section 105 of the Evidence Ordinance \"When a person is accused of any offence, the burden of proving the existence of circumstances bringing the case within any of the general exceptions in the Penal Code, or within any special exception or proviso contained in any other part of the same",
    "fonts": [
      "Calibri"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 4,
    "bbox": [
      72.02,
      781.9,
      324.89,
      806.38
    ],
    "text": "Page 5 of 7",
    "fonts": [
      "Calibri",
      "Calibri-Bold"
    ],
    "sizes": [
      11.039999961853027
    ]
  },
  {
    "page_number": 4,
    "bbox": [
      72.02,
      59.88,
      526.11,
      87.72
    ],
    "text": "Code, or in any law defining the offence, is upon him, and the court shall presume the absence of such circumstances.\"",
    "fonts": [
      "Calibri"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 4,
    "bbox": [
      72.02,
      99.5,
      525.55,
      127.34
    ],
    "text": "It is the view of the respondent that the appellant had not discharged the evidential burden thrust upon him under the aforesaid section of the Evidence Ordinance.",
    "fonts": [
      "Calibri"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 4,
    "bbox": [
      72.02,
      139.1,
      526.11,
      246.02
    ],
    "text": "In the Privy Council decision in Jayasena Vs Queen; 72 NLR 313 it was held that, \"Where an accused who is charged with murder admits at the trial that the deceased died of wounds deliberately inflicted by him with intention to kill and his defence entirely is that he was acting in self-defence, section 105, read with section 3, of the Evidence Ordinance imposes upon the accused the burden of proof on the issue of private defence\". Therefore, it was argued by the respondent that the accused-appellant has not discharged the burden of proving the existence of any of the general exceptions as stipulated in the Penal Code.",
    "fonts": [
      "Calibri"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 4,
    "bbox": [
      72.02,
      257.78,
      526.13,
      364.61
    ],
    "text": "The principle involved in this section derives from the English law of evidence, where it has however been sparingly used. The prosecution is usually able to establish that an accused person has special knowledge of the circumstances of the crime with which he is charged. Under some systems of law this is considered to be sufficient for the accused to be called upon at the outset of a trial to say what he knows. Such a procedure would be quite inconsistent with the accuseds right to silence which prevails in the English system as adopted in Ceylon.",
    "fonts": [
      "Calibri"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 4,
    "bbox": [
      72.02,
      376.49,
      526.1,
      499.15
    ],
    "text": "The evidence of defence witness Thiagarajah Sujitharan was that he was 16-17 years of age at the time of the incident. It was his evidence that on the day in question he along with the other 2 accused and another had gone to Poonthottam on a motor bicycle and when they were proceeding along a particular road, he had seen the deceased, Nishanthan and one Master consuming liquor by the roadside and upon seeing them Nishanthan had beckoned him to halt and asked him to get a bottle of soda. When he had intimated that he would bring soda on his return journey an exchange of words had brewed at which point Nishanthan had slapped accused number 3.",
    "fonts": [
      "Calibri"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 4,
    "bbox": [
      72.02,
      510.91,
      525.92,
      633.67
    ],
    "text": "Consequent to this incident, the witness had come home and it was the evidence of the said witness that the deceased, Nishanthan, Master and 2 others had come to their village in a three-wheeler and when the deceased had been talking to his mother, Nishanthan upon seeing the witness had assaulted him twice at which point his mother had come to the scene and Nishanthan had held the brazier of his mother and the witness's hand resulting in the mother having a fall at which point, his elder brother had come and having taken him to a neighbouring house had locked him up and what transpired thereafter was not within his knowledge.",
    "fonts": [
      "Calibri"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 4,
    "bbox": [
      72.02,
      645.43,
      525.84,
      673.3
    ],
    "text": "For the defence another witness Thiagarah Gowrie has given evidence corroborating the evidence of defence witness Thiagarah Sujithharan.",
    "fonts": [
      "Calibri"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 4,
    "bbox": [
      72.02,
      685.06,
      525.82,
      744.46
    ],
    "text": "The accused-appellant giving evidence on oath has testified that he was 20 years at the time of the incident and that on the day in question when he was having his meals around 4.00 p.m., he had heard a commotion on the road which prompted him to go outside where he had seen Nishanthan, Jegan and the deceased talking to his mother.",
    "fonts": [
      "Calibri"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 5,
    "bbox": [
      72.02,
      781.9,
      324.89,
      806.38
    ],
    "text": "Page 6 of 7",
    "fonts": [
      "Calibri",
      "Calibri-Bold"
    ],
    "sizes": [
      11.039999961853027
    ]
  },
  {
    "page_number": 5,
    "bbox": [
      72.02,
      59.88,
      526.12,
      166.7
    ],
    "text": "The accused-appellant has further testified that when he came to the road, he had seen Nishanthan holding Suresh with one hand and Gowrie with the other hand. The appellant has testified that he tried to hold Nishanthan but had failed and had grabbed a stick which was lying at the scene and had dealt one blow and admits that he was not aware on whom the blow alighted. It was the position of the appellant that he treated Gowrie like his mother and the sight of her being held by her breast region and pulled by Nishanthan ruffled his mind which prompted him to grab a club and attack Nishanthan.",
    "fonts": [
      "Calibri"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 5,
    "bbox": [
      72.02,
      178.58,
      526.12,
      285.38
    ],
    "text": "The appellant has categorically testified that he dealt one blow which was intended to strike Nishanthan and had no intention whatsoever of causing the death of the deceased. It was the consistent position of the appellant that it was due to provocation that he dealt a blow at Nishanthan. The appellant whilst testifying that he had no enmity whatsoever with the deceased as he was a young boy and the deceased being a matured person has denied that he entertained a murderous intention towards the deceased and has testified that if he did so he could have brought a lethal weapon to cause his death.",
    "fonts": [
      "Calibri"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 5,
    "bbox": [
      72.02,
      297.29,
      526.06,
      388.25
    ],
    "text": "It is evident that the accused-appellant giving evidence on oath has admitted his complicity in the commission of the crime by testifying that upon seeing Gowrie whom he revered as a mother being held by her breast region triggered him to lose his self-control prompting him to grab a club which was lying at the scene and attack Nishanthan which blow having alighted on the deceased culminated in his death thereby raising the plea of grave and sudden provocation.",
    "fonts": [
      "Calibri"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 5,
    "bbox": [
      72.02,
      400.13,
      525.9,
      443.69
    ],
    "text": "The learned counsel for the accused-appellant is of the view that the evidence of the accused-appellant aforementioned attract the plea of grave and sudden provocation. This court came to the conclusion of the present appeal, considering the following evidence:",
    "fonts": [
      "Calibri"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 5,
    "bbox": [
      85.7,
      453.71,
      526.1,
      572.95
    ],
    "text": "(I) Total absence of any pre-plan or premeditation: it is manifestly clear from the evidence led at the trial that the accused-appellant did not seek after the deceased and it was upon hearing a commotion in the neighbourhood that he came to the scene. (II) It was the deceased having consumed liquor at a party with five others who came to the scene subsequent to the first incident giving rise to the second incident which culminated in the death of the deceased.",
    "fonts": [
      "ArialMT",
      "Calibri"
    ],
    "sizes": [
      8.039999961853027,
      12.0
    ]
  },
  {
    "page_number": 5,
    "bbox": [
      82.7,
      576.04,
      526.07,
      630.91
    ],
    "text": "(III) The manner in which the incident took place: the accused-appellant has testified that upon seeing Gowrie being held by her breasts by Nishanthan he was provoked prompting him to grab a club that was lying nearby and attack Nishanthan.",
    "fonts": [
      "ArialMT",
      "Calibri"
    ],
    "sizes": [
      8.039999961853027,
      12.0
    ]
  },
  {
    "page_number": 5,
    "bbox": [
      81.86,
      634.0,
      526.08,
      688.9
    ],
    "text": "(IV) The appellant has further testified that the blow had accidently alighted on the deceased causing his death thereby attracting the plea of grave and sudden provocation as embodied in special exception 1 to section 294 of the Penal Code.",
    "fonts": [
      "ArialMT",
      "Calibri"
    ],
    "sizes": [
      8.039999961853027,
      12.0
    ]
  },
  {
    "page_number": 5,
    "bbox": [
      84.98,
      691.99,
      526.03,
      746.86
    ],
    "text": "(V) The weapon used and the fact that the accused-appellant dealt a solitary blow demonstrate that he has not acted in a cruel manner but on the spur of the moment being provoked at the sight of Gowrie being treated in a degrading manner.",
    "fonts": [
      "ArialMT",
      "Calibri"
    ],
    "sizes": [
      8.039999961853027,
      12.0
    ]
  },
  {
    "page_number": 6,
    "bbox": [
      72.02,
      781.9,
      324.89,
      806.38
    ],
    "text": "Page 7 of 7",
    "fonts": [
      "Calibri",
      "Calibri-Bold"
    ],
    "sizes": [
      11.039999961853027
    ]
  },
  {
    "page_number": 6,
    "bbox": [
      81.86,
      58.02,
      526.11,
      103.46
    ],
    "text": "(VI) The fact that there was no cooling off period: the retaliatory act is immediately traceable to the provocative act leaving no room for the accused-appellant to gain his composure.",
    "fonts": [
      "ArialMT",
      "Calibri"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 6,
    "bbox": [
      72.02,
      115.34,
      526.13,
      158.9
    ],
    "text": "The trial court having addressed its judicial mind to the plea of grave and sudden provocation has rejected same on the basis that neither Nishanthan nor the deceased had provoked the accused-appellant.",
    "fonts": [
      "Calibri"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 6,
    "bbox": [
      72.02,
      170.78,
      525.98,
      246.02
    ],
    "text": "However, had the trial court considered the above-mentioned factors in its correct judicial perspective, the trial court would have come to an accurate factual finding that the accused-appellant caused the death of the deceased by mistake or accident upon being provoked by Nishanthan consequently affording the plea of grave and sudden provocation to the accused-appellant.",
    "fonts": [
      "Calibri"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 6,
    "bbox": [
      72.02,
      257.78,
      525.96,
      285.62
    ],
    "text": "It is my view that the failure to take into account the afore-cited extenuating circumstances amounts to a non- direction resulting in a miscarriage of justice.",
    "fonts": [
      "Calibri"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 6,
    "bbox": [
      72.02,
      297.41,
      526.13,
      356.81
    ],
    "text": "In this case, the appellant had proved the defence of grave and sudden provocation and sudden fight. Even though the accused had acted excessively when inflicting the said injury using a Glyceria pole, the matters already discussed above indicate a sudden fight without premeditation and without taking any undue advantage in the heat of passion.",
    "fonts": [
      "Calibri"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 6,
    "bbox": [
      72.02,
      368.69,
      526.13,
      443.93
    ],
    "text": "For the reasons set out above, I conclude that the learned Trial Judge had misdirected himself by failing to evaluate the said material in favour of the accused-appellant. I therefore decide to set aside the conviction and sentence and replace it with conviction for culpable homicide not amounting to murder under section 297 of the Penal Code on the basis of provocation and sudden fight and impose a sentence of rigorous imprisonment for 8 years.",
    "fonts": [
      "Calibri"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 6,
    "bbox": [
      72.02,
      455.69,
      525.83,
      499.39
    ],
    "text": "Considering the circumstances of this case, we direct that the sentence should take effect from the date of imposition. Therefore, the sentence imposed should take effect from 30-01-2018.",
    "fonts": [
      "Calibri"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 6,
    "bbox": [
      72.02,
      511.15,
      163.05,
      523.15
    ],
    "text": "Appeal is allowed.",
    "fonts": [
      "Calibri"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 6,
    "bbox": [
      360.07,
      558.91,
      507.65,
      570.91
    ],
    "text": "Judge of the Court of Appeal",
    "fonts": [
      "Calibri",
      "Calibri-Bold"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 6,
    "bbox": [
      72.02,
      633.43,
      154.41,
      645.43
    ],
    "text": "R. Gurusinghe J.",
    "fonts": [
      "Calibri-Bold"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 6,
    "bbox": [
      72.02,
      658.3,
      255.84,
      670.3
    ],
    "text": "I agree.",
    "fonts": [
      "Calibri-Bold"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 6,
    "bbox": [
      72.02,
      707.98,
      504.89,
      719.98
    ],
    "text": "Judge of the Court of Appeal",
    "fonts": [
      "Calibri-Bold"
    ],
    "sizes": [
      12.0
    ]
  }
]