[
  {
    "page_number": 0,
    "bbox": [
      90.02,
      74.42,
      524.81,
      86.42
    ],
    "text": "IN THE COURT OF APPEAL OF THE DEMOCRATIC SOCIALIST REPUBLIC OF SRI LANKA",
    "fonts": [
      "Calibri",
      "Calibri-Bold"
    ],
    "sizes": [
      11.039999961853027,
      12.0
    ]
  },
  {
    "page_number": 0,
    "bbox": [
      72.02,
      98.06,
      446.57,
      241.97
    ],
    "text": "Attorney General Complainant Vs Saminathan Sashikumar Accused Court of Appeal Case No: 109/13 Badulla HC 06/2004",
    "fonts": [
      "Calibri",
      "Calibri-Bold"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 0,
    "bbox": [
      72.02,
      244.61,
      459.65,
      416.47
    ],
    "text": "And Now Saminathan Sashikumar Accused-Appellant Vs Attorney General Complainant-Respondent",
    "fonts": [
      "Calibri",
      "Calibri-Bold"
    ],
    "sizes": [
      11.039999961853027,
      12.0
    ]
  },
  {
    "page_number": 0,
    "bbox": [
      72.02,
      427.15,
      354.74,
      439.15
    ],
    "text": "Before: N. Bandula Karunarathna J.",
    "fonts": [
      "Calibri",
      "Calibri-Bold"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 0,
    "bbox": [
      72.02,
      447.67,
      298.2,
      492.31
    ],
    "text": "& R. Gurusinghe J.",
    "fonts": [
      "Calibri-Bold"
    ],
    "sizes": [
      0.9599999785423279,
      6.0,
      12.0
    ]
  },
  {
    "page_number": 0,
    "bbox": [
      72.02,
      511.99,
      435.68,
      523.03
    ],
    "text": "Counsel: Indica Mallawaratchy for the Accused-Appellant",
    "fonts": [
      "Calibri",
      "Calibri-Bold"
    ],
    "sizes": [
      11.039999961853027
    ]
  },
  {
    "page_number": 0,
    "bbox": [
      216.05,
      533.35,
      457.52,
      544.39
    ],
    "text": "Azard Navavi DSG for the Complainant Respondent.",
    "fonts": [
      "Calibri"
    ],
    "sizes": [
      11.039999961853027
    ]
  },
  {
    "page_number": 0,
    "bbox": [
      72.02,
      563.98,
      271.71,
      584.83
    ],
    "text": "Argued on: 01/03/2021",
    "fonts": [
      "Calibri",
      "Calibri-Bold"
    ],
    "sizes": [
      8.039999961853027,
      11.039999961853027
    ]
  },
  {
    "page_number": 0,
    "bbox": [
      72.02,
      585.34,
      420.05,
      612.94
    ],
    "text": "Written Submissions: By Accused-Appellant on 12.01.2018 By Complainant Respondent on 12.03.2018",
    "fonts": [
      "Calibri",
      "Calibri-Bold"
    ],
    "sizes": [
      0.9599999785423279,
      11.039999961853027
    ]
  },
  {
    "page_number": 0,
    "bbox": [
      72.02,
      623.26,
      272.55,
      634.3
    ],
    "text": "Judgment on: 26/03/2021",
    "fonts": [
      "Calibri-Bold"
    ],
    "sizes": [
      11.039999961853027
    ]
  },
  {
    "page_number": 0,
    "bbox": [
      72.02,
      653.98,
      199.11,
      665.02
    ],
    "text": "N. Bandula Karunarathna J.",
    "fonts": [
      "Calibri-Bold"
    ],
    "sizes": [
      11.039999961853027
    ]
  },
  {
    "page_number": 0,
    "bbox": [
      72.02,
      675.58,
      542.73,
      717.0
    ],
    "text": "The accused-appellant was indicted in the High Court of Badulla for committing the murder of one Puwa Muththuraja on 06.10.2000, punishable under section 296 of the Penal Code. After trial without a Jury, the learned High Court Judge convicted the accused-appellant and imposed",
    "fonts": [
      "Calibri"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 1,
    "bbox": [
      72.02,
      731.4,
      333.17,
      755.88
    ],
    "text": "Page 2 of 6",
    "fonts": [
      "Calibri",
      "Calibri-Bold"
    ],
    "sizes": [
      11.039999961853027
    ]
  },
  {
    "page_number": 1,
    "bbox": [
      72.02,
      74.42,
      542.81,
      700.54
    ],
    "text": "the death sentence on 07-08-2013. Being aggrieved by the conviction and sentence, the accused-appellant has preferred this appeal to this court. Wasundara Devi (PW01) in her testimony before the High Court has stated that they lived in a line room and that the appellant too lived close by. On the date of the incident her husband and the deceased left home around 5.00 PM towards the 'Devalaya'. Around 6 PM the appellant had come into their house armed with a large knife and threatened that he would kill her husband. Subsequently, half an hour later the deceased and the accused has met one another near a boutique and there had been an argument between the two of them and the appellant had there again threatened to kill the deceased. Thereafter around 8 PM, PW 1 and her daughter had gone in search of the deceased and they saw his T Shirt and then blood on the road. The appellant had come towards them and confessed that he had killed the deceased asking them not to worry as he is there to look after PW 1 and the daughter. Then he had left the scene saying that he was going to the police station. Being alarmed by the utterance of the appellant she had proceeded few yards further and found the husband fallen on the ground with cut injuries. The learned Counsel for the accused appellant says that it was the evidence of the said witness that the deceased and the appellant were drinking pals and that after consuming liquor they would engage in petting altercations and thereafter they would make up. PW 1 has testified that on the day in question, appellant had come home around 6.00 p.m. armed with a knife when the deceased was not at home and had made an utterance to the effect that he would attack the deceased which prompted the witness to retort by saying that \"since both are men lets see how you are going to attack the deceased.\" Witness has further testified that since the deceased got late in returning home she had gone in search of the deceased at which point she had seen the appellant and the deceased having an altercation on the road subsequent to which they had parted company and the deceased had gone towards the Devalaya. It was the evidence of the witness that around 8.00 p.m. when she had gone in search of the deceased in the company of the daughter, she had seen the deceased's T-shirt on the road and had bumped into the appellant who had made a confessionary utterance to the effect \" mama thamai, oyage mahathaya maruwe, Mahathaya kapuwa, baya wenna epa Mama policeyata yanawa.\" It was argued by the counsel for the appellant that in cross-examination a vital omission has been highlighted. In his police statement the witness has failed to mention that the appellant had come home looking for the deceased armed with a knife. The appellant and deceased had met near the boutique, an altercation has taken place between them and at that point the appellant has threatened that \"he would by some way or the other kill him today\" and this is the 2nd instance that the appellant had very clearly made known his intention within a span of 1 to 2 hours on the day of the incident. Menaka (PW 06) the daughter of the deceased in her testimony has corroborated the evidence of Wasundara (PW01).",
    "fonts": [
      "Calibri"
    ],
    "sizes": [
      6.960000038146973,
      8.039999961853027,
      9.0,
      12.0
    ]
  },
  {
    "page_number": 2,
    "bbox": [
      72.02,
      731.4,
      333.17,
      755.88
    ],
    "text": "Page 3 of 6",
    "fonts": [
      "Calibri",
      "Calibri-Bold"
    ],
    "sizes": [
      11.039999961853027
    ]
  },
  {
    "page_number": 2,
    "bbox": [
      72.02,
      74.42,
      542.81,
      696.82
    ],
    "text": "Chandrasekaran (PW 09) states in his evidence that the deceased was his brother-in-law and that both the appellant and the deceased were not in good terms and they both would quarrel very often, after getting drunk. Further, he states that on the date of the incident too he saw the appellant assaulting the deceased. Learned Counsel for the appellant says that it transpires from the afore-named witness who was the brother-in-law of the deceased that the appellant and the deceased would engage in constant petty quarrels daily after consuming liquor and on the day in question around 6.30 - 7.00 p.m. He had seen the appellant assaulting the deceased on the road which had prompted him to slap the appellant at which point the latter had gone towards the direction of his house. Witness has further testified that 45 minutes after the fracas, he had received a message with regard to the incident of murder. He further testified that at the time of the fight they were both drunk and has further reiterated that it was a daily occurrence for them to drink and fight. The Judicial Medical Officer (PW18) in his evidence has stated that, he observed 20 external injuries and the majority of which were cut injuries. He had further observed that there were 07 deep cut injuries and opined that extensive bleeding due to multiple-extensive cut injuries as the cause of death. This clearly indicates the intention of the appellant to ensure that the deceased should not have a chance of survival. It clearly demonstrates that the appellant had been acting with the clear intention and purpose to commit the murder of the deceased. Learned Counsel for the Appellant indicated when this matter was argued on the 01-03-2021 that she will not rely on the evidence led at the trial which warrants the plea of voluntary intoxication within the ambit of sec. 79 of the penal code. Her main argument was based on the fact that items of evidence favorable to the appellant have not been considered by the trial Judge, which incidentally would have played a decisive role in determining the culpability. Although it was argued that, the difference between Section 293 and 294 of the Penal Code was not properly considered by the learned trial Judge, considering the circumstances of this case I am unable to agree with that proposition. In the case of Bandara v Attorney General 2006 (2) SLR 1, the accused by throwing acid on to the deceased had intended to cause the injuries actually caused. The injuries caused were sufficient in the ordinary course of nature to cause death. The injuries were said to be fatal and the deceased succumbed to the injuries within 24 hours. This would mean that the probability of death occurring was very high. The fact that the accused intended to cause only bodily harm and not death is therefore immaterial. Section 294 amply demonstrates this position. Although the High Court Judge found the accused guilty of murder under the second limb of section 294, it should be considered as the third limb of section 294. It was held further, that it is quite immaterial that the death caused, was that of a man other than whose death was intended. Where the accused has the intention to kill someone, and if with the intention, he kills somebody else, he is guilty of committing murder. As harm was intended on someone, the accused has no escape from liability of the injuries caused to the other person either.",
    "fonts": [
      "Calibri"
    ],
    "sizes": [
      6.0,
      6.960000038146973,
      12.0
    ]
  },
  {
    "page_number": 3,
    "bbox": [
      72.02,
      731.4,
      333.17,
      755.88
    ],
    "text": "Page 4 of 6",
    "fonts": [
      "Calibri",
      "Calibri-Bold"
    ],
    "sizes": [
      11.039999961853027
    ]
  },
  {
    "page_number": 3,
    "bbox": [
      72.02,
      74.42,
      542.81,
      456.31
    ],
    "text": "The learned Counsel for the accused-appellant says that even though the injuries numerically are alarming, a perusal of the diagram attached to the Post Mortem Report at page 214 of the brief, amply demonstrates that all the injuries are located on non-vital parts of the body especially on the limbs. Furthermore, although the appellant was armed with a lethal weapon in the nature of a knife, he had not inflicted any stab injuries and absence of any internal injuries demonstrates that he had not acted in an inhuman manner. I do not agree with the said argument, as there are 20 external injuries on the body of the deceased and it reflect the clear intension of the appellant to eliminate the deceased person. Immediate subsequent conduct on the part of the appellant in confessing to the wife of the deceased does not show his remorse. It is well settled law that when the conviction is solely based on circumstantial evidence, prosecution must prove that no one else but the accused committed the offence. In Podisinghe V. King 53 N.L.R 49, it was held that in the case of circumstantial evidence it is the duty of the trial Judge to tell the Jury that such evidence must be totally inconsistent with the innocence of the accused and must only be consistent with his guilt. In Don Sunny V. The Attorney General 1998 (2) S.L.R 1, it was held that the charges sought to be proved by circumstantial evidence, the items of circumstantial evidence when taken together must irresistibly point towards the only inference that the accused committed the offence. The fact that the accused had the opportunity to commit the said murder is not sufficient. The prosecution must prove that the act was done by the accused alone and must exclude the possibility of the act done by some other person. In the case of The Queen V. Kularatne 71 N.L.R N.L.R 534, the Court of Criminal Appeal quoted with approval the dictum of Whitemeyer, J. in Rex V. Blom as follows:-",
    "fonts": [
      "Calibri"
    ],
    "sizes": [
      6.0,
      6.960000038146973,
      11.039999961853027,
      12.0
    ]
  },
  {
    "page_number": 3,
    "bbox": [
      108.02,
      458.95,
      548.21,
      493.09
    ],
    "text": "\"Two cardinal rules of logic governs the use of circumstantial evidence in the criminal trial:",
    "fonts": [
      "Calibri"
    ],
    "sizes": [
      6.0,
      12.0
    ]
  },
  {
    "page_number": 3,
    "bbox": [
      144.02,
      493.81,
      542.34,
      507.67
    ],
    "text": "1. The inference sought to be drawn must be consistent with all the Approved",
    "fonts": [
      "ArialMT",
      "Calibri"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 3,
    "bbox": [
      144.02,
      510.31,
      542.43,
      544.27
    ],
    "text": "facts. If it does not, then the inference cannot be drawn. 2. The proof of facts should be such that they exclude every reasonable Inference",
    "fonts": [
      "ArialMT",
      "Calibri"
    ],
    "sizes": [
      6.0,
      12.0
    ]
  },
  {
    "page_number": 3,
    "bbox": [
      162.02,
      546.94,
      542.51,
      588.22
    ],
    "text": "from them, save the one to be drawn. If they had not excluded the other reasonable inferences, then there must be a doubt whether the inference sought to be drawn is correct.\"",
    "fonts": [
      "Calibri"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 3,
    "bbox": [
      72.02,
      589.48,
      542.73,
      652.9
    ],
    "text": "There is no direct evidence in this case. The items of evidence relied upon by the prosecution is purely circumstantial. Consideration of circumstantial evidence has been vividly described by Pollock C.B. in Regina V. Exall [1866] 4 F & F 922 at page 929, cited in King V. Guneratne [1946] 47 N.L.R 145 at page 149 in the following words:",
    "fonts": [
      "Calibri"
    ],
    "sizes": [
      5.039999961853027,
      12.0
    ]
  },
  {
    "page_number": 3,
    "bbox": [
      144.02,
      661.66,
      542.53,
      717.6
    ],
    "text": "\"It has been said that circumstantial evidence is to be considered as a chain, and each piece as a link in the chain, but that is not so, for then, if anyone link breaks, the chain would fall. It is more like the case of a rope comprised of several chords. One strand of the rope might be insufficient to sustain the weight, but three",
    "fonts": [
      "Calibri"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 4,
    "bbox": [
      72.02,
      731.4,
      333.17,
      755.88
    ],
    "text": "Page 5 of 6",
    "fonts": [
      "Calibri",
      "Calibri-Bold"
    ],
    "sizes": [
      11.039999961853027
    ]
  },
  {
    "page_number": 4,
    "bbox": [
      72.02,
      74.42,
      542.81,
      701.76
    ],
    "text": "strands together may be quire of sufficient strength. Thus, it may be in circumstantial evidence there may be a combination of circumstances, no one of which would raise a reasonable conviction or more than a mere suspicion, but the three taken together may create a conclusion of guilt with as much certainty as human affairs can require or admit.\" The items of circumstantial evidence referred to earlier in this case in my opinion is sufficient to sustain the weight of the rope. Further, the totality of the evidence led in this case does lead to an inescapable and irresistible inference and conclusion that it was the accused-appellant who inflicted injuries on the deceased. It is settled law that an unsworn statement must be treated as evidence. It has also been laid down that if the unsworn statement creates a reasonable doubt in the prosecution case or if it is believed, then the accused should be given the benefit of that doubt. This was held in Kathubdeen V. Republic of Sri Lanka [1998] 3 Sri L.R. 107. The learned trial Judge after the case for the prosecution was closed, called for defence and the appellant opted to make a statement from the dock. In his short dock statement, the appellant completely denied the allegation levelled against him. In light of the evidence placed before court through the witnesses for the prosecution which established very clearly that the appellant had been roaming the area armed with a knife and looking for the deceased and threatening to kill him not once, but twice prior to the incident. This conduct of the appellant demonstrates that the appellant was acting with a pre-determination and the intention to cause the murder of the deceased and he has done so, when he accosted the deceased alone as born out through the evidence both direct and circumstantial as elicited in the prosecution's case. The learned trial Judge in his judgment has very meticulously analyzed and evaluated the evidence of witnesses for the prosecution and the dock statement of the appellant and for the reasons stated in the judgment has disbelieved and rejected the said Dock Statement of the appellant. Even though the appellant took up the position of total denial, the learned trial Judge has considered the application of exceptions and plea for a lessor culpability but has arrived at the final conclusion that the evidence led does not support the existence of such evidence that would lead to the culpability of the appellant being guilty for lessor culpability. Thus, he has arrived at the conclusion very correctly to convict the appellant to the charge in the indictment. The accused-appellant has given evidence from the dock and the learned trial Judge has held that the dock statement has not created any doubt in the prosecution case. The accused-appellant has only denied the charge against him and said that he had no animosity with the deceased. There is hardly any evidence in the dock statement to evaluate. It amounts only to a bare denial of the allegation levelled against him by the prosecution. In my view that the learned trial Judge has correctly rejected the dock statement of the accused-appellant. The dock statement is not credible and nor does it create any doubt on the prosecution case. On perusal of the judgment of the learned trial Judge it is very clear that the learned trial",
    "fonts": [
      "Calibri"
    ],
    "sizes": [
      6.0,
      6.960000038146973,
      8.039999961853027,
      9.0,
      12.0
    ]
  },
  {
    "page_number": 5,
    "bbox": [
      72.02,
      731.4,
      333.17,
      755.88
    ],
    "text": "Page 6 of 6",
    "fonts": [
      "Calibri",
      "Calibri-Bold"
    ],
    "sizes": [
      11.039999961853027
    ]
  },
  {
    "page_number": 5,
    "bbox": [
      72.02,
      74.42,
      542.8,
      174.26
    ],
    "text": "Judge had considered all the material evidence that had been led before him at the trial by both parties. A Court of Appeal will not lightly disturb the finding of a trial Judge with regard to the acceptance or rejection of testimony of a witness unless it is manifestly wrong. The Privy Council in Fradd V. Brown & Company Ltd. 20 N.L.R, at page 282 held as follows: -",
    "fonts": [
      "Calibri"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 5,
    "bbox": [
      100.34,
      176.9,
      542.74,
      188.9
    ],
    "text": "It is rare that a decision of a judge so express, so explicit upon a point of fact purely is over",
    "fonts": [
      "Calibri"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 5,
    "bbox": [
      72.02,
      191.66,
      542.81,
      351.29
    ],
    "text": "ruled by a Court of Appeal, because the Courts of Appeals recognize the priceless advantage which a judge of first instance has in matters of that kind, as contrasted with any judge of a Court of Appeal, who can only learn from paper or from narrative of those who were present. It is very rare that, in questions of veracity so direct and so specific as these, a Court of Appeal will over-rule a judge of first instance.\" In conclusion, for those reasons stated above, I hold that the accused-appellant had failed to satisfy this court on any ground urged on his behalf that a miscarriage of justice had occurred. Therefore, I dismiss the appeal of the accused-appellant and affirm the conviction and sentence dated 07-08-2013. by the High Court Judge of Badulla.",
    "fonts": [
      "Calibri",
      "Calibri-Bold"
    ],
    "sizes": [
      6.0,
      6.960000038146973,
      12.0
    ]
  },
  {
    "page_number": 5,
    "bbox": [
      360.07,
      386.59,
      504.89,
      398.59
    ],
    "text": "Judge of the Court of Appeal",
    "fonts": [
      "Calibri-Bold"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 5,
    "bbox": [
      72.02,
      431.95,
      154.41,
      443.95
    ],
    "text": "R. Gurusinghe J.",
    "fonts": [
      "Calibri-Bold"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 5,
    "bbox": [
      72.02,
      522.55,
      255.84,
      534.55
    ],
    "text": "I agree.",
    "fonts": [
      "Calibri-Bold"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 5,
    "bbox": [
      72.02,
      590.5,
      504.89,
      602.5
    ],
    "text": "Judge of the Court of Appeal",
    "fonts": [
      "Calibri",
      "Calibri-Bold"
    ],
    "sizes": [
      12.0
    ]
  }
]