[
  {
    "page_number": 0,
    "bbox": [
      91.22,
      74.4,
      506.81,
      86.4
    ],
    "text": "IN THE COURT OF APPEAL OF THE DEMOCRATIC SOCIALIST REPUBLIC OF SRI LANKA",
    "fonts": [
      "Calibri-Bold"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 0,
    "bbox": [
      252.05,
      112.82,
      526.05,
      140.66
    ],
    "text": "In the matter of an appeal under and in terms of Section 331of Code of Criminal Procedure Act No. 15 of 1979.",
    "fonts": [
      "Calibri"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 0,
    "bbox": [
      72.02,
      152.42,
      409.82,
      243.5
    ],
    "text": "G.M. Chaminda Bandara No.23/4, Elagolla, Kandy. C.A. HCC No. 263/2012 Accused Appellant HC: Batticaloa, HC/2333/2005 Vs",
    "fonts": [
      "Calibri",
      "Calibri-Bold"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 0,
    "bbox": [
      108.02,
      255.26,
      421.1,
      283.1
    ],
    "text": "The Hon. Attorney General",
    "fonts": [
      "Calibri"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 0,
    "bbox": [
      285.29,
      286.97,
      444.77,
      314.69
    ],
    "text": "Attorney General's Department Colombo 12.",
    "fonts": [
      "Calibri"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 0,
    "bbox": [
      376.87,
      318.53,
      517.97,
      330.53
    ],
    "text": "Complainant-Respondent",
    "fonts": [
      "Calibri",
      "Calibri-Bold"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 0,
    "bbox": [
      72.02,
      342.41,
      451.37,
      422.93
    ],
    "text": "Before: N. Bandula Karunarathna J. & R. Gurusinghe J.",
    "fonts": [
      "Calibri",
      "Calibri-Bold"
    ],
    "sizes": [
      6.960000038146973,
      12.0
    ]
  },
  {
    "page_number": 0,
    "bbox": [
      72.02,
      432.17,
      482.21,
      458.81
    ],
    "text": "Counsel: Indica Mallawaratchy AAL for the Accused Appellant",
    "fonts": [
      "Calibri",
      "Calibri-Bold"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 0,
    "bbox": [
      72.02,
      461.45,
      497.93,
      534.43
    ],
    "text": "Dilan Rathnayaka, DSG for the Respondent Written Submissions: By the Accused Appellant on 24.02.2020 & 22.02.2017 By the Respondent on 10.08.2020 & 06.04.2017",
    "fonts": [
      "Calibri",
      "Calibri-Bold"
    ],
    "sizes": [
      6.960000038146973,
      12.0
    ]
  },
  {
    "page_number": 0,
    "bbox": [
      72.02,
      544.09,
      326.78,
      565.63
    ],
    "text": "Argued on: 23/02/2021",
    "fonts": [
      "Calibri",
      "Calibri-Bold"
    ],
    "sizes": [
      6.960000038146973,
      12.0
    ]
  },
  {
    "page_number": 0,
    "bbox": [
      72.02,
      566.38,
      277.68,
      630.43
    ],
    "text": "Decided on: 31/03/2021 N. Bandula Karunarathna J.",
    "fonts": [
      "Calibri-Bold"
    ],
    "sizes": [
      2.0399999618530273,
      6.960000038146973,
      8.039999961853027,
      12.0
    ]
  },
  {
    "page_number": 0,
    "bbox": [
      72.02,
      641.2,
      526.1,
      671.02
    ],
    "text": "This is an appeal from the judgement of the High Court of Batticaloa dated 2nd November 2011. The accused was indicted on following counts.",
    "fonts": [
      "Calibri"
    ],
    "sizes": [
      8.039999961853027,
      12.0
    ]
  },
  {
    "page_number": 0,
    "bbox": [
      90.02,
      682.0,
      525.77,
      695.86
    ],
    "text": "1. On or about the 19th of May 2002 the accused named in the indictment (hereinafter",
    "fonts": [
      "ArialMT",
      "Calibri"
    ],
    "sizes": [
      8.039999961853027,
      12.0
    ]
  },
  {
    "page_number": 0,
    "bbox": [
      108.02,
      700.78,
      525.63,
      729.58
    ],
    "text": "referred to as the Appellant) caused the death of one Suneth Prasanna Subasinghe and thereby committing an offence punishable under Section 296 of the Penal Code.",
    "fonts": [
      "Calibri"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 0,
    "bbox": [
      90.02,
      732.97,
      525.92,
      752.02
    ],
    "text": "2. Causing the death of Rohana Ekanayake and and thereby committing an offence",
    "fonts": [
      "ArialMT",
      "Calibri"
    ],
    "sizes": [
      3.9600000381469727,
      12.0
    ]
  },
  {
    "page_number": 0,
    "bbox": [
      108.02,
      756.94,
      347.78,
      768.94
    ],
    "text": "punishable under Section 296 of the Penal Code.",
    "fonts": [
      "Calibri"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 1,
    "bbox": [
      72.02,
      778.33,
      526.59,
      805.9
    ],
    "text": "pg. 2",
    "fonts": [
      "Calibri",
      "Calibri-Light"
    ],
    "sizes": [
      11.039999961853027,
      14.039999961853027
    ]
  },
  {
    "page_number": 1,
    "bbox": [
      72.02,
      74.4,
      531.28,
      103.22
    ],
    "text": "At the conclusion of the trial the Appellant was convicted as charged and was sentenced to death.",
    "fonts": [
      "Calibri"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 1,
    "bbox": [
      72.02,
      116.06,
      525.77,
      144.98
    ],
    "text": "Being aggrieved by the said conviction and sentence the Appellant preferred this appeal on the following grounds.",
    "fonts": [
      "Calibri"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 1,
    "bbox": [
      90.02,
      155.96,
      525.69,
      169.82
    ],
    "text": "(a) Appellant has been denied of a fair trial as the judgement was delivered immediately",
    "fonts": [
      "ArialMT",
      "Calibri"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 1,
    "bbox": [
      90.02,
      174.62,
      526.1,
      220.34
    ],
    "text": "after the conclusion of the oral submissions thereby demonstrating that due judicial consideration has not been given in arriving at the final verdict. (b) The judgement of the Learned Trial Judge is depleted of sufficient judicial evaluation",
    "fonts": [
      "Arial-ItalicMT",
      "Calibri",
      "Calibri-Italic"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 1,
    "bbox": [
      90.02,
      225.14,
      525.6,
      270.86
    ],
    "text": "as is required in a criminal trial. (c) The Learned Trial Judge flawed on the principles relating to overall burden of proof (d) The Learned Trial Judge flawed on the principles relating to the burden of proof in a",
    "fonts": [
      "ArialMT",
      "Calibri",
      "Calibri-Italic"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 1,
    "bbox": [
      90.02,
      275.81,
      525.66,
      304.61
    ],
    "text": "defence of accidental firing. (e) The evidence led at the trial warrants the consideration of the plea of grave and",
    "fonts": [
      "ArialMT",
      "Calibri"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 1,
    "bbox": [
      108.02,
      309.41,
      211.2,
      321.41
    ],
    "text": "sudden provocation.",
    "fonts": [
      "Calibri"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 1,
    "bbox": [
      72.02,
      334.25,
      526.13,
      430.49
    ],
    "text": "At the trial the accused opted to be tried by judge without a jury and the prosecution led the evidence of eye witness Hapu Arachchilage Upali Shantha, Wijesinghe Arachchige Sumudu Chinthaka, PS 58886 Sumudu Kumara, PS11277 Lalith Kumar, IP Vimalasena, Ekanayake Mudiyanselage Viharagedara Loku Bandara Ekanayake , Dr. Karunatilleke , IP Fonseka , Dr. Kulatunga, PC Abeyratne, PC Gunaratne, Ekanayake Mudiyanselage Lakshman Bandara and PS Vipulasena.",
    "fonts": [
      "Calibri"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 1,
    "bbox": [
      72.02,
      443.33,
      525.77,
      489.07
    ],
    "text": "Productions marked by the prosecution were a T 56 gun (P1), a magazine (P2), 10 empty cartridges (P3), the post mortem report of deceased Rohana Ekanayake and live cartridges (P4) and a bullet (P5)",
    "fonts": [
      "Calibri"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 1,
    "bbox": [
      72.02,
      501.91,
      402.26,
      513.91
    ],
    "text": "The narrative unfolded by the evidence led at the trial is as follows:",
    "fonts": [
      "Calibri"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 1,
    "bbox": [
      72.02,
      526.75,
      526.07,
      757.78
    ],
    "text": "The Appellant was a Sub Inspector serving at the Angana Police post which was attached to Batticaloa Railway Station and the two deceased persons were Officers-In- Charge at different police posts. On the day of the incidents, at around 4.00pm the Appellant and the two deceased were having a meal together during which they had been consuming liquor. During the course of the meal an, argument had broken out between the Appellant and the two deceased, regarding an accusation made by the first deceased (Suneth Prasanna) that the Appellant had stolen a farewell gift belonging to the first deceased. In an attempt to hinder further aggravation of the conflict the eye witness (PW3) had taken the Appellant downstairs. After some time, when the two deceased and PW3 were upstairs in the room of the first deceased, PW3 had seen the Appellant holding a gun at the door of the entrance to the said room. The Appellant had shot once at the two deceased when PW3 started fleeing from the back door to the room, followed by further shots which were heard by PW3 and two other witnesses (PW4 and PW5) who were on reserve and guard duty. Within ten minutes to the incident PW3 had gone back to the scene where the incident took place and noticed that the",
    "fonts": [
      "Calibri"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 2,
    "bbox": [
      72.02,
      778.33,
      526.59,
      805.9
    ],
    "text": "pg. 3",
    "fonts": [
      "Calibri",
      "Calibri-Light"
    ],
    "sizes": [
      11.039999961853027,
      14.039999961853027
    ]
  },
  {
    "page_number": 2,
    "bbox": [
      72.02,
      74.4,
      525.91,
      136.94
    ],
    "text": "Appellant had left the scene. As per the evidence of PW4 and PW5 mentioned above, the Appellant had confessed to both of them that he had shot two people. The first deceased was found dead and the second deceased ( Rohana Ekanayake ) had succumbed to his injuries while in hospital.",
    "fonts": [
      "Calibri"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 2,
    "bbox": [
      72.02,
      149.78,
      526.05,
      212.3
    ],
    "text": "Subsequent to the conclusion of the case of the prosecution, the Appellant in his dock statement did not deny his complicity in commission of the offence stating that the two deceased persons assaulted him with a T56 gun which discharged accidently during the fight. The defence called no further witnesses.",
    "fonts": [
      "Calibri"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 2,
    "bbox": [
      72.02,
      225.14,
      526.05,
      355.13
    ],
    "text": "The first contention by the Counsel for the Appellant is that the Appellant has been denied of a fair trial as the judgement of the Learned Trial Judge was delivered immediately after the conclusion of the oral submissions demonstrating that due judicial consideration has not been given in arriving at the final verdict. The Counsel for the Appellant further contends that the evidence of the prosecution was led before the predecessors and the Learned Trial Judge who delivered the judgement only had the privilege of hearing the dock statement of the Appellant stating that the evidence of the trial was not fresh in the mind of the Learned Trial Judge who subsequently delivered the judgement.",
    "fonts": [
      "Calibri"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 2,
    "bbox": [
      72.02,
      367.97,
      526.04,
      447.41
    ],
    "text": "The Indian Supreme Court in the case of Zahira Habibullah Sheikh and Others V. State of Gujarat [ Appeal (crl.)446-449 of 2004] held that Fair trial obviously would mean a trial before an impartial judge, a fair prosecutor and atmosphere of judicial calm. Fair trial means a trial in which bias and prejudice for or against the accused, the witnesses or the cause which is being tried is eliminated.",
    "fonts": [
      "Calibri",
      "Calibri-Bold"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 2,
    "bbox": [
      72.02,
      460.25,
      526.07,
      522.79
    ],
    "text": "An allegation on violation of principles of fair trial requires substantial evidence that challenge the independence, impartiality and the competence of a trial judge. In this instance the Counsel for the Appellant by failing to do so has unnecessarily stressed over the technicalities of delivering a verdict.",
    "fonts": [
      "Calibri"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 2,
    "bbox": [
      72.02,
      535.63,
      526.11,
      614.95
    ],
    "text": "In the case of Rajesh Gupta V The State of Bihar [ Criminal Appeal (SJ) No.308 of 2011; Criminal Appeal (SJ) No 247 of 2011] it was held that the object of the trial is to meet out justice and to convict the guilty and protect the innocent, the trial should be a research for the truth and not a bout over technicalities and must be concluded under such rules as will protect the innocent and punish the guilty.",
    "fonts": [
      "Calibri",
      "Calibri-Bold"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 2,
    "bbox": [
      72.02,
      627.79,
      526.11,
      740.98
    ],
    "text": "The second contention by the Counsel for the Appellant is that the Learned Trial Judge is depleted of sufficient judicial evaluation. Citing R V R.E.M (2008 SCC 51) the Counsel further stated that an acceptable judgement must indicate the judges absorption of the narrative of events, his evaluation of evidence with reasons thereon and his application of the law and legal principles. It was argued that the Learned Trial Judge wrongly analysed the dock statement of the Appellant prior to analysing the evidence lead by the prosecution thereby causing prejudice to the case of the Appellant. These observations would essentially be on",
    "fonts": [
      "Calibri"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 3,
    "bbox": [
      72.02,
      778.33,
      526.59,
      805.9
    ],
    "text": "pg. 4",
    "fonts": [
      "Calibri",
      "Calibri-Light"
    ],
    "sizes": [
      11.039999961853027,
      14.039999961853027
    ]
  },
  {
    "page_number": 3,
    "bbox": [
      72.02,
      74.4,
      526.12,
      103.22
    ],
    "text": "the premise that a trial judge has a duty to give adequate reasons for his decision that facilitate review, accountability and transparency.",
    "fonts": [
      "Calibri"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 3,
    "bbox": [
      72.02,
      116.06,
      526.08,
      262.82
    ],
    "text": "It was held by the Canadian Supreme Court in R V Sheppard [2002]1 S.C.R. 869 that the appellate court is not given the power to intervene simply because thinks the trial court did a poor job at of expressing itself in fact the duty goes no further than to render a decision which having regard to the particular circumstances of the case is reasonably intelligible to the parties and provides the basis for meaningful appellate review of the correctness of the trial judges decision In the words of the Supreme Court, to quash a decision on the basis of inadequacy of reasons the appellant must show not only that there is deficiency in the reasons but that this deficiency has occasioned prejudice to the exercise of his or her legal right to an appeal in a criminal case",
    "fonts": [
      "Calibri"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 3,
    "bbox": [
      72.02,
      275.81,
      526.13,
      338.33
    ],
    "text": "In the present case the Learned Trial Judge has arrived at the decision subsequent to analysing the entirety of evidence presented at the trial inclusive of the sole eye witness account, dock statement and circumstantial evidence relating to the incident. Therefore, the allegation levelled against the judgement of the Learned Trial Judge fails to hold any water.",
    "fonts": [
      "Calibri"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 3,
    "bbox": [
      72.02,
      351.17,
      526.13,
      447.41
    ],
    "text": "The third, fourth and fifth contentions by the Counsel for the Appellant revolves around the overall burden of proof in a criminal trial and the onus of proving any defence by the accused. Counsel for the Appellant is of the view that the Learned Trial Judge by embarking to evaluate the dock statement of the Appellant prior to evaluating the evidence led by the prosecution has erred in shifting the burden of proof to the Appellant and thereby reversing the presumption of innocence.",
    "fonts": [
      "Calibri"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 3,
    "bbox": [
      72.02,
      460.25,
      525.73,
      489.07
    ],
    "text": "It is an established fact that the burden of proof in a criminal trial must be proved beyond reasonable doubt by the prosecution. House of Lords in Woolmington V DPP [1935] AC 462",
    "fonts": [
      "Calibri",
      "Calibri-Bold"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 3,
    "bbox": [
      72.02,
      501.91,
      526.13,
      581.35
    ],
    "text": "Held that Throughout the web of the English Law one golden thread is always to be seen, that is the duty of the prosecution to prove the prisoners guilt beyond reasonable doubt. The burden of the accuseds guilt extends beyond proving the elements of the offence to include any burden of disproving any defence for which the defendant adduces evidence. (Criminal Law by William Wilson, 4th Ed, page 9)",
    "fonts": [
      "Calibri"
    ],
    "sizes": [
      8.039999961853027,
      12.0
    ]
  },
  {
    "page_number": 3,
    "bbox": [
      72.02,
      594.19,
      525.77,
      673.54
    ],
    "text": "The Counsel of the Appellant contends that the Learned Trial Judge had erred in his judgement by failing to consider the defences of accidental firing and grave and sudden provocation. However, It should be noted that a defence can only be raised by adducing evidence by the defendant. It cannot be done simply by means of pleading. The prosecution does not have to disprove every cock-and-bull story the defendant might raise",
    "fonts": [
      "Calibri"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 3,
    "bbox": [
      72.02,
      686.38,
      526.11,
      748.9
    ],
    "text": "It is worth analysing the evidential value of a dock statement given by the Appellant in the present case. In The Queen V. Buddharakkita Thera and 2 Others [1962](63 NLR 433) it was held that the right of the accused person to make an unsworn statement from the dock is recognised by our law. That right would be of no value unless such a statement is treated as",
    "fonts": [
      "Calibri",
      "Calibri-Bold"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 4,
    "bbox": [
      72.02,
      778.33,
      526.59,
      805.9
    ],
    "text": "pg. 5",
    "fonts": [
      "Calibri",
      "Calibri-Light"
    ],
    "sizes": [
      11.039999961853027,
      14.039999961853027
    ]
  },
  {
    "page_number": 4,
    "bbox": [
      72.02,
      74.4,
      525.97,
      103.22
    ],
    "text": "evidence on behalf of the accused subject to the infirmity which attaches to statements that are sworn and have been tested by cross examination.",
    "fonts": [
      "Calibri"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 4,
    "bbox": [
      72.02,
      116.06,
      526.08,
      161.78
    ],
    "text": "In Queen V. Kularatne [1968] 71 NLR 529 it was held that such a statement must be looked upon as evidence subject to the infirmity that the accused had deliberately refrained from giving sworn testimony",
    "fonts": [
      "Calibri",
      "Calibri-Bold"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 4,
    "bbox": [
      72.02,
      174.62,
      526.13,
      287.81
    ],
    "text": "The Appellant in his dock statement had taken up the position that the gun he was holding accidently broke fire as a result of the fight that occurred between the Appellant and the two deceased. However, whilst medical evidence proved that the wounds were caused by a fire arm shot at close range. The fact that the bodies of the two deceased being found at two different places as per other circumstantial evidence led at the trial, any argument hinting at any possibility of any physical fight amongst the Appellant and the two deceased cannot be retained thus rendering the authenticity of the aforementioned dock statement questionable.",
    "fonts": [
      "Calibri"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 4,
    "bbox": [
      72.02,
      300.65,
      526.13,
      363.17
    ],
    "text": "As regards the issue of whether the trial warrants consideration of a plea of grave and sudden provocation, it is well established law that the plea of grave and sudden provocation is required to be established by the accused on a balance of probability [ Offences Under the Penal Code of Ceylon G.L Peiris, page 118].",
    "fonts": [
      "Calibri",
      "Calibri-Bold"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 4,
    "bbox": [
      72.02,
      376.01,
      526.11,
      489.07
    ],
    "text": "It was held in Jamis V. The Queen [53 NLR 401] that a mitigatory plea under exception 1 to section 294 is not available to an accused person who can only satisfy the jury that at the time when he intentionally killed a person who had provoked him, he was acting under the stress of that provocation. He must in addition establish that such provocation, objectively assessed, was grave and sudden enough to prevent the offence from amounting to murder. That depends on the actual effect of the provocation upon the person provoked and upon the probability of it producing a similar effect upon other persons.",
    "fonts": [
      "Calibri",
      "Calibri-Bold"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 4,
    "bbox": [
      72.02,
      501.91,
      526.02,
      631.87
    ],
    "text": "It is pertinent to note that in K. D. J Perera V. The King (53 NLR 193) the Court of Criminal Appeal held that the provocation must be such as to bring it within the category termed sudden, that is to say, that there should be a close proximation in time between the acts of provocation and of retaliation- which is a question of fact. This element is of importance in reaching a decision as to whether the time that elapsed between the giving of provocation and the committing of the retaliatory act was such as to have afforded and did in fact afford the assailant an opportunity of regaining his normal composure, in other words, whether there had been a cooling of his temper.",
    "fonts": [
      "Calibri"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 4,
    "bbox": [
      72.02,
      644.71,
      526.13,
      740.98
    ],
    "text": "According to the testimony of the eye witness PW3, the Appellant was taken away for to prevent further prolonging of the argument that had taken place between the Appellant and the two deceased persons. The most probable inference that can be drawn from the subsequent conduct of the Appellant in obtaining a gun is that he was acting upon his premeditated murderous intention. The said inference is further supported by medical evidence led at the trial where the witnesses testified to the fact that the 2nd deceased had",
    "fonts": [
      "Calibri"
    ],
    "sizes": [
      8.039999961853027,
      12.0
    ]
  },
  {
    "page_number": 5,
    "bbox": [
      72.02,
      778.33,
      526.59,
      805.9
    ],
    "text": "pg. 6",
    "fonts": [
      "Calibri",
      "Calibri-Light"
    ],
    "sizes": [
      11.039999961853027,
      14.039999961853027
    ]
  },
  {
    "page_number": 5,
    "bbox": [
      72.02,
      74.4,
      526.1,
      103.22
    ],
    "text": "sustained 10 external wounds which could have been caused by a fire arm within a distance of 2 to 3 feet thus leaving no gap for the defence of provocation to be raised.",
    "fonts": [
      "Calibri"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 5,
    "bbox": [
      72.02,
      116.06,
      526.02,
      161.78
    ],
    "text": "The leaned trial Judge in this case had considered the totality of the evidence before he reached the conclusion to reject the evidence given by the accused-appellant is insufficient to create a reasonable doubt in the prosecution case.",
    "fonts": [
      "Calibri"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 5,
    "bbox": [
      72.02,
      174.62,
      526.11,
      220.34
    ],
    "text": "This court will not lightly disturb the findings of a trial Judge with regard to the acceptance or rejection of testimony of a witness unless it is manifestly wrong. The Privy Council in Fradd V. Brown & Company., 20 NLR at page 282 held as follows: -",
    "fonts": [
      "Calibri"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 5,
    "bbox": [
      72.02,
      233.18,
      525.97,
      329.45
    ],
    "text": "It is rare that a decision of a Judge so express, so explicit upon a point of fact purely is overruled by a Court of Appeal, because the Courts of Appeals recognize the priceless advantage which a Judge of first instance has in matters of that kind, as contrasted with any Judge of a Court of Appeal, who can only learn from paper or from narrative of those who were present. It is very rare that, in questions of veracity so direct and so specific as these, a Court of Appeal will over rule a judge of first instance.",
    "fonts": [
      "Calibri"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 5,
    "bbox": [
      72.02,
      342.29,
      460.01,
      354.29
    ],
    "text": "I find there is no material before this court to support the Defence proposition.",
    "fonts": [
      "Calibri"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 5,
    "bbox": [
      72.02,
      367.13,
      525.95,
      395.93
    ],
    "text": "For the reasons set out in my judgment I affirm the conviction and the sentence dated 02.11.2012 by the learned trial Judge and dismiss the appeal.",
    "fonts": [
      "Calibri"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 5,
    "bbox": [
      72.02,
      408.77,
      162.21,
      420.77
    ],
    "text": "Appeal dismissed.",
    "fonts": [
      "Calibri"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 5,
    "bbox": [
      360.07,
      433.73,
      507.65,
      445.73
    ],
    "text": "Judge of the Court of Appeal",
    "fonts": [
      "Calibri",
      "Calibri-Bold"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 5,
    "bbox": [
      72.02,
      508.27,
      154.41,
      520.27
    ],
    "text": "R. Gurusinghe J.",
    "fonts": [
      "Calibri-Bold"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 5,
    "bbox": [
      72.02,
      557.95,
      255.84,
      569.95
    ],
    "text": "I agree.",
    "fonts": [
      "Calibri-Bold"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 5,
    "bbox": [
      72.02,
      607.63,
      504.89,
      619.63
    ],
    "text": "Judge of the Court of Appeal",
    "fonts": [
      "Calibri",
      "Calibri-Bold"
    ],
    "sizes": [
      12.0
    ]
  }
]