[
  {
    "page_number": 0,
    "bbox": [
      108.0,
      778.85,
      489.82,
      805.76
    ],
    "text": "1",
    "fonts": [
      "CIDFont+F1"
    ],
    "sizes": [
      11.040450096130371
    ]
  },
  {
    "page_number": 0,
    "bbox": [
      127.56,
      94.86,
      472.03,
      110.02
    ],
    "text": "IN THE COURT OF APPEAL OF THE DEMOCRATIC",
    "fonts": [
      "CIDFont+F2"
    ],
    "sizes": [
      12.960525512695312
    ]
  },
  {
    "page_number": 0,
    "bbox": [
      171.36,
      117.66,
      428.35,
      132.82
    ],
    "text": "SOCIALIST REPUBLIC OF SRI LANKA",
    "fonts": [
      "CIDFont+F2"
    ],
    "sizes": [
      12.960525512695312
    ]
  },
  {
    "page_number": 0,
    "bbox": [
      108.0,
      141.29,
      491.47,
      296.26
    ],
    "text": "In the matter of an Appeal under Section 331 of the Code of Criminal Procedure Act No. 15 of 1979, read with Article 138 of the Constitution of the Democratic Socialist Republic of Sri Lanka.",
    "fonts": [
      "CIDFont+F3"
    ],
    "sizes": [
      12.960525512695312
    ]
  },
  {
    "page_number": 0,
    "bbox": [
      288.0,
      299.21,
      491.47,
      331.42
    ],
    "text": "The Democratic Socialist Republic of Sri Lanka",
    "fonts": [
      "CIDFont+F3"
    ],
    "sizes": [
      12.960525512695312
    ]
  },
  {
    "page_number": 0,
    "bbox": [
      108.0,
      334.37,
      415.27,
      436.66
    ],
    "text": "Court of Appeal Case No. CA/HCC/0209/2019 Complainant High Court of Puttalam V. Case No. HC/25/2019",
    "fonts": [
      "CIDFont+F2",
      "CIDFont+F3"
    ],
    "sizes": [
      12.960525512695312
    ]
  },
  {
    "page_number": 0,
    "bbox": [
      108.0,
      439.61,
      391.3,
      489.34
    ],
    "text": "Albert Nilangan",
    "fonts": [
      "CIDFont+F3"
    ],
    "sizes": [
      12.960525512695312
    ]
  },
  {
    "page_number": 0,
    "bbox": [
      108.0,
      491.7,
      459.76,
      647.26
    ],
    "text": "Accused AND NOW BETWEEN Albert Nilangan AccusedAppellant V.",
    "fonts": [
      "CIDFont+F2",
      "CIDFont+F3"
    ],
    "sizes": [
      12.960525512695312
    ]
  },
  {
    "page_number": 0,
    "bbox": [
      288.0,
      650.21,
      478.07,
      714.84
    ],
    "text": "Hon. Attorney General, Attorney Generals Department, Colombo 12.",
    "fonts": [
      "CIDFont+F3"
    ],
    "sizes": [
      12.000450134277344,
      12.960525512695312
    ]
  },
  {
    "page_number": 0,
    "bbox": [
      108.0,
      717.77,
      492.47,
      766.06
    ],
    "text": "ComplainantRespondent",
    "fonts": [
      "CIDFont+F2",
      "CIDFont+F3"
    ],
    "sizes": [
      12.000450134277344,
      12.960525512695312
    ]
  },
  {
    "page_number": 1,
    "bbox": [
      108.0,
      778.85,
      489.82,
      805.76
    ],
    "text": "2",
    "fonts": [
      "CIDFont+F1"
    ],
    "sizes": [
      11.040450096130371
    ]
  },
  {
    "page_number": 1,
    "bbox": [
      108.0,
      72.06,
      491.49,
      393.7
    ],
    "text": "BEFORE : K. PRIYANTHA FERNANDO, J. (P/CA) WICKUM A. KALUARACHCHI, J. COUNSEL : Nayantha Wijesundera for the Accused Appellant. Riyaz Bary, Deputy Solicitor General for the Respondent. ARGUED ON : 20.07.2022 WRITTEN SUBMISSIONS FILED ON : 19.05.2020 by the Accused Appellant. 18.02.2021 by the Respondent. JUDGMENT ON : 30.08.2022",
    "fonts": [
      "CIDFont+F2",
      "CIDFont+F3"
    ],
    "sizes": [
      9.96037483215332,
      12.000450134277344,
      12.960525512695312
    ]
  },
  {
    "page_number": 1,
    "bbox": [
      108.0,
      396.06,
      359.95,
      463.9
    ],
    "text": "************** K. PRIYANTHA FERNANDO, J.(P/CA)",
    "fonts": [
      "CIDFont+F2"
    ],
    "sizes": [
      12.960525512695312
    ]
  },
  {
    "page_number": 1,
    "bbox": [
      126.0,
      466.71,
      491.53,
      762.34
    ],
    "text": "1. The accused appellant (hereinafter referred to as the appellant) was indicted in the High Court of Puttalam for one count of murder punishable in terms of section 296 of the Penal Code. Upon conviction after trial, the appellant was sentenced to death. Being aggrieved by the above conviction and the sentence, the appellant preferred the instant appeal. 2. As per the evidence led at the trial on behalf of the prosecution, the deceased was the wife of the appellant. On the day of the incident, the appellant had consumed alcohol. He has locked the two children PW1 and PW2 inside the house and has assaulted the deceased by striking her three times on the head with a wooden club ( ) until she fell down. PW1, who was 13 years of age at the time,",
    "fonts": [
      "CIDFont+F3",
      "CIDFont+F4",
      "CIDFont+F5",
      "CIDFont+F6"
    ],
    "sizes": [
      12.960525512695312
    ]
  },
  {
    "page_number": 2,
    "bbox": [
      108.0,
      778.85,
      489.82,
      805.76
    ],
    "text": "3",
    "fonts": [
      "CIDFont+F1"
    ],
    "sizes": [
      11.040450096130371
    ]
  },
  {
    "page_number": 2,
    "bbox": [
      126.0,
      72.65,
      491.53,
      488.74
    ],
    "text": "has witnessed this assault on the mother that was committed by the father through the key hole of the door. Thereafter, the appellant has carried the deceased towards the tank bund (Rathmal wewa). The brother of PW1, PW2, has escaped from the room in which they were locked in and had gone and informed his uncle (PW3) about the incident that took place. Then the PW3 has come and taken the deceased to the Mundalama hospital. Thereafter, she has been transferred to Chilaw hospital and subsequently to Colombo hospital. 3. The position taken by the appellant in his dock statement which was made by him at the trial had been that, he had a dispute regarding a land with his brother-in-law (PW3). Due to the said dispute, he had told the deceased that he is leaving the house. Then, the deceased wife has come at him with a mamoty to hit him. As a result the appellant has kicked the deceased. 4. In his written submissions the learned Counsel for the appellant has preferred the following ground of appeal,",
    "fonts": [
      "CIDFont+F3",
      "CIDFont+F4",
      "CIDFont+F5"
    ],
    "sizes": [
      12.960525512695312
    ]
  },
  {
    "page_number": 2,
    "bbox": [
      126.0,
      491.55,
      491.52,
      769.54
    ],
    "text": "I. The learned trial Judge had not considered properly the defences of grave and sudden provocation and sudden fight as mitigatory defences. 5. However, at the hearing of this appeal, the learned Counsel for the appellant pursued only on the partial defence of sudden fight under exception 4 of section 294 of the Penal Code and submitted to court that he would not rely on the defence of grave and sudden provocation. The learned Counsel for the appellant further submitted that this assault took place due to a sudden fight that occurred between the appellant and the deceased (husband and wife) and that the appellant has struck the deceased on her head with the wooden pole only",
    "fonts": [
      "CIDFont+F3",
      "CIDFont+F4"
    ],
    "sizes": [
      12.960525512695312
    ]
  },
  {
    "page_number": 3,
    "bbox": [
      108.0,
      778.85,
      489.82,
      805.76
    ],
    "text": "4",
    "fonts": [
      "CIDFont+F1"
    ],
    "sizes": [
      11.040450096130371
    ]
  },
  {
    "page_number": 3,
    "bbox": [
      126.0,
      72.65,
      491.52,
      419.62
    ],
    "text": "three times. It is the submission of the learned Counsel that therefore he is entitled to get the benefit from the exception 4 to section 294 of the Penal Code. The learned Counsel further submitted that, although the deceased died after a period of about one and a half months after the incident, based on the post mortem report he is not challenging the causation. 6. The learned Deputy Solicitor General for the respondent submitted that, to take up the defence in exception 4 of section 294 of the Penal Code, the appellant has to fulfill certain qualifications. In that, it is submitted that the evidence should transpire that the appellant has not taken undue advantage and that he has not acted in a cruel or unusual manner. 7. The exception 4 to section 294 of the Penal Code provides,",
    "fonts": [
      "CIDFont+F3",
      "CIDFont+F4"
    ],
    "sizes": [
      12.960525512695312
    ]
  },
  {
    "page_number": 3,
    "bbox": [
      126.0,
      422.83,
      491.77,
      647.75
    ],
    "text": "Exception 4 - Culpable homicide is not murder if it is committed without premeditation in a sudden fight in the heat of passion upon a sudden quarrel, and without the offender having taken undue advantage or acted in a cruel or unusual manner. 8. The exception 4 to section 294 of the Penal Code was discussed at length in case of Kikar Singh V State of Rajasthan 1993 AIR 2426 [12th May 1993]. The above exception is similar to exception 4 of section 300 of the Indian Penal Code. In Kikar Singh Indian Supreme Court held,",
    "fonts": [
      "CIDFont+F3",
      "CIDFont+F4",
      "CIDFont+F5",
      "CIDFont+F7"
    ],
    "sizes": [
      8.520299911499023,
      12.960525512695312
    ]
  },
  {
    "page_number": 3,
    "bbox": [
      180.0,
      650.95,
      491.17,
      752.99
    ],
    "text": "The counsel attempted to bring the case within exception 4. For its application all the conditions enumerated therein must be satisfied. The act must be committed without premeditation in a sudden fight in the heat of passion; (2) upon a sudden quarrel; (3) without",
    "fonts": [
      "CIDFont+F5"
    ],
    "sizes": [
      12.960525512695312
    ]
  },
  {
    "page_number": 4,
    "bbox": [
      108.0,
      778.85,
      489.82,
      805.76
    ],
    "text": "5",
    "fonts": [
      "CIDFont+F1"
    ],
    "sizes": [
      11.040450096130371
    ]
  },
  {
    "page_number": 4,
    "bbox": [
      126.0,
      72.91,
      491.18,
      438.22
    ],
    "text": "the offender having taken undue advantage; (4) and the accused had not acted in a cruel or unusual manner. Therefore, there must be a mutual combat or exchanging blows on each other. And however slight the first blow, or provocation, every fresh blow becomes a fresh provocation. The blood is already heated or warms up at every subsequent stroke. The voice of reason is heard on neither side in the heat of passion. Therefore, it is difficult to apportion between the respective degrees of blame with reference to the state of things at the commencement of the fray but it must occur as a consequence of a sudden fight i.e. mutual combat and not one side track. It matters not what the cause of the quarrel is, whether real or imaginary, or who draws or strikes first. The strike of the blow must be without any intention to kill or seriously injure the other. 9. It was further held that,",
    "fonts": [
      "CIDFont+F3",
      "CIDFont+F4",
      "CIDFont+F5"
    ],
    "sizes": [
      12.960525512695312
    ]
  },
  {
    "page_number": 4,
    "bbox": [
      108.0,
      441.43,
      491.18,
      648.82
    ],
    "text": "The occasion for sudden quarrel must not only be sudden but the party assaulted must be on an equal footing in point of defence, at least at the onset. This is specially so where the attack is made with dangerous weapons. Where the deceased was unarmed and did not cause any injury to the accused even following a sudden quarrel if the accused has inflicted fatal blows on the deceased, exception 4 is not attracted and commission must be one of murder punishable under s. 302.",
    "fonts": [
      "CIDFont+F3",
      "CIDFont+F5"
    ],
    "sizes": [
      12.960525512695312
    ]
  },
  {
    "page_number": 4,
    "bbox": [
      126.0,
      651.63,
      491.51,
      666.34
    ],
    "text": "10. In the instant case, evidence reveals that the victim",
    "fonts": [
      "CIDFont+F3",
      "CIDFont+F4"
    ],
    "sizes": [
      12.960525512695312
    ]
  },
  {
    "page_number": 4,
    "bbox": [
      153.0,
      669.29,
      491.52,
      754.07
    ],
    "text": "was unarmed and was in a vulnerable position. The appellant being a man was in a physically advantageous position in attacking the unarmed wife with a wooden pole until the pole snapped into two. Therefore, as pointed out in Kikar Singh, in the",
    "fonts": [
      "CIDFont+F3",
      "CIDFont+F5"
    ],
    "sizes": [
      12.960525512695312
    ]
  },
  {
    "page_number": 5,
    "bbox": [
      108.0,
      778.85,
      489.82,
      805.76
    ],
    "text": "6",
    "fonts": [
      "CIDFont+F1"
    ],
    "sizes": [
      11.040450096130371
    ]
  },
  {
    "page_number": 5,
    "bbox": [
      126.0,
      72.65,
      491.52,
      227.62
    ],
    "text": "above circumstances the appellant is not entitled to get the benefit of exception 4 to section 294 of the Penal Code. The intention of the accused is also very clear from the act of inflicting the fatal injuries on the head of the deceased in a cruel manner. Hence, the only ground of appeal urged by the learned Counsel for the appellant is devoid of merit. 11. Although it was not pursued at argument stage, the",
    "fonts": [
      "CIDFont+F3",
      "CIDFont+F4"
    ],
    "sizes": [
      12.960525512695312
    ]
  },
  {
    "page_number": 5,
    "bbox": [
      126.0,
      230.57,
      491.52,
      437.14
    ],
    "text": "learned Counsel for the appellant in his written submissions has submitted that the learned trial Judge should have considered the partial defence of cumulative provocation. Cumulative provocation typically arises due to a prolonged course of violence which ends up with the abused party killing the abuser. The evidence in the instant case revealed that the appellant has in fact been the abuser of the deceased. Therefore, the appellant is not entitled to the defence of cumulative provocation. 12. Hence, I have no reason to interfere with the",
    "fonts": [
      "CIDFont+F3",
      "CIDFont+F4"
    ],
    "sizes": [
      12.960525512695312
    ]
  },
  {
    "page_number": 5,
    "bbox": [
      144.0,
      440.09,
      491.52,
      507.34
    ],
    "text": "conviction of the appellant by the learned High Court Judge. Therefore I affirm the conviction and the sentence.",
    "fonts": [
      "CIDFont+F3"
    ],
    "sizes": [
      12.960525512695312
    ]
  },
  {
    "page_number": 5,
    "bbox": [
      108.0,
      509.21,
      298.84,
      576.46
    ],
    "text": "Appeal dismissed.",
    "fonts": [
      "CIDFont+F2",
      "CIDFont+F3"
    ],
    "sizes": [
      12.960525512695312
    ]
  },
  {
    "page_number": 5,
    "bbox": [
      108.0,
      578.64,
      471.36,
      695.28
    ],
    "text": "PRESIDENT OF THE COURT OF APPEAL WICKUM A. KALUARACHCHI, J. I agree.",
    "fonts": [
      "CIDFont+F2",
      "CIDFont+F3"
    ],
    "sizes": [
      12.000450134277344,
      12.960525512695312
    ]
  },
  {
    "page_number": 5,
    "bbox": [
      216.0,
      750.12,
      441.11,
      764.16
    ],
    "text": "JUDGE OF THE COURT OF APPEAL",
    "fonts": [
      "CIDFont+F2",
      "CIDFont+F3"
    ],
    "sizes": [
      12.000450134277344
    ]
  }
]