[
  {
    "page_number": 0,
    "bbox": [
      70.94,
      781.9,
      527.0,
      806.28
    ],
    "text": "1",
    "fonts": [
      "Calibri"
    ],
    "sizes": [
      11.039999961853027
    ]
  },
  {
    "page_number": 0,
    "bbox": [
      104.3,
      70.9,
      495.02,
      84.88
    ],
    "text": "IN THE COURT OF APPEAL OF THE DEMOCRATIC SOCIALIST",
    "fonts": [
      "BookmanOldStyle-Bold"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 0,
    "bbox": [
      217.49,
      87.24,
      381.91,
      101.22
    ],
    "text": "REPUBLIC OF SRI LANKA",
    "fonts": [
      "BookmanOldStyle-Bold"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 0,
    "bbox": [
      241.13,
      111.24,
      528.33,
      174.08
    ],
    "text": "In the matter of an application for Restitutio-In-Integrum and Revision under and in terms of Article 138 (1) of the Constitution of the Democratic Socialist Republic of Sri Lanka",
    "fonts": [
      "BookmanOldStyle",
      "BookmanOldStyle-Italic"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 0,
    "bbox": [
      70.94,
      184.08,
      526.3,
      765.16
    ],
    "text": "Court of Appeal Payagala Vidana Arachchilage, Case No: RII/0004/2023 Nandalal Perera No. 35/29, DC Colombo Kumbukgaha Pokuna Road, Case No: 9656/RE Udahamulla, Nugegoda. Plaintiff Vs. Emaduwage Asanka Kusal Pradeep, No. 423, Robert Gunawardena Mawatha, Battaramulla. Defendant And Between Sugath Dhananjaya Hemasingha No. 423, Robert Gunawardena Mawatha, Battaramulla Petitioner Under and in terms of Section 328 of the Civil Procedure Code Vs Payagala Vidana Arachchilage Nandalal Perera No. 35/29, Kumbukgaha Pokuna Road Udahamulla, Nugegoda Plaintiff-Respondent",
    "fonts": [
      "BookmanOldStyle",
      "BookmanOldStyle-Bold"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 1,
    "bbox": [
      70.94,
      781.9,
      527.0,
      806.28
    ],
    "text": "2",
    "fonts": [
      "Calibri"
    ],
    "sizes": [
      11.039999961853027
    ]
  },
  {
    "page_number": 1,
    "bbox": [
      70.94,
      70.9,
      512.38,
      756.85
    ],
    "text": "Emaduwage Asanka Kusal Pradeep, No. 423, Robert Gunawardena Mawatha, Battaramulla. Defendant-Respondent AND NOW BETWEEN Sugath Dhananjaya Hemasingha No. 423, Robert Gunawardena Mawatha, Battaramulla Presently No. 409/2, Thalahena Road, Udumulla Muylleriyawa Petitioner-Petitioner Vs. Payagala Vidana Arachchilage Nandalal Perera No. 35/29, Kumbukgaha Pokuna Road Udahamulla Plaintiff-Respondent-Respondent Emaduwage Asanka Kusal Pradeep, No. 423, Robert Gunawardena Mawatha, Battaramulla. Defendant-Respondent-Respondent Before : R. Gurusinghe J & Dr. S. Premachandra J.",
    "fonts": [
      "BookmanOldStyle",
      "BookmanOldStyle-Bold"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 2,
    "bbox": [
      70.94,
      781.9,
      527.0,
      806.28
    ],
    "text": "3",
    "fonts": [
      "Calibri"
    ],
    "sizes": [
      11.039999961853027
    ]
  },
  {
    "page_number": 2,
    "bbox": [
      70.94,
      70.9,
      453.1,
      247.04
    ],
    "text": "Counsel : J.M. Wijebandara with Ms. Ralani Edirisinghe and Dimithri Pandivita instructed by Kavindya Kuruwita Arachchi for the Petitioner Ashiq Hassim with Samendra Fernando and Aneeraz Samahen for the Plaintiff-Respondent-Respondent",
    "fonts": [
      "BookmanOldStyle",
      "BookmanOldStyle-Bold"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 2,
    "bbox": [
      70.94,
      257.19,
      290.81,
      271.19
    ],
    "text": "Supported on : 18-03-2025",
    "fonts": [
      "BookmanOldStyle"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 2,
    "bbox": [
      70.94,
      281.43,
      254.09,
      295.43
    ],
    "text": "Decided on : 21-05-2025",
    "fonts": [
      "BookmanOldStyle"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 2,
    "bbox": [
      70.94,
      305.54,
      532.18,
      768.88
    ],
    "text": "JUDGMENT R. Gurusinghe The petitioner filed this petition for Restitutio-in-Integrum seeking to revise and set aside the Order of the Learned District Judge dated 22-02-2022, an order restoring and resituating the petitioner in possession of the corpus, order nullifying the Writ of Execution in so much as it operates against this petitioner and his family members, make order in terms of Section 328 of the Civil Procedure Code declaring that the petitioner was not possessing the corpus under the judgment debtor and declare that this petitioner and his agents are not bound by the decree of the District Court of Colombo case bearing no. 9656/06/RE. The plaintiff-respondent-respondent (hereinafter referred to as the plaintiff) filed an action in the District Court of Colombo bearing no. 9656/06/RE before the District Court of Colombo, against the defendant-respondent (hereinafter referred to as the defendant) seeking for arrears of rent, damages and ejectment of the defendant and all those holding under him. According to the plaintiff, the premises involved in this application was originally owned by the plaintiffs father, P.E. Maithripala Perera. He had leased out this premises to the defendant. The said Maithripala Perera gifted this premises to his daughter Chitranjani Perera, the sister of the plaintiff. Chitranjani Perera had given her father a power of attorney regarding the premises. The said Chitranjani Perera died issueless, while her parents were still living. Therefore, the parents became the owners of the premises. The plaintiffs position in that action was that the defendant had entered into a lease agreement no. 6682 with the plaintiff on 12-06-2002, to lease out the",
    "fonts": [
      "BookmanOldStyle",
      "BookmanOldStyle-Bold",
      "BookmanOldStyle-Italic"
    ],
    "sizes": [
      12.0,
      14.039999961853027
    ]
  },
  {
    "page_number": 3,
    "bbox": [
      70.94,
      781.9,
      527.0,
      806.28
    ],
    "text": "4",
    "fonts": [
      "Calibri"
    ],
    "sizes": [
      11.039999961853027
    ]
  },
  {
    "page_number": 3,
    "bbox": [
      70.94,
      71.02,
      531.97,
      769.12
    ],
    "text": "premises described in the schedule to the plaint for two years. After the two years the defendant continued in that premises as a monthly tenant of the plaintiff. Thereafter, by letter dated 28-10-2005, the plaintiff had terminated the tenancy agreement with the defendant. Answering the plaint, the defendant admitted that the lease agreement referred to in the plaint was terminated. However, the defendant took up the position that after the lease agreement was terminated, the defendant entered into a new lease agreement for the same premises with the new owner of the premises, namely Payagala Vidana Arachchige Rohini Perera and became the tenant of the said Rohini Perera. Rohini Perera made an application to intervene in the action. That application was dismissed by the Learned District Judge on 29-05-2008, and the said Rohini Perera had not appealed against that Order. The said Rohini Perera is the mother of the present petitioner. After the trial, the judgment was entered in favour of the plaintiff. The defendant appealed against the said judgment. While the appeal was pending, the plaintiff made an application to execute the Writ of Possession. That application was allowed by the District Judge, and the Writ of Possession was executed. The petitioner filed an application under Section 328 of the Civil Procedure Code and took up the position that his mother, Rohini Perera, became the owner of the premises, and she had gifted the same to the petitioner, and the petitioner became the owner of the premises and the petitioner was not a person claiming under the defendant. After an inquiry, the Learned District Judge, by her Order dated 22-02-2023, dismissed the petitioners application made under Section 328 of the Civil Procedure Code. The Learned District Judge observed that the petitioner had failed to make an application within fifteen days of the execution of the Writ. Further, she had considered whether the petitioner came into possession under the defendant. The Learned District Judge had observed that at the time of the execution of the Writ, Payagala Vithana Arachchige Rohini Perera and Madappuli Arachchige Dinusha Madubashini Fernando were in the house. While the Writ was being executed, the petitioner came to that place and told the fiscal officer that he was also residing in that house. The Learned District Judge observed that the petitioners mother, after the rejection of her application to intervene, took no further steps to canvass the rejection of her application before any other forum. The Learned District Judge further held that the petitioner was not a bona fide possessor of the premises and had sought to adduce false evidence in support of his case through Grama Niladhari. It is evident from the evidence given by the petitioner on behalf of the defendant at the trial that the petitioner was not in possession of the premises.",
    "fonts": [
      "BookmanOldStyle",
      "BookmanOldStyle-Italic"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 4,
    "bbox": [
      70.94,
      781.9,
      527.0,
      806.28
    ],
    "text": "5",
    "fonts": [
      "Calibri"
    ],
    "sizes": [
      11.039999961853027
    ]
  },
  {
    "page_number": 4,
    "bbox": [
      70.94,
      71.02,
      528.34,
      769.3
    ],
    "text": "Being aggrieved by the aforesaid order of the Learned District Judge, the petitioner has filed the present application to this court seeking the remedy Restitutio-in-Integrum. When the Learned District Judge rejected the petitioners application, the petitioner had a specific remedy provided under Section 329 of the Civil Procedure Code to institute an action to establish his right or title to the property in question. Section 329 of the Civil Procedure Code is as follows: 329. No appeal shall lie from any order made under section 326 or section 327 or section 328 against any party other than the judgment-debtor. Any such order shall not bar the right of such party to institute an action to establish his right or title to such property. In the case of Letchumi v. Perera and another [2000] 3 Sri LR 151, it was held that section 329 gives an alternative remedy to an aggrieved party. It is the duty of court to carry out effectually the object of statute. It must be so construed as to defeat all attempts to do so or avoid doing in a direct or circuitous manner that which has been prohibited or enjoined. The remedy Restitutio-in-Integrum is provided only in extraordinary situations, and the Courts power used with extreme caution. If there are more adequate and suitable alternative remedies, Restitutio-in-Integrum will not lie. In the case of Perera v. Abeywickrema, 15 NLR 411, it was held that Restitutio-in-Integrum is not granted in Ceylon if the applicant has any other remedy equally effectual opened to him. In the case of Menchinahamy v Muniweera 52 NLR 409, it was held that the remedy by way of Restitutio-in-Integrum is an extraordinary remedy and is given only under very exceptional circumstances. It is only open to a party, to a contract or to legal proceedings who can ask for this relief. The remedy must be sought for with the utmost promptitude. It is not available if the applicant has any other remedy open to him. In the case of Sri Lanka Insurance Corporation Limited v. Shanmugam and another [1995] 1 Sri LR 55, Justice Ranaraja said, Restitutio-in-Integrum, being an extraordinary remedy, it is not to be given for the mere asking or where there is some other remedy available. The petitioner has the remedy provided in section 329 of the Civil Procedure Code. Therefore, the petitioner is not entitled to seek relief under Restitutio-in-Integrum.",
    "fonts": [
      "BookmanOldStyle",
      "BookmanOldStyle-Bold",
      "BookmanOldStyle-Italic"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 5,
    "bbox": [
      70.94,
      781.9,
      527.0,
      806.28
    ],
    "text": "6",
    "fonts": [
      "Calibri"
    ],
    "sizes": [
      11.039999961853027
    ]
  },
  {
    "page_number": 5,
    "bbox": [
      70.94,
      71.02,
      532.18,
      221.84
    ],
    "text": "In the District Court, the petitioner himself has given evidence in favour of the defendant. The petitioner very well knew that by this action, the plaintiff sought to eject the defendant from the premises involved in this application. He gave evidence on 18-12-2013, and he was 33 years old by then. By that time, his mothers application to intervene in the case was already rejected. At that time he did not claim that he was also living in that premises. He did not give evidence to the effect that he was also in possession of the premises. This conduct of the petitioner deprives him of seeking relief in Restitutio-in-Integrum application. The application of the petitioner is dismissed with costs.",
    "fonts": [
      "BookmanOldStyle",
      "BookmanOldStyle-Italic"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 5,
    "bbox": [
      70.94,
      303.99,
      462.7,
      430.21
    ],
    "text": "Judge of the Court of Appeal. Dr. S. Premachandra J. I agree. Judge of the Court of Appeal.",
    "fonts": [
      "BookmanOldStyle",
      "BookmanOldStyle-Bold"
    ],
    "sizes": [
      11.039999961853027,
      12.0
    ]
  }
]