[
  {
    "page_number": 0,
    "bbox": [
      72.02,
      781.32,
      302.93,
      805.8
    ],
    "text": "1",
    "fonts": [
      "Calibri"
    ],
    "sizes": [
      11.039999961853027
    ]
  },
  {
    "page_number": 0,
    "bbox": [
      89.06,
      74.81,
      509.55,
      88.85
    ],
    "text": "IN THE COURT OF APPEAL OF THE DEMOCRATIC SOCIALIST REPUBLIC OF",
    "fonts": [
      "Calibri-Bold"
    ],
    "sizes": [
      14.039999961853027
    ]
  },
  {
    "page_number": 0,
    "bbox": [
      267.05,
      101.21,
      331.44,
      115.25
    ],
    "text": "SRI LANKA",
    "fonts": [
      "Calibri-Bold"
    ],
    "sizes": [
      14.039999961853027
    ]
  },
  {
    "page_number": 0,
    "bbox": [
      72.02,
      180.65,
      253.42,
      286.88
    ],
    "text": "Court of Appeal Writ Application No: 155/2014",
    "fonts": [
      "Calibri-Bold"
    ],
    "sizes": [
      14.039999961853027
    ]
  },
  {
    "page_number": 0,
    "bbox": [
      294.77,
      134.93,
      519.03,
      308.12
    ],
    "text": "In the matter of an application for a writ of Certiorari under and in term of Article 140 of the Constitution of the Democratic Socialist Republic of Sri Lanka. Ranil de Silva No. 5/6, Capitol Residencies, 65, Dharmapala Mawatha, Colombo 07.",
    "fonts": [
      "Calibri"
    ],
    "sizes": [
      14.039999961853027
    ]
  },
  {
    "page_number": 0,
    "bbox": [
      294.77,
      313.64,
      519.03,
      386.72
    ],
    "text": "Petitioner -Vs- 1. Director General",
    "fonts": [
      "Calibri",
      "Calibri-Bold"
    ],
    "sizes": [
      14.039999961853027
    ]
  },
  {
    "page_number": 0,
    "bbox": [
      294.77,
      392.36,
      518.91,
      563.62
    ],
    "text": "Coast Conservation and Coastal Resource Management Department, 4th floor, Ministry of Fisheries Building, New Secretariat, Maligawatta, Maradana, Colombo 10. 2. Gamini Hewage",
    "fonts": [
      "Calibri"
    ],
    "sizes": [
      9.0,
      14.039999961853027
    ]
  },
  {
    "page_number": 0,
    "bbox": [
      305.59,
      569.29,
      518.94,
      760.23
    ],
    "text": "Acting Director, Coastal Resource Management Division, Coast Conservation and Coastal Resource Management Department, 4th floor, Ministry of Fisheries Building, New Secretariat, Maligawatta, Maradana, Colombo 10.",
    "fonts": [
      "Calibri"
    ],
    "sizes": [
      9.0,
      14.039999961853027
    ]
  },
  {
    "page_number": 1,
    "bbox": [
      72.02,
      781.32,
      302.93,
      805.8
    ],
    "text": "2",
    "fonts": [
      "Calibri"
    ],
    "sizes": [
      11.039999961853027
    ]
  },
  {
    "page_number": 1,
    "bbox": [
      72.02,
      154.25,
      521.43,
      481.78
    ],
    "text": "Before: C.P. Kirtisinghe J. Mayadunne Corea J. Counsel: Avindra Rodrigo, PC with Kasuni Jayaweera instructed by F.J. & G. De Saram for the Petitioner. Amasara Gajadeera, SC for the 1st and 2nd Respondents. Palitha Kumarasinghe, PC with Harith De Mel instructed by Sanath Wijewardena for the 3rd Respondent. Argued on: 26.09.2022 Decided On: 24.11.2022",
    "fonts": [
      "Calibri",
      "Calibri-Bold"
    ],
    "sizes": [
      9.0,
      14.039999961853027
    ]
  },
  {
    "page_number": 1,
    "bbox": [
      72.02,
      494.14,
      187.06,
      508.18
    ],
    "text": "C. P. Kirtisinghe J",
    "fonts": [
      "Calibri-Bold"
    ],
    "sizes": [
      14.039999961853027
    ]
  },
  {
    "page_number": 1,
    "bbox": [
      72.02,
      520.78,
      526.59,
      750.99
    ],
    "text": "The Petitioner is seeking for a mandate in the nature of a Writ of Certiorari to quash the permit marked P23 issued by the 2nd Respondent to the 3rd Respondent under section 14 of the Coast Conservation Act No 57 of 1981 (as amended). Petitioners case The corpus in this case is situated between the sea shore and the land own by the Petitioner. The Petitioner has constructed a two story four bedroomed villa named Saffron and Blue in his land. The corpus in this case is a land belongs to the Ganegodalla Rajamaha Viharaya in Kosgoda which was leased to the 3rd Respondent for a period of thirty years. Thereafter, the 3rd Respondent had",
    "fonts": [
      "Calibri",
      "Calibri-Italic"
    ],
    "sizes": [
      9.0,
      14.039999961853027
    ]
  },
  {
    "page_number": 1,
    "bbox": [
      295.01,
      78.89,
      498.51,
      92.93
    ],
    "text": "3. Poojitha Prabath Weerawardena",
    "fonts": [
      "Calibri"
    ],
    "sizes": [
      14.039999961853027
    ]
  },
  {
    "page_number": 1,
    "bbox": [
      295.01,
      98.57,
      373.68,
      171.53
    ],
    "text": "No. 385 B, Galle Road, Kosgoda.",
    "fonts": [
      "Calibri"
    ],
    "sizes": [
      14.039999961853027
    ]
  },
  {
    "page_number": 1,
    "bbox": [
      440.14,
      177.17,
      522.03,
      191.21
    ],
    "text": "Respondents",
    "fonts": [
      "Calibri-Bold"
    ],
    "sizes": [
      14.039999961853027
    ]
  },
  {
    "page_number": 2,
    "bbox": [
      72.02,
      781.32,
      302.93,
      805.8
    ],
    "text": "3",
    "fonts": [
      "Calibri"
    ],
    "sizes": [
      11.039999961853027
    ]
  },
  {
    "page_number": 2,
    "bbox": [
      72.02,
      74.93,
      526.6,
      737.65
    ],
    "text": "made an application to the Coast Conservation Department to build a two storied ayurvedic treatment center in the aforesaid land and pursuant to several meetings of the advisory council the Coast Conservation Department has issued a permit to the 3rd Respondent under section 14 of the Coast Conservation Act No. 57 of 1981 (as amended). This permit is marked as P23 and 3R11B. The Petitioner states that the land in dispute was suddenly fenced off and the road providing the villages with access to the beach was also blocked out by the 3rd Respondent. The road giving access to the beach was straightened to provide access to the public, and the mangroves on the beach front were destroyed in the process. The 3rd Respondent filled the land and the nearby estuary and fell the vegetation in the area. The Petitioner states that significant hardship and challenges were faced by the villagers and the residents of the area due to these unauthorized and unlawful activities of the 3rd Respondent and a villager had logged a complaint in the police station against these activities. When issuing the development permit to the 3rd Respondent the 1st and 2nd Respondents had altered the total setback area from 35 meters to 20 meters and it is the case of the Petitioner that, it being a reduction of 15 meters of the setback area and reducing the restricted area from 25 meters to 10 meters cannot be considered as a minor deviation from the setback guideline. The Petitioner states that it amounts to a significant deviation from the applicable setback standards which constitutes an exemption and not a variance of the setback standards. The Petitioner states that, the very consideration of the deviation of the setback standard from 35 meters to 20 meters as a variance and not an exemption under and in terms of the CZMP of 1997 amounts to a decision which is grossly negligent, gravely erroneous, contradictory to the applicable regularity framework and in blatant disregard of the regulations and criteria established under and in terms of the CZMP of 1997. The Petitioner states that, there is a Madel harbour in the area which is regulated by Madel Regulations and under those regulations no construction is permitted within a 45 meter area from the foreshore landwards. Therefore, the Petitioner states that the purported permit has been issued to the 3rd Respondent in blatant violation of Madel (beach seine) Fishing Regulations,",
    "fonts": [
      "Calibri"
    ],
    "sizes": [
      9.0,
      14.039999961853027
    ]
  },
  {
    "page_number": 3,
    "bbox": [
      72.02,
      781.32,
      302.93,
      805.8
    ],
    "text": "4",
    "fonts": [
      "Calibri"
    ],
    "sizes": [
      11.039999961853027
    ]
  },
  {
    "page_number": 3,
    "bbox": [
      72.02,
      73.67,
      526.59,
      501.7
    ],
    "text": "which allows the 3rd Respondent to construct within the area reserved for Madel ports in violations of the regulation 27 of the Madel Fishing Regulations. The Petitioner states that, varying the setback standard to a mere 20 meter limit from the permanent vegetation line will necessarily allow and permit the 3rd Respondent to do constructions which obstruct the public access to the beach in blatant violations of the objective and policies as set out in the revised CZMP of 2004. The Petitioner states that, the 1st and 2nd Respondents could not have granted an exemption of the setback standard to the 3rd Respondent as the 3rd Respondent has failed to adduce any material showing that the proposed activity serves a compelling public purpose which benefits the public as a whole as required by the CZMP of 1997. The 3rd Respondent and the 1st and the 2nd Respondents are objecting to this application and pray for a dismissal of this application for the reasons stated in their statements of objections. By way of preliminary objections the 3rd Respondent had moved Court to refuse the exercise of the discretionary Writ jurisdiction of this Court and reject the application on the following two grounds;",
    "fonts": [
      "Calibri"
    ],
    "sizes": [
      9.0,
      14.039999961853027
    ]
  },
  {
    "page_number": 3,
    "bbox": [
      90.02,
      505.16,
      526.29,
      521.38
    ],
    "text": "1. The Petitioner has not come to Court with clean hands and the Petitioner",
    "fonts": [
      "ArialMT",
      "Calibri"
    ],
    "sizes": [
      14.039999961853027
    ]
  },
  {
    "page_number": 3,
    "bbox": [
      90.02,
      527.02,
      526.58,
      580.33
    ],
    "text": "is guilty of false misrepresentations. The Petitioner is guilty of suppression and non-disclosure of material facts. 2. The Petitioner is guilty of attempting to mislead Court that the locus",
    "fonts": [
      "ArialMT",
      "Calibri",
      "Calibri-Italic"
    ],
    "sizes": [
      14.039999961853027
    ]
  },
  {
    "page_number": 3,
    "bbox": [
      72.02,
      585.97,
      526.57,
      757.23
    ],
    "text": "standi of the Petitioner is one of public interest and to conceal the private and personal objectives of the Petitioner. Suppression and non-disclosure of material facts and false misrepresentation The allegations of the 3rd Respondent can be summarized as follows, The Petitioner had falsely averred that a villager had logged a complaint to the police when from the contents of P10 it is clear that the Petitioner himself had made a complaint. The Petitioner has falsely averred that significant hardship",
    "fonts": [
      "Calibri",
      "Calibri-Italic"
    ],
    "sizes": [
      9.0,
      14.039999961853027
    ]
  },
  {
    "page_number": 4,
    "bbox": [
      72.02,
      781.32,
      302.93,
      805.8
    ],
    "text": "5",
    "fonts": [
      "Calibri"
    ],
    "sizes": [
      11.039999961853027
    ]
  },
  {
    "page_number": 4,
    "bbox": [
      72.02,
      74.93,
      526.59,
      737.65
    ],
    "text": "was faced by the villagers and the residents of the area when there was none. The Petitioner had falsely averred that the management and the operations of the villa owned by the Petitioner was handed over to another company in October 2012 when it was handed over on 1st of April 2014. The Petitioner has falsely averred that the conditions in the permit marked P23 requires 45 meters distance from the permanent vegetation line when in fact the requirement is a 45 meter distance from the 0 meters sea level. The Petitioner had suppressed full information about himself for the purpose of suppressing his commercial interest in the villa called Saffron and Blue. The Petitioner had suppressed the fact that he has been a director of Light House Hotel PLC, a member company of Jetwing group and a related company of Ahangama Properties Private Ltd, the lessee of Saffron and Blue. None of those are material facts that go to the root of this case. Therefore, one cannot say that the Petitioner had suppressed material facts and failed to disclose material facts. One cannot also say that the Petitioner is guilty of false misrepresentation. Locus standi of the Petitioner The land of the said 3rd Respondent is situated between the sea shore and the land owned by the Petitioner. The building which is constructed by the 3rd Respondent in his land will no doubt obstruct the view of the sea from the Petitioners villa and that will affect the commercial interest of the Petitioners tourist villa. Yet the Petitioner does not have a legal right to view the sea across another mans land. Our law does not recognize such a right. Therefore, personally the petitioner does not have a locus standi to make this application. However, the Petitioner is speaking of the hardships that would cause to the villagers and the residents in the area as a result of the acts committed by the 3rd Respondent. Therefore, the application of the Petitioner is clothed with a public interest. Let me consider those alleged hardships that would cause to the villagers and the residents of the area. The Petitioner states that the 3rd Respondent is filling the land and the nearby estuary and also felling the vegetation in the area. The construction of the 3rd Respondent is an obstruction to the Madel fishery in the area. But the main",
    "fonts": [
      "Calibri",
      "Calibri-Italic"
    ],
    "sizes": [
      9.0,
      14.039999961853027
    ]
  },
  {
    "page_number": 5,
    "bbox": [
      72.02,
      781.32,
      302.93,
      805.8
    ],
    "text": "6",
    "fonts": [
      "Calibri"
    ],
    "sizes": [
      11.039999961853027
    ]
  },
  {
    "page_number": 5,
    "bbox": [
      72.02,
      73.67,
      529.59,
      757.23
    ],
    "text": "grievance of the Petitioner is that, the construction of the 3rd Respondent obstructs the public access to the beach. I will deal with the alleged obstruction to the Madel fishery later under a separate sub heading and I have come to the conclusion that the Petitioner has failed to establish that this particular area has been declared as a Madel Waraya. In the inspection report marked R7 the acting Director General of the coast conservation department and the Assistant Director (planning) of the coast conservation department state that it was revealed at a field inspection conducted by them that the 3rd Respondent had constructed the building keeping away a reservation of 20 meters from the permanent vegetation line. That report does not reveal the fact that the 3rd Respondent had filled the nearby estuary or felled the vegetation in the area. In the letter marked 3R10C the District Irrigation Engineer had drawn the attention of the 3rd Respondent to a canal which is blocked by sand. But that letter does not say that the 3rd Respondent had filled the nearby estuary or felled the vegetation. In the document marked P16 the Director General of coast conservation and coastal resource management and the Director coastal resource management had observed that the 3rd Respondent had filled the land without approval. But they have not observed that the 3rd Respondent had filled the nearby estuary and fell the vegetation. Therefore, one cannot come to the conclusion that the 3rd Respondent had filled the nearby estuary and fell the vegetation. Although the 3rd Respondent had filled his land without approval there is no evidence to show that it will have a significant impact on the villagers and the residents. Therefore, the grievance is confined to the obstruction to the beach access of the villagers and the residents. One cannot demand access to the beach over another persons land without his consent unless the users had acquired a prescriptive right to do so. Here in this case there is no evidence to show that the villagers had acquired such a right or there was a custom to that effect. However, the documents marked 3R6, 3R7A, 3R7B, 3R7C, 3R7D, 3R7E, 3R8A, 3R8B produced by the 3rd Respondent show that the villagers and the residents have an alternative roadway providing them access to the beach and there is no necessity for them to walk over the 3rd Respondents land. The earlier road remains up to the 3rd Respondents land. Thereafter, the road proceeds to the beach over a block of land donated to the Balapitiya Pradeshiya Sabawa by one",
    "fonts": [
      "Calibri"
    ],
    "sizes": [
      9.0,
      14.039999961853027
    ]
  },
  {
    "page_number": 6,
    "bbox": [
      72.02,
      781.32,
      302.93,
      805.8
    ],
    "text": "7",
    "fonts": [
      "Calibri"
    ],
    "sizes": [
      11.039999961853027
    ]
  },
  {
    "page_number": 6,
    "bbox": [
      72.02,
      74.93,
      526.59,
      757.23
    ],
    "text": "Chandrarathne De Silva for the purpose of providing access to the villagers to go to the beach. The Pradeshiya Sabawa had accepted that land and unanimously decided to accept the new roadway to the beach created over that land. The villagers and the residents of the area had signed the documents marked 3R8A and 3R8B and expressed their willingness to accept that road. Therefore, it is apparent that the construction of the 3rd Respondent is not an impediment for the villagers and residents to walk up to the beach. For the aforementioned reasons we are of the view that the Petitioner does not have a locus standi to make this application. His legal rights are not affected by this construction and the rights of the public are not affected. The laches on the part of the Petitioner The Petitioner has filed this application on 28th May 2014. According to the contents of the document marked 3R16 a certificate of conformation has been granted by the Pradeshiya Saba Balapitiya on 30th January 2015 in respect of this construction. That shows that the construction of the building was completed on or before that date. The Petitioner is asking to cancel the permit which has been issued for the construction of a building which has already been completed. Therefore, it is apparent that there is a delay on the part of the Petitioner in coming to court and the Petitioner is guilty of laches. The existence of a Madel Waraya in the area It is the case of the Petitioner that there is a Madel harbour in the area, regulated by Madel Regulations and the setback standard set out in the permit namely 20 meters from the permanent vegetation line clearly falls within the reservation kept for Madel Warayas which is 45 meters towards the land side from the sea level. Therefore, the permit allows the 3rd Respondent to construct within the area reserved for Madel ports in contravention of Regulation 27 of the Madel Fishing Regulations. According to the Regulation 27 of the Gazette Notification No. 337/48 dated 21st February 1985 marked P4 no person other than a registered Madel owner who",
    "fonts": [
      "Calibri",
      "Calibri-Italic"
    ],
    "sizes": [
      9.0,
      14.039999961853027
    ]
  },
  {
    "page_number": 7,
    "bbox": [
      72.02,
      781.32,
      302.93,
      805.8
    ],
    "text": "8",
    "fonts": [
      "Calibri"
    ],
    "sizes": [
      11.039999961853027
    ]
  },
  {
    "page_number": 7,
    "bbox": [
      72.02,
      74.93,
      526.59,
      757.23
    ],
    "text": "has obtained a Madel Waraya permit, in respect of any Madel Waraya shall erect or construct any wadiya, shed or any other structure within the area of the foreshore demarcated and specified in the schedule A of the Gazette. According to the contents of the Gazette there is a Madel Waraya declared in Duwe Modara area in Kosgoda and the extent of foreshore landwards is 45 meters. Therefore, in Duwe Modara area where there is a Madel waraya no construction is permitted within an area of 45 meters landwards from the shore. However, the Petitioner has not established that this particular land is situated within that Madel waraya. By condition number 2 the Director General of coast conservation has permitted the 3rd Respondent to build after keeping a reservation of 20 meters from the permanent vegetation line landwards. Condition number 4 states that as there is a Madel fishery in the vicinity a reservation of 45 meters landwards from the sea shore should be maintained as prescribed in the relevant Gazette Notification. This condition had been included in the permit because there is a Madel waraya in the area close to the land but that condition will apply only if this land comes within the Madel habour Gazette by the relevant Gazette Notification. The 3rd Respondent was seeking permission to build after keeping away a reservation of 20 meters landwards from the permanent vegetation line and the Director General of coast conservation has granted the 3rd Respondent that permission in accordance with the recommendations of the advisory council. The Director of Fisheries and Aquatic Resources is ex officio a member of the advisory council and the advisory council could not have taken this decision without the knowledge of that officer. If this particular land is coming within the Madel waraya area that officer would have objected to the granting of the permit and there had been no such objections. According to the Gazette Notification marked P4 only Duwe Modara area in Kosgoda had been declared as a Madel waraya. According to what is stated in the permit marked 3R11B, the plan marked 3R7E, the Deed marked 3R7D, the plan marked 3R14 and the document marked 3R5 the 3rd Respondents land is situated in the village of Hiddaruva and not in Duwe Modara. The plan marked 3R14 does not show Duwa Modara area in the vicinity and according to that plan there are several huge rocks in the sea near the sea shore and it is obvious that the Madel fishing cannot be done in this area. Therefore, it is apparent that this land is situated in an area outside the Madel harbour in Duwe Modara.",
    "fonts": [
      "Calibri"
    ],
    "sizes": [
      9.0,
      14.039999961853027
    ]
  },
  {
    "page_number": 8,
    "bbox": [
      72.02,
      781.32,
      302.93,
      805.8
    ],
    "text": "9",
    "fonts": [
      "Calibri"
    ],
    "sizes": [
      11.039999961853027
    ]
  },
  {
    "page_number": 8,
    "bbox": [
      72.02,
      74.93,
      526.59,
      757.23
    ],
    "text": "Variance of the coastal setback area It is common ground that the department of coast conservation uses only the total setback limit included in the CZMP of 1997 although CZMP was revised in 2014. According to the coastal zone management plan in 1997 (CZMP 1997) of the coast conservation department marked P2 the coastal setback of this area (from Kosgoda river mouth to Wellawatte in Balapitiya) is 35 meters. It consists of a 10 meter area of the reservation and 25 meters of the restricted area. The distance is calculated landwards from the permanent vegetation line. 1st and 2nd Respondents state that, principally the advisory council does not recommend variance within the reservation area but has recommended the issuance of permits within the restricted area on a case by case basis considering the relevant facts. The learned Counsel for the Petitioner submitted that when the Director of coast conservation had refused to issue a permit to the 3rd Respondent, the 3rd Respondent did not appeal against that decision to the advisory council and asked for a setback variance and therefore there is an irregularity in the procedure. But the Petitioner concedes to the fact that the appeal submitted by the 3rd Respondent has been considered as an application for a setback variance and the same has been discussed at the advisory council meeting on 16th July 2013. The advisory council can adopt this type of a procedure and treat the 3rd Respondents appeal to the director as an application for a setback variance and there is no hard and fast rule to prevent it. Therefore, one cannot say that there is a procedural ultra vires in that act. The learned Counsel for the Petitioner submitted that, although the advisory council has a discretion to vary the setback limit it should be done in accordance with the CZMP plan. In the CZMP plan there are provisions for permissible uses in the reservation area such as building jetties and piers and such related activities. However, this construction does not come within the reservation. In the restricted area it is permitted for the construction of dwellings only but not of commercial structures. Criteria for granting setback exemptions and variances are set out in the plan. An exemption implies a significant deviation from the intent of the setback guidelines stipulated in the plan and a variance implies a relatively minor",
    "fonts": [
      "Calibri",
      "Calibri-Italic"
    ],
    "sizes": [
      9.0,
      14.039999961853027
    ]
  },
  {
    "page_number": 9,
    "bbox": [
      72.02,
      781.32,
      305.81,
      805.8
    ],
    "text": "10",
    "fonts": [
      "Calibri"
    ],
    "sizes": [
      11.039999961853027
    ]
  },
  {
    "page_number": 9,
    "bbox": [
      72.02,
      74.93,
      526.93,
      717.97
    ],
    "text": "deviation from the intent of the setback guidelines. An exemption will be granted only if the proposed activity serves a compelling public purpose which provides benefits to the public as a whole as opposed to individual or private interest. Unlike an exemption private interests may request for a setback variance. An exemption or a variance may be granted by the director only if the advisory council determines that there are compelling reasons for allowing it and recommends granting it. The learned Counsel for the Petitioner submitted what has been granted to the 3rd Respondent is an exemption and not a variance. He argued that there is a significant deviation from the setback guidelines. Whether it is an exemption or a variance will only be a question of academic interest. Even assuming that it is an exemption the permission had been granted to the 3rd Respondent to build an ayurvedic medical center (SPA) (SPA) . Therefore, the proposed activity serves a compelling public purpose which provides benefits to the public as a whole, to the locals as well as foreigners. There is no evidence to show that adverse environmental impacts exist. Therefore, the question of taking reasonable steps to minimize then will not arise. Before deciding to grant permission to the 3rd Respondent the advisory council had taken in to consideration the type of precedent set by similar decisions of this nature. Such similar decisions are reflected in the minutes of the advisory council meetings tendered along with the statement of objections of the 1st and 2nd Respondents. According to those minutes of the advisory council meetings it appears that the permission had been granted to build a three storied tourist complex in Ambalangoda close to this place covering the entire restricted area (which is 30 meters in that area) and the permission had been granted to build a three storied hotel in Akurala, also close to this place just merely keeping off one meter away from the restricted area. In the instant case the 3rd Respondent had kept 5 meters free from the restricted area. Therefore, the advisory council had used their discretion fairly and reasonably and the 1st and 2nd Respondents acting on the recommendation of the advisory council were justified in granting a permit to the 3rd Respondent. One cannot say that the 1st and 2nd Respondents acted unlawfully and their act is ultra vires and illegal.",
    "fonts": [
      "Calibri",
      "Calibri-Italic",
      "IskoolaPota"
    ],
    "sizes": [
      9.0,
      14.039999961853027
    ]
  },
  {
    "page_number": 10,
    "bbox": [
      72.02,
      781.32,
      305.81,
      805.8
    ],
    "text": "11",
    "fonts": [
      "Calibri"
    ],
    "sizes": [
      11.039999961853027
    ]
  },
  {
    "page_number": 10,
    "bbox": [
      72.02,
      74.93,
      526.59,
      757.23
    ],
    "text": "Dr. Sunil F. A. Coorey in his treatise Principles of Administrative Law in Sri Lanka 4th edition volume 1 describes the usage of the words unlawful and illegal as follows, The words unlawful and illegal are used, mostly as synonyms, and most to refer to a purely physical act (as distinguished from an exercise of power or an act in the law) which entails to its doer, unpleasant legal consequences, namely punishment on the basis that such act is an offence created by law, or damages on the basis that such act is an actionable civil wrong or delict, or both such consequences. When an exercise of power is said to be ultra vires what is meant is that as the officer or authority who exercised power has acted beyond the power conferred by law, such exercise of power is invalid and a nullity. Wade and Forsyth in their treatise, Administrative Law 7th Edition page 41 observes as follows, The simple proposition that a public authority may not act outside its powers (ultra vires) might fitly be called the central principle of administrative law. De Smith, Woolf and Jowell in Judicial Review of Administrative Action 5th Edition at page 229 states thus, Acting ultra Vires, and acting without jurisdiction have essentially the same meaning, although in general the term vires has been employed when considering administrative decisions and subordinate legislative orders, and jurisdiction when considering judicial decisions, or those having judicial flavour. In the case of The Surveyors Institute of Sri Lanka vs. Acting Surveyor General 1998 1 SLR 266 Dr. Ranaraja J. quoting Wade and Forsyth had stated as follows, Any administrative act or order which is ultra vires or outside jurisdiction is void in law, i.e. deprived of legal effect. This is because an order to be valid it needs statutory authorisation, and if it is not within the powers given by the Act, it has no leg to stand on. The Court will then quash it or declare it to be unlawful or prohibit any action to enforce it.",
    "fonts": [
      "Calibri",
      "Calibri-Bold",
      "Calibri-Italic"
    ],
    "sizes": [
      9.0,
      14.039999961853027
    ]
  },
  {
    "page_number": 11,
    "bbox": [
      72.02,
      781.32,
      305.81,
      805.8
    ],
    "text": "12",
    "fonts": [
      "Calibri"
    ],
    "sizes": [
      11.039999961853027
    ]
  },
  {
    "page_number": 11,
    "bbox": [
      72.02,
      73.67,
      526.54,
      285.44
    ],
    "text": "In granting a permit in favour of the 3rd Respondent the 1st and 2nd Respondents had acted within the framework of the law and in terms of the Coast Conservation Act. Therefore, one cannot say that they had acted unlawfully and ultra vires in excess of the powers and jurisdiction conferred to them by law. For the aforementioned reasons we are of the view that there is no merit in this application. Therefore, we refuse to grant a mandate in the nature of a Writ of Certiorari to quash the permit issued by the 2nd Respondent marked P23 and proceed to dismiss the application of the Petitioner. We make no order for costs.",
    "fonts": [
      "Calibri",
      "Calibri-Bold",
      "Calibri-Italic"
    ],
    "sizes": [
      9.0,
      14.039999961853027
    ]
  },
  {
    "page_number": 11,
    "bbox": [
      380.23,
      350.72,
      526.59,
      364.76
    ],
    "text": "Judge of Court of Appeal",
    "fonts": [
      "Calibri-Bold"
    ],
    "sizes": [
      14.039999961853027
    ]
  },
  {
    "page_number": 11,
    "bbox": [
      72.02,
      377.12,
      203.74,
      391.16
    ],
    "text": "Mayadunne Corea J.",
    "fonts": [
      "Calibri-Bold"
    ],
    "sizes": [
      14.039999961853027
    ]
  },
  {
    "page_number": 11,
    "bbox": [
      72.02,
      403.66,
      116.23,
      417.7
    ],
    "text": "I Agree",
    "fonts": [
      "Calibri-Bold"
    ],
    "sizes": [
      14.039999961853027
    ]
  },
  {
    "page_number": 11,
    "bbox": [
      380.23,
      456.46,
      526.59,
      470.5
    ],
    "text": "Judge of Court of Appeal",
    "fonts": [
      "Calibri-Bold"
    ],
    "sizes": [
      14.039999961853027
    ]
  }
]