[
  {
    "page_number": 0,
    "bbox": [
      72.02,
      781.9,
      324.89,
      806.38
    ],
    "text": "Page 1 of 9",
    "fonts": [
      "Calibri",
      "Calibri,Bold"
    ],
    "sizes": [
      11.039999961853027
    ]
  },
  {
    "page_number": 0,
    "bbox": [
      91.22,
      47.28,
      506.81,
      59.28
    ],
    "text": "IN THE COURT OF APPEAL OF THE DEMOCRATIC SOCIALIST REPUBLIC OF SRI LANKA",
    "fonts": [
      "Calibri,Bold"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 0,
    "bbox": [
      306.05,
      71.16,
      525.96,
      150.62
    ],
    "text": "In the matter of appeal in terms of Section 331 (1) of the Code of Criminal Procedure Act No: 15 of 1979 and in terms of Article 138 of the Constitution of the Democratic Socialist Republic of Sri Lanka.",
    "fonts": [
      "Calibri"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 0,
    "bbox": [
      72.02,
      163.46,
      442.61,
      192.26
    ],
    "text": "CA No: CA/HCC/ 209-211/2016 The Hon. Attorney General HC: Kalmunai: HC 120/09",
    "fonts": [
      "Calibri",
      "Calibri,Bold"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 0,
    "bbox": [
      72.02,
      197.18,
      528.77,
      225.98
    ],
    "text": "Complainant Vs.",
    "fonts": [
      "Calibri",
      "Calibri,Bold"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 0,
    "bbox": [
      288.05,
      236.0,
      513.39,
      249.86
    ],
    "text": "1. Udhumalebbai Semilathumma alias Aysha",
    "fonts": [
      "Arial",
      "Calibri"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 0,
    "bbox": [
      288.05,
      254.66,
      523.49,
      300.41
    ],
    "text": "Umma 2. Adham Lebbai Mohamed Faisal alias Rizwan 3. Adham Lebbai Ibrahim alias Rissan",
    "fonts": [
      "Arial",
      "Calibri"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 0,
    "bbox": [
      482.38,
      305.33,
      526.13,
      317.33
    ],
    "text": "Accused",
    "fonts": [
      "Calibri,Bold"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 0,
    "bbox": [
      324.07,
      319.85,
      523.64,
      335.57
    ],
    "text": "And now between",
    "fonts": [
      "Calibri,Bold"
    ],
    "sizes": [
      0.9599999785423279,
      12.0
    ]
  },
  {
    "page_number": 0,
    "bbox": [
      288.05,
      346.55,
      513.39,
      360.41
    ],
    "text": "1. Udhumalebbai Semilathumma alias Aysha",
    "fonts": [
      "Arial",
      "Calibri"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 0,
    "bbox": [
      288.05,
      365.21,
      523.49,
      410.93
    ],
    "text": "Umma 2. Adham Lebbai Mohamed Faisal alias Rizwan 3. Adham Lebbai Ibrahim alias Rissan",
    "fonts": [
      "Arial",
      "Calibri"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 0,
    "bbox": [
      422.59,
      425.21,
      526.13,
      437.21
    ],
    "text": "Accused- Appellants",
    "fonts": [
      "Calibri,Bold"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 0,
    "bbox": [
      310.61,
      459.43,
      331.1,
      471.43
    ],
    "text": "Vs.",
    "fonts": [
      "Calibri,Bold"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 0,
    "bbox": [
      306.05,
      484.27,
      465.77,
      529.99
    ],
    "text": "The Hon. Attorney General Attorney General's Department. Colombo 12.",
    "fonts": [
      "Calibri"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 0,
    "bbox": [
      395.95,
      534.67,
      526.13,
      546.67
    ],
    "text": "Complainant-Respondent",
    "fonts": [
      "Calibri,Bold"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 0,
    "bbox": [
      72.02,
      548.47,
      392.78,
      594.31
    ],
    "text": "Before: N. Bandula Karunarathna J. (P /CA) &",
    "fonts": [
      "Calibri",
      "Calibri,Bold"
    ],
    "sizes": [
      0.9599999785423279,
      12.0
    ]
  },
  {
    "page_number": 0,
    "bbox": [
      72.02,
      595.45,
      451.37,
      621.07
    ],
    "text": "R. Gurusinghe J.",
    "fonts": [
      "Calibri,Bold"
    ],
    "sizes": [
      3.0,
      5.039999961853027,
      12.0
    ]
  },
  {
    "page_number": 0,
    "bbox": [
      72.02,
      629.47,
      523.49,
      656.11
    ],
    "text": "Counsel: Faisz Musthapha, PC with Bishren Iqbal, AAL for the accused-appellant",
    "fonts": [
      "Calibri",
      "Calibri,Bold"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 0,
    "bbox": [
      216.05,
      664.9,
      454.37,
      676.9
    ],
    "text": "Riyaz Bary, DSG for the complainant-respondent",
    "fonts": [
      "Calibri"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 0,
    "bbox": [
      72.02,
      677.89,
      413.9,
      704.92
    ],
    "text": "Written Submissions: By the accused-appellant on 05.10.2018",
    "fonts": [
      "Calibri",
      "Calibri,Bold"
    ],
    "sizes": [
      3.9600000381469727,
      6.960000038146973,
      12.0
    ]
  },
  {
    "page_number": 0,
    "bbox": [
      211.61,
      707.5,
      525.77,
      719.5
    ],
    "text": "By the complainant-respondent 10.11.2011",
    "fonts": [
      "Calibri",
      "Calibri,Bold"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 0,
    "bbox": [
      72.02,
      730.06,
      276.24,
      742.06
    ],
    "text": "Argued on : 17.10.2022",
    "fonts": [
      "Calibri",
      "Calibri,Bold"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 0,
    "bbox": [
      72.02,
      752.86,
      273.84,
      764.86
    ],
    "text": "Decided on : 15.11.2023",
    "fonts": [
      "Calibri",
      "Calibri,Bold"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 1,
    "bbox": [
      72.02,
      781.9,
      324.89,
      806.38
    ],
    "text": "Page 2 of 9",
    "fonts": [
      "Calibri",
      "Calibri,Bold"
    ],
    "sizes": [
      11.039999961853027
    ]
  },
  {
    "page_number": 1,
    "bbox": [
      72.02,
      47.4,
      246.0,
      73.92
    ],
    "text": "N. Bandula Karunarathna J. (P/CA)",
    "fonts": [
      "Calibri",
      "Calibri,Bold"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 1,
    "bbox": [
      72.02,
      85.82,
      526.12,
      148.46
    ],
    "text": "This appeal is from the judgment, delivered by the learned Judge of the High Court of Kalmunai dated 29.09.2016, by which, all 3 accused-appellants, who are before this Court, were convicted and sentenced to death for having murdered one Sinnathambi Mohamed Sakir.",
    "fonts": [
      "Calibri"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 1,
    "bbox": [
      72.02,
      161.3,
      526.13,
      206.9
    ],
    "text": "The accused-appellants, had been indicted on 17.06.2009 in the High Court of Kalmunai for committing the murder of Sinnathambi Mohamed Sakir on or about 05.04.2004, at Oluvil which is punishable in terms of section 296 read with section 32 of the Penal Code.",
    "fonts": [
      "Calibri"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 1,
    "bbox": [
      72.02,
      219.74,
      526.08,
      316.01
    ],
    "text": "In this case, all 3 accused-appellants were sentence to death by the learned High Court Judge of Kalmunai on 20.07.2010. They preferred an appeal against the said conviction and the sentence. The Court of Appeal by its decision dated 25.09.2014 ordered to have a trial de novo. The trial had commenced on 31.05.2016, for the 2nd time before the High Court of Kalmunai, during which the prosecution had, led evidence of 12 witnesses, marked documents P 3 and P 3A.",
    "fonts": [
      "Calibri",
      "Calibri,Italic"
    ],
    "sizes": [
      8.039999961853027,
      12.0
    ]
  },
  {
    "page_number": 1,
    "bbox": [
      72.02,
      327.86,
      526.05,
      408.29
    ],
    "text": "Once the prosecution had closed its case, the 1st and 3rd accused-appellants gave evidence on oath and were cross-examined by the State Counsel. The 2nd accused-appellant made a dock statement. The learned trial Judge convicted all 3 of them for the offence of murder and sentenced to death. Aggrieved by the said decision all 3 accused-appellants preferred this appeal.",
    "fonts": [
      "Calibri"
    ],
    "sizes": [
      8.039999961853027,
      12.0
    ]
  },
  {
    "page_number": 1,
    "bbox": [
      72.02,
      421.01,
      458.81,
      433.01
    ],
    "text": "Grounds of appeal set forth on behalf of the accused-appellants are as follows;",
    "fonts": [
      "Calibri"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 1,
    "bbox": [
      107.54,
      442.91,
      526.13,
      583.27
    ],
    "text": "i. The evidence of each witness is inherently weak and creates a serious doubt as to the credibility of the purported eyewitness Shifaya. ii. There are contradictions inter se in the evidence of these 12 witnesses which renders the prosecution case unreliable. iii. The evidence of the 1st accused-appellant clearly exculpates the 2nd and 3rd accused as being assailants and this item of evidence has not been considered at all by the learned High Court Judge.",
    "fonts": [
      "Arial",
      "Calibri",
      "Calibri,Italic"
    ],
    "sizes": [
      8.039999961853027,
      12.0
    ]
  },
  {
    "page_number": 1,
    "bbox": [
      72.02,
      595.15,
      528.77,
      717.82
    ],
    "text": "The incident took place in the morning around 9.30 on 05.04.2004 in Oluvil - 01. The occasion was that the deceased visited his sister's house in Oluvil-01 and then he got ready to have a bath at his sister's well which was located at the front left side of her house. The case of the prosecution is that while he was out for a bath, the 1st accused, who was a lady then 42 years old held him from back and the 2nd and 3rd accused assaulted him by clubs. The deceased was 26 years old at the time of the incident and he was a healthy and strong youth. The prosecution witness Sinnathamby Shifaya, who is the only eye witness to the scene stated that she saw the incident through a cadjan fence which was at the rear boundary of her house.",
    "fonts": [
      "Calibri"
    ],
    "sizes": [
      8.039999961853027,
      12.0
    ]
  },
  {
    "page_number": 1,
    "bbox": [
      72.02,
      728.59,
      526.12,
      757.42
    ],
    "text": "The 1st accused-appellant and the 3rd accused-appellant gave evidence and the 2nd accused gave a dock statement. His version was that there was a dispute between the families of the",
    "fonts": [
      "Calibri"
    ],
    "sizes": [
      8.039999961853027,
      12.0
    ]
  },
  {
    "page_number": 2,
    "bbox": [
      72.02,
      781.9,
      324.89,
      806.38
    ],
    "text": "Page 3 of 9",
    "fonts": [
      "Calibri",
      "Calibri,Bold"
    ],
    "sizes": [
      11.039999961853027
    ]
  },
  {
    "page_number": 2,
    "bbox": [
      72.02,
      47.28,
      526.13,
      154.1
    ],
    "text": "deceased and the accusedappellants respectively, as to they supported in antagonistic political parties at the general election 2004. The deceased Sakeer came to the 1st accused's house while she was alone on 05.04.2004 lifting his sarong and attempted to rape her and threatened that he will kidnap and rape her daughter. The 2nd witness was at Dawood's house and the 3rd accused was attending classes at the material time. The 1st accused-appellant used the right of private defence and gave several blows with a club. The deceased Sakeer jumped over the wall and ran.",
    "fonts": [
      "Calibri"
    ],
    "sizes": [
      8.039999961853027,
      12.0
    ]
  },
  {
    "page_number": 2,
    "bbox": [
      72.02,
      165.98,
      260.4,
      177.98
    ],
    "text": "Sinnathamby Shifaya (vide page 178);",
    "fonts": [
      "Calibri"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 2,
    "bbox": [
      72.02,
      189.74,
      526.1,
      296.69
    ],
    "text": "She was the sister of the victim and she had studied up to Ordinary Level. She said that there were walls on the three boundaries of her land and the rear boundary was a cadjan fence. She further testified that the front side of her land faced a lane (vide page p185). This corroborated the sketch produced by the police at page 532. She testified that the adjoining land of her rear boundary was a bare land (vide page 186) where the incident took place. However, this was contrary to the sketch of the police. According to the said sketch the bare land was in between Azees' house and the accuseds house.",
    "fonts": [
      "Calibri"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 2,
    "bbox": [
      72.02,
      308.45,
      526.1,
      383.69
    ],
    "text": "She said her deceased brother came to her house at Oluvil-01 in the morning from her sister's house which was at Oluvil-02. She was bathing at the well. The well was located at the front left side of her house and the front was facing the lanes which lead to the main road. Her brother, deceased Sakeer said he wanted to bathe as well and was getting ready to take a bath while talking to his sister.",
    "fonts": [
      "Calibri"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 2,
    "bbox": [
      72.02,
      395.45,
      526.13,
      755.38
    ],
    "text": "She testified that while she was bathing at the well, she heard a noise (of people hitting) from rear side of the of the house and some voices. The voices were voices of a male, a female and her brother's voice. She said that she ran towards the rear side and looked out through the fence. ('I peeped through rear fence') She said that the fence was taller than her and further she admitted that it was taller than her present height answering a question lead at the examination-in-chief. She has said elsewhere that she climbed on a toilet pit which was situated in a smaller gap and stood and looked 10 to 15 feet away. This is the most material part of her testimony where she testified that she saw the incident. The entirety of the prosecution's evidence was based on her evidence as she was the only eyewitness to the incident. It is respectfully submitted that there was no possibility whatsoever to see the place at which the incident took place. This makes it clear by referring the sketch produced by the police. In the said sketch her house is marked as `A' and shows clearly that the front side of her land was facing the lane. Azees' house which was marked 'C' was in her left boundary and the bare land and the narrow pathway where the incident took place was next to Azees' house. According to her version, the rear boundary of her land was a cadjan fence and she saw the incident through and/or over that fence. Therefore, the rear boundary is the opposing boundary of the front side which was facing the lane and the cadjan fence was at that boundary. It is impossible seeing the incident through the cadjan fence which was at her rear boundary and hence her testimony is suspicious. It is further observable, that the bare land is located next to the accuseds house and this corroborated the version of the 1st accused. The 1st accused stated that the deceased ran and jumped over the wall when she attacked him. It is respectfully submitted that the injured Sakeer, who was the victim was found on the narrow pathway in between the bare land and Azees' house and not in the bare land. The injured",
    "fonts": [
      "Calibri"
    ],
    "sizes": [
      8.039999961853027,
      12.0
    ]
  },
  {
    "page_number": 3,
    "bbox": [
      72.02,
      781.9,
      324.89,
      806.38
    ],
    "text": "Page 4 of 9",
    "fonts": [
      "Calibri",
      "Calibri,Bold"
    ],
    "sizes": [
      11.039999961853027
    ]
  },
  {
    "page_number": 3,
    "bbox": [
      72.02,
      47.28,
      526.13,
      75.12
    ],
    "text": "Sakeer might have fallen unconscious on the narrow pathway while he was walking towards his house after jumping over the wall of the accuseds house.",
    "fonts": [
      "Calibri"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 3,
    "bbox": [
      72.02,
      85.91,
      526.13,
      177.98
    ],
    "text": "The witness Shifaya further said that she saw Aysha Umma and the 2nd and the 3rd accused-appellant embracing her brother tightly and somewhere else she has stated that the 1st accused-appellant has held the deceased from the backside embracing his stomach and the other two, the 2nd and the 3rd accused hit the deceased using poles 1 1/2 feet long and cylindrically shaped and they had attacked the deceased all over his body by poles. She said that she saw her brother falling down.",
    "fonts": [
      "Calibri"
    ],
    "sizes": [
      8.039999961853027,
      12.0
    ]
  },
  {
    "page_number": 3,
    "bbox": [
      72.02,
      189.74,
      526.13,
      296.69
    ],
    "text": "Then, she had screamed and ran to that place through an opening in the cadjan fence. Nevertheless, it was impossible for her to reach that place through the boundary at the side of Azees' house as it were barbed wire fences in all four boundaries of his land. However, she could not go to the bare land and the adjacent narrow pathway through her rear boundary as it faced the opposite side of the place where the incident took place. The only possibility to reach the bare land was through her front gate which was facing the lane connecting to the main road.",
    "fonts": [
      "Calibri"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 3,
    "bbox": [
      72.02,
      308.45,
      526.13,
      431.09
    ],
    "text": "She stated that once she went to her brother, she caught his hand and stood he up and opened his eyes. Later, Azees and some unknown neighbours came and lifted him and took him to the sister's house and the victim walked with the help of them (vide page 197). She further stated that she saw the accused-appellants with poles over their shoulders among the mob gathered (vide page 195). However, this was not corroborated by any other witness. She stated that afterwards, they took the injured Sakeer to the Palamunai Hospital (vide page 198) by Ismile's vehicle (vide page 199) and later to Batticaloa Hospital and from there to Kandy Hospital where he died on the way to the Kandy hospital.",
    "fonts": [
      "Calibri"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 3,
    "bbox": [
      72.02,
      442.97,
      343.94,
      454.97
    ],
    "text": "b) Mohamed Ibrahim Mohamed Azeez (vide page 268);",
    "fonts": [
      "Calibri"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 3,
    "bbox": [
      72.02,
      466.75,
      526.13,
      668.5
    ],
    "text": "He was a Police Sergeant of Kattankudy Police station and was a neighbour of Shifaya. He testified that he heard a noise about 150 m away of ladies gathered and a fight when he was at home at about 10 am. He testified that he went there within 5 minutes hearing the noise and there were 15- 20 people gathered. At the scene he saw injured Sakeer curled and fallen down bleeding from mouth and nose. He further stated that the victim was not conscious at that time. He said that the victim was taken to Shifaya's house through the main gate of her house. He stated that all four sides of his land, which was introduced by the purported eyewitness Shifaya as the 'bare land' where the incident took place, had put up wire fences in 1998. He further stated that there was no access to the bare land (which was marked D in the sketch of the police at page 532) through the cadjan fence. He further admitted that he did not see the accused among the crowd. This corroborates with the version of the 1st accused in which she stated that after several blows Sakeer, the deceased jumped over the wall and ran.",
    "fonts": [
      "Calibri"
    ],
    "sizes": [
      8.039999961853027,
      12.0
    ]
  },
  {
    "page_number": 3,
    "bbox": [
      72.02,
      679.27,
      337.22,
      692.26
    ],
    "text": "c) 10th witness Ahamed Mohideen Mohamed Naseef;",
    "fonts": [
      "Calibri"
    ],
    "sizes": [
      8.039999961853027,
      12.0
    ]
  },
  {
    "page_number": 3,
    "bbox": [
      72.02,
      704.14,
      525.98,
      763.54
    ],
    "text": "He was the police inspector of the Police Station Chavalakade. He testified that Ahamed Lebbe Alima Kandu made the first complaint to the Oluvil Police Station. According to his version the incident took place at 10.15 am. He left the police station by bike at 10.50 am and reached at the scene at 11.15am. He investigated the crime scene and prepared a sketch of the crime",
    "fonts": [
      "Calibri"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 4,
    "bbox": [
      72.02,
      781.9,
      324.89,
      806.38
    ],
    "text": "Page 5 of 9",
    "fonts": [
      "Calibri",
      "Calibri,Bold"
    ],
    "sizes": [
      11.039999961853027
    ]
  },
  {
    "page_number": 4,
    "bbox": [
      72.02,
      47.28,
      526.13,
      169.94
    ],
    "text": "scene and did not take further action except that. He observed blood mixed with sand from that place and there was no other production from there. (In her evidence the purported eye witness admitted that she showed the place where the incident took place to the police.) The sketch prepared by the police is a vital piece of evidence which helped to ascertain the area where the incident took place. According to the sketch, at the rear side of Shifaya's house (marked A) is the house of Azees (marked C). The bare land (marked D) is situated next to the accused's house. The Inspector has not gone to Shifaya's house. The Inspector further admitted that he did not examine the accused's house.",
    "fonts": [
      "Calibri"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 4,
    "bbox": [
      72.02,
      180.83,
      302.16,
      193.82
    ],
    "text": "d) 14th witness - Mohamed Nazar Roohul Haq;",
    "fonts": [
      "Calibri"
    ],
    "sizes": [
      8.039999961853027,
      12.0
    ]
  },
  {
    "page_number": 4,
    "bbox": [
      72.02,
      205.58,
      526.11,
      264.98
    ],
    "text": "He was the doctor who gave evidence on the post-mortem report. According to the post-mortem report, there was an injury (4th injury) to the back side of the body. However, the purported eye witness Shifaya stated that the 1st accused held the victim from the backside and the 2nd and 3rd accused attacked him on the front side of his body.",
    "fonts": [
      "Calibri"
    ],
    "sizes": [
      8.039999961853027,
      12.0
    ]
  },
  {
    "page_number": 4,
    "bbox": [
      72.02,
      276.89,
      526.13,
      352.01
    ],
    "text": "Witness Shifaya, within a few hours after having witnessed the incident made a complaint to the police. The incident occurred between 8.45am to 10.00am and the first complaint was made at 10.15am. Consequent to this, the examination of the scene of the crime was done at 11.25am. It is clear that the witness Shifaya passed the test of spontaneity which attached credibility to her evidence.",
    "fonts": [
      "Calibri"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 4,
    "bbox": [
      72.02,
      363.89,
      526.13,
      407.45
    ],
    "text": "As per the case Raiapaksha Ratnayaka Chandraratne, Vs the Attorney General; CA 220/10 24.07.2020, it is evident that PW 1 has complained at the earliest opportunity which presented itself therefore, the test of spontaneity and contemporaneity is in her favour.",
    "fonts": [
      "Calibri"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 4,
    "bbox": [
      72.02,
      419.33,
      282.12,
      431.33
    ],
    "text": "Judicial Medical Officer's evidence. (JMO)",
    "fonts": [
      "Calibri"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 4,
    "bbox": [
      72.02,
      443.09,
      526.12,
      676.42
    ],
    "text": "The Judicial Medical Officer in evidence has stated that there were 5 injuries on the victim and they may have caused the death in the ordinary course of nature. Furthermore, it has been stated that the injuries were consistent with that of the injuries which could be caused by the use of a blunt weapon of cylindrical shape. This is consistent with the evidence as to the murder weapon elicited by PW 1. In Bilingahawattegedera Karunaratne alias Raja and Bilingahawattegedera Ariyaratne vs. The Attorney General C. A. Case No.: 104/12 dated 16/02/2017 a similar issue was raised. There, according to the evidence of the Judicial Medical Officer (JMO} there have been 8 injuries on the dead body including a surgical incision. He has observed blunt trauma injuries on the dead body and has opined that heavy force has been used as the skull has been fractured into small pieces and the brain matter has come out from the torn dura through the skull fractures. He has further stated that the injuries have been caused due to several blows. This witness has further confirmed that the pole marked P2 can cause the injuries observed by him. This clearly shows that the observations made by the doctor on the injuries and the weapon, corroborate the evidence of eye witnesses Soma and Premadasa.",
    "fonts": [
      "Calibri"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 4,
    "bbox": [
      72.02,
      688.3,
      526.11,
      763.54
    ],
    "text": "Similarlyin, Kathaluwa Weligamage Amararathne vs. The Attorney General SC Appeal 130/2016 dated 17.07.2019 the Judicial Medical Officer who conducted the post-mortem of the deceased Henry Wittachchi had testified to the effect that the deceased had sustained one injury to the chest which had penetrated the right atrium of the heart. He opined that the injury was necessarily a fatal one and no amount of medical care could have prevented",
    "fonts": [
      "Calibri"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 5,
    "bbox": [
      72.02,
      781.9,
      324.89,
      806.38
    ],
    "text": "Page 6 of 9",
    "fonts": [
      "Calibri",
      "Calibri,Bold"
    ],
    "sizes": [
      11.039999961853027
    ]
  },
  {
    "page_number": 5,
    "bbox": [
      72.02,
      47.28,
      525.7,
      75.12
    ],
    "text": "his death. Furthermore, his evidence is corroborated through the independent evidence of the Judicial Medical Officer and the recovery of the chisel in the course of the investigation.",
    "fonts": [
      "Calibri"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 5,
    "bbox": [
      72.02,
      86.9,
      228.0,
      98.9
    ],
    "text": "Contradictions and Omissions.",
    "fonts": [
      "Calibri"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 5,
    "bbox": [
      72.02,
      110.78,
      526.13,
      170.18
    ],
    "text": "there were no contradictions marked in PW1's statement to the police and other contradictions and omissions marked do not go to the root of the case and do not affect the prosecution case in a fundamental manner. PW1 who is the main eye witness to this incident, was largely consistent in giving evidence which makes her evidence reliable.",
    "fonts": [
      "Calibri"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 5,
    "bbox": [
      72.02,
      181.94,
      526.11,
      273.02
    ],
    "text": "It was held in M. Ajith Ku mara alias Ajith vs. The Attorney General C.A. No. 208/2012 dated 26.09.2014 that, only contradiction and omissions suggested do not take the defence case to any acceptable position. In any event no material contradiction surfaced at the trial. As such much importance cannot be placed on such minor discrepancies. The suggested discrepancies do not go to the root of the matter and not capable of shaking the basic version of the prosecution case.",
    "fonts": [
      "Calibri"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 5,
    "bbox": [
      72.02,
      284.81,
      525.82,
      391.73
    ],
    "text": "In a similar vein, The Attorney General vs. Sandanam Pitchi Mary Theresa 2011 (2) SLR 292 held, \"Whilst internal contradictions or discrepancies would ordinarily affect the trustworthiness of the witness statement, it is well established that the Court must exercise its judgment on the nature of the inconsistency or contradiction and whether they are material to the facts in issue. Discrepancies which do not go to the root of the matter and assail the basic version of the witness cannot be given too much importance. Witnesses should not have disbelieved on account of trifling discrepancies and omissions.",
    "fonts": [
      "Calibri"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 5,
    "bbox": [
      72.02,
      403.49,
      526.12,
      494.59
    ],
    "text": "In the case of Mohamed Nivas Naufer and Others vs. Attorney General SC Appeal 01/2006, It was held that when faced with contradictions in witness testimonial, the court must bear in mind the nature and significance of the contradictions, viewed in the light of the whole of the evidence given by the witness. It was further held that, too great a significance cannot be attached to minor discrepancies or contradictions as by and large a witness cannot be expected to possess a photographic memory and to recall the exact details of an incident.",
    "fonts": [
      "Calibri"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 5,
    "bbox": [
      72.02,
      505.36,
      526.12,
      723.94
    ],
    "text": "As per defence evidence, the 1st accused-appellant (1A) has maintained at a particular point in her evidence that the deceased had harassed her and that she had acted in self-defence, which was the reason that she used a pole which was near her to strike the deceased. The position she held as to self-defence was not suggested to PW 1. Furthermore, during her examination-in-chief she stated that it was the deceased who pelted stones at her house, however in the cross-examination she had said that she saw the deceased and his brother pelted stones and then ran away. The 2nd accused-appellant (2A), in his dock statement has taken the stance that he was asleep at Dawood's house (upstairs) while the 3rd accused-appellant (3A) stated in evidence that he was away studying with friends. The defence has not suggested to the prosecution witness that 3A was not at the scene of the crime. Furthermore, although 3A claims that he has played no part in this crime, he states that he surrendered to court through an attorney as he was absconding for 10-15 days (Vide page 452 of the translated brief). It is clear that if he did not participate in the crime that he would not have a reason to resort to this type of behaviour.",
    "fonts": [
      "Calibri"
    ],
    "sizes": [
      8.039999961853027,
      12.0
    ]
  },
  {
    "page_number": 5,
    "bbox": [
      72.02,
      735.7,
      525.96,
      763.54
    ],
    "text": "None of the evidence submitted by the defence has raised doubt with regard to the prosecution case.",
    "fonts": [
      "Calibri"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 6,
    "bbox": [
      72.02,
      781.9,
      324.89,
      806.38
    ],
    "text": "Page 7 of 9",
    "fonts": [
      "Calibri",
      "Calibri,Bold"
    ],
    "sizes": [
      11.039999961853027
    ]
  },
  {
    "page_number": 6,
    "bbox": [
      72.02,
      47.28,
      526.01,
      90.84
    ],
    "text": "There is no evidence as to animosity between the accused-appellants and PW1, who is the main eye witness. There is no reason for PW 1 to falsely claim that 1A, 2A and 3A were present at the scene and committing the purported acts.",
    "fonts": [
      "Calibri"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 6,
    "bbox": [
      72.02,
      102.74,
      526.13,
      241.22
    ],
    "text": "In Pannila Gamage Roshan Sampath Kumara vs. The Attorney General C.A.Case NO:-34/2013 dated 23.06.2015, it has been held thus; The accused-appellant has given evidence from the dock and the learned trial Judge has held that the dock statement has not created any doubt in the prosecution case. The accused-appellant has only denied the charge against him and said that he had no animosity with deceased. There is hardly any evidence in the dock statement to evaluate. It amounts only to a bare denial of the allegation levelled against him by the prosecution. In my view that the learned trial Judge has correctly rejected the dock statement of the accused-appellant. The dock statement is not credible and nor does it create any doubt on the prosecution case.",
    "fonts": [
      "Calibri"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 6,
    "bbox": [
      72.02,
      252.98,
      526.08,
      312.41
    ],
    "text": "On perusal of the judgment of the learned trial Judge it is stark that the trial Judge had considered and evaluated all the material evidence that had been led before him at the trial by both parties. Considering the above, there is no ground either in law or fact to allow this appeal.",
    "fonts": [
      "Calibri"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 6,
    "bbox": [
      72.02,
      323.3,
      526.13,
      367.85
    ],
    "text": "The evidence of defence witnesses the case of defence rests on the evidence of the 1st accused - Uthumalebbai Semilathumma, the 3rd accused - Atham Lebbai Mohamed Ibrahim and the 2nd accused gave a dock statement.",
    "fonts": [
      "Calibri"
    ],
    "sizes": [
      8.039999961853027,
      12.0
    ]
  },
  {
    "page_number": 6,
    "bbox": [
      72.02,
      378.74,
      310.32,
      391.73
    ],
    "text": "The 1st accused - Uthumalebbai Semilathumma.",
    "fonts": [
      "Calibri"
    ],
    "sizes": [
      8.039999961853027,
      12.0
    ]
  },
  {
    "page_number": 6,
    "bbox": [
      72.02,
      403.49,
      526.12,
      494.59
    ],
    "text": "She was an illiterate woman who had given birth to 9 children. The period in which the incident happened was the time of the General Election and she and her family were supporters of Athaulla whilst the deceased and their family supported Hakeem. The deceased came to invite the 1st accused and her family for a meal which were organized by their political party and they refused as they supported the opposing party. Because of that reason some of the deceased Sinnathamby's people threw stones at her houses.",
    "fonts": [
      "Calibri"
    ],
    "sizes": [
      8.039999961853027,
      12.0
    ]
  },
  {
    "page_number": 6,
    "bbox": [
      72.02,
      506.35,
      528.77,
      723.94
    ],
    "text": "The deceased Sinnathamby came to her house on 05.04.2004, on the date of the incident before breakfast and pulled her clothes and harassed her saying that he will give her the 10th child and tried to rape her and further the deceased Sakeer said he will rape her daughter. There she attacked the deceased by a pole to defend her dignity and the blows may have been made on his head. At the material time, her husband had gone to the sea and the 2nd accused was at the house belonging to Dawood and the 3rd accused had gone to tuition classes. The 2nd accused came to the scene and asked what happened after the deceased Sakeer ran and jumped over the wall. The 3rd accused came there at about 11.00 am when the crowds were gathering at her house. She made a complaint to the police after the incident. She was arrested while she was at her house. The police told her that her house was demolished and burnt after the arrest. At the police station, she gave a statement to the police and placed her thump impression. She was illiterate and could not read what was recorded and the police did not read over the statement to her and therefore did not know whether the police recorded entire statement (vide page 439 bottom).",
    "fonts": [
      "Calibri"
    ],
    "sizes": [
      8.039999961853027,
      12.0
    ]
  },
  {
    "page_number": 6,
    "bbox": [
      72.02,
      734.71,
      335.78,
      747.7
    ],
    "text": "b. The 3rd accused - Atham Lebbai Mohamed Ibrahim",
    "fonts": [
      "Calibri"
    ],
    "sizes": [
      8.039999961853027,
      12.0
    ]
  },
  {
    "page_number": 7,
    "bbox": [
      72.02,
      781.9,
      324.89,
      806.38
    ],
    "text": "Page 8 of 9",
    "fonts": [
      "Calibri",
      "Calibri,Bold"
    ],
    "sizes": [
      11.039999961853027
    ]
  },
  {
    "page_number": 7,
    "bbox": [
      72.02,
      46.29,
      526.13,
      217.34
    ],
    "text": "He was the 3rd son of the 1st accused Uthumalebbai Semilathumma and was 17 years old when the incident occurred. He stated the election held on 02.04.2004 and during that period stones were pelted at their house (446). He further stated that Sakeer's brother Rizad was caught by the public on 04.04.2004 at 11.00pm for such incident related to pelting stones at the houses (446). He was at the house of Hussain for group study with friends namely Rizkhan, Basith and Azmin (450) on 05.04.2004 at the time of the incident. (447). The 2nd accused who was the brother of him slept at their grandfather Dawood's house (447). When he arrived home at 11.00 am for a meal, the mother was on the road in front of the house and there was a mob (447). He was very young and left the house afterwards as he was frightened that those Muslim Congress supporters would attack on him (448). The same day, their house was set fire (448).",
    "fonts": [
      "Calibri"
    ],
    "sizes": [
      8.039999961853027,
      12.0
    ]
  },
  {
    "page_number": 7,
    "bbox": [
      72.02,
      228.23,
      255.12,
      241.22
    ],
    "text": "c. The 2nd accuseds dock statement.",
    "fonts": [
      "Calibri"
    ],
    "sizes": [
      8.039999961853027,
      12.0
    ]
  },
  {
    "page_number": 7,
    "bbox": [
      72.02,
      251.99,
      526.05,
      407.33
    ],
    "text": "He was the 4th son of the 1st accused Uthumalebbai Semilathumma and was 19 years old when the incident occurred. At the material period he was following a motor repairing course after his Ordinary Levels. He said his mother and father were Athaulla's supporters. On 01.04.2004, 02.04.2004, 03.04.2004, 04.04.2004 and 05,04.2004 stones were thrown out to several houses including their house. While he was sleeping at Dawood's house he heard someone shouting `ayyo, ammah' it was the voice of his unsound younger sister who was also shouting was heard and he had gone there to check that and he saw her mother leant over the fence. He asked the mother what happened and she told that Sakeer told I will give you the 10th child and I will kidnap your eldest daughter. He was firm in his position that he did not attack and denied the charges.",
    "fonts": [
      "Calibri"
    ],
    "sizes": [
      8.039999961853027,
      12.0
    ]
  },
  {
    "page_number": 7,
    "bbox": [
      72.02,
      419.09,
      200.28,
      431.09
    ],
    "text": "4. Errors in the Judgment",
    "fonts": [
      "Calibri"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 7,
    "bbox": [
      72.02,
      442.97,
      526.02,
      533.95
    ],
    "text": "The Judgment was delivered by High Court Judge who did not evaluate the evidence properly. It is demonstrable that, consequently, the perception of the evidence by him is faulty and resulted in misdirections of fact and law and the failure to consider relevant circumstances, this has left to manifest error and a miscarriage of justice. If evidence had been properly analysed, the learned Judge could not have possibly held that the charge had been established.",
    "fonts": [
      "Calibri"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 7,
    "bbox": [
      72.02,
      545.83,
      320.18,
      557.83
    ],
    "text": "The evidence reveals that the incident took place;",
    "fonts": [
      "Calibri"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 7,
    "bbox": [
      72.02,
      569.59,
      525.73,
      613.15
    ],
    "text": "a. The entirety of the prosecution's case based upon the evidence of the purported eyewitness Shifaya. There was no single piece of evidence which accused linked to the incident.",
    "fonts": [
      "Calibri"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 7,
    "bbox": [
      72.02,
      625.03,
      471.29,
      637.03
    ],
    "text": "b. The evidence of the purported eyewitness is open to grave doubt inasmuch as:",
    "fonts": [
      "Calibri"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 7,
    "bbox": [
      108.02,
      648.94,
      526.12,
      675.46
    ],
    "text": "1. She saw the incident through and/or over the cadjan fence which was the rear boundary of her land.",
    "fonts": [
      "Calibri"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 7,
    "bbox": [
      108.02,
      686.26,
      525.84,
      712.78
    ],
    "text": "2. The purported incident occurred at the front side of her land and there was no possibility to see that through the cadjan fence.",
    "fonts": [
      "Calibri"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 7,
    "bbox": [
      72.02,
      722.47,
      525.98,
      751.3
    ],
    "text": "Moreover, the learned Judge has concluded that the 2nd and 3rd accused are guilty upon a consideration of the prosecution case without considering the evidence led by the defence.",
    "fonts": [
      "Calibri"
    ],
    "sizes": [
      8.039999961853027,
      12.0
    ]
  },
  {
    "page_number": 8,
    "bbox": [
      72.02,
      781.9,
      324.89,
      806.38
    ],
    "text": "Page 9 of 9",
    "fonts": [
      "Calibri",
      "Calibri,Bold"
    ],
    "sizes": [
      11.039999961853027
    ]
  },
  {
    "page_number": 8,
    "bbox": [
      72.02,
      47.28,
      526.11,
      138.38
    ],
    "text": "The learned Judge also failed to consider the material contradiction between the evidence of Shifaya and witness Azees. Although Shifaya claims to have seen the incident through and/or over the cadjan fence there was no way to investigate the place where the purported incident took place. The sketch made by the police and the evidence of Azees made it clear that the purported eyewitness was not in position to witness her testimony. If this evidence is accepted Shifaya could not have seen the assailants.",
    "fonts": [
      "Calibri"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 8,
    "bbox": [
      72.02,
      149.15,
      526.13,
      225.38
    ],
    "text": "The learned Judge makes only a perfunctory examination of the evidence of the 1st accused. He concludes that what the 1st accused said was not true. He gives no reasons for this conclusion. Moreover, in arriving at this conclusion he has failed to take into account the following circumstances, which clearly support the evidence of the 1st and 3rd accused and exclude them as the assailants.",
    "fonts": [
      "Calibri"
    ],
    "sizes": [
      8.039999961853027,
      12.0
    ]
  },
  {
    "page_number": 8,
    "bbox": [
      72.02,
      237.14,
      526.06,
      280.85
    ],
    "text": "These misdirection and omissions on the part of the learned Judge vitiate the judgment. It is submitted, that on a proper analysis of the evidence, it is an escapable conclusion that all the three accused, the 1st, 2nd and 3rd accused are not the assailants.",
    "fonts": [
      "Calibri"
    ],
    "sizes": [
      8.039999961853027,
      12.0
    ]
  },
  {
    "page_number": 8,
    "bbox": [
      72.02,
      292.61,
      526.13,
      399.53
    ],
    "text": "In the aforesaid, the identification of the accused-appellants was not properly established and it is unsafe to uphold the conviction of the 1st, 2nd and 3rd accused-appellants. The prosecution failed to prove the basic elements of a crime namely, actus-reus and mens rea or the common intention relating to the accused-appellants. The dock statements made by the accused-appellants were not properly evaluated by the learned High Court Judge. The learned High Court Judge has failed to consider the above matters and there are serious misdirections regarding the burden of proof and evaluation of the evidence of the prosecution.",
    "fonts": [
      "Calibri",
      "Calibri,Italic"
    ],
    "sizes": [
      8.039999961853027,
      12.0
    ]
  },
  {
    "page_number": 8,
    "bbox": [
      72.02,
      411.29,
      525.98,
      486.55
    ],
    "text": "The prosecution has failed to prove its case beyond reasonable doubt and that the conviction and the sentence imposed on the accused-appellants cannot stand. Owing to the above circumstances, this court is of the view that the learned trial Judge has lamentably failed in evaluating the entirety of the evidence that was before him and therefore, the convictions of the appellants are quashed.",
    "fonts": [
      "Calibri"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 8,
    "bbox": [
      72.02,
      498.31,
      526.11,
      573.55
    ],
    "text": "The case against the accused-appellants were not proven beyond reasonable doubt and the conviction is not within the well-established principles of law as enumerated above. On the premises aforementioned this court sets aside the judgement dated 29.09.2016, whereby the accused-appellants were convicted and sentenced to death and now pronounces a fresh judgment of acquittal from all charges in the indictment.",
    "fonts": [
      "Calibri"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 8,
    "bbox": [
      72.02,
      585.43,
      525.79,
      613.15
    ],
    "text": "Therefore, in the above circumstances, the conviction and the sentence are set aside and the accused-appellants are acquitted and discharged from all counts in the indictment.",
    "fonts": [
      "Calibri"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 8,
    "bbox": [
      72.02,
      625.03,
      155.61,
      637.03
    ],
    "text": "Appeal allowed.",
    "fonts": [
      "Calibri"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 8,
    "bbox": [
      72.02,
      663.58,
      523.73,
      734.26
    ],
    "text": "President of the Court of Appeal R. Gurusinghe J.",
    "fonts": [
      "Calibri",
      "Calibri,Bold"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 8,
    "bbox": [
      144.02,
      736.9,
      326.78,
      748.9
    ],
    "text": "I agree.",
    "fonts": [
      "Calibri,Bold"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 8,
    "bbox": [
      360.07,
      751.54,
      508.13,
      763.54
    ],
    "text": "Judge of the Court of Appeal.",
    "fonts": [
      "Calibri,Bold"
    ],
    "sizes": [
      12.0
    ]
  }
]