[
  {
    "page_number": 0,
    "bbox": [
      50.4,
      781.9,
      317.67,
      806.38
    ],
    "text": "Page 1 of 7",
    "fonts": [
      "Calibri",
      "Calibri-Bold"
    ],
    "sizes": [
      11.039999961853027
    ]
  },
  {
    "page_number": 0,
    "bbox": [
      82.46,
      74.28,
      501.17,
      86.28
    ],
    "text": "IN THE COURT OF APPEAL OF THE DEMOCRATIC SOCIALIST REPUBLIC OF SRI LANKA.",
    "fonts": [
      "Calibri-Bold"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 0,
    "bbox": [
      302.45,
      98.06,
      533.08,
      141.74
    ],
    "text": "An Appeal filed interims of Article 138 of the Constitution and Section 331 of the Criminal Procedure Code Act No. 15 of 1979.",
    "fonts": [
      "Calibri"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 0,
    "bbox": [
      50.4,
      177.38,
      392.3,
      189.38
    ],
    "text": "Court of Appeal No CA-HCC-0055/2013 Attorney General",
    "fonts": [
      "Calibri",
      "Calibri-Bold"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 0,
    "bbox": [
      50.4,
      201.14,
      532.01,
      213.14
    ],
    "text": "HC Gampaha 123/06 Complainant",
    "fonts": [
      "Calibri",
      "Calibri-Bold"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 0,
    "bbox": [
      302.45,
      224.9,
      322.94,
      236.9
    ],
    "text": "Vs.",
    "fonts": [
      "Calibri-Bold"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 0,
    "bbox": [
      302.45,
      248.78,
      524.07,
      276.62
    ],
    "text": "Wijesuriya Arachchilage Damith Nayanapriya Wijesuriya.",
    "fonts": [
      "Calibri"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 0,
    "bbox": [
      467.86,
      288.41,
      538.73,
      300.41
    ],
    "text": "Accused",
    "fonts": [
      "Calibri",
      "Calibri-Bold"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 0,
    "bbox": [
      302.45,
      312.17,
      399.38,
      324.17
    ],
    "text": "And now between",
    "fonts": [
      "Calibri-Bold"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 0,
    "bbox": [
      302.45,
      336.05,
      524.15,
      363.89
    ],
    "text": "Wijesuriya Arachchilage Damith Nayanapriya Wijesuriya.",
    "fonts": [
      "Calibri"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 0,
    "bbox": [
      437.23,
      375.65,
      535.97,
      387.65
    ],
    "text": "Accused-Appellant",
    "fonts": [
      "Calibri-Bold"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 0,
    "bbox": [
      302.45,
      399.41,
      322.94,
      411.41
    ],
    "text": "Vs.",
    "fonts": [
      "Calibri-Bold"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 0,
    "bbox": [
      302.45,
      423.05,
      451.28,
      523.03
    ],
    "text": "The Attorney General Attorney General's Department, Colombo 12. Officer in Charge Police Station, Gampaha,",
    "fonts": [
      "Calibri"
    ],
    "sizes": [
      11.039999961853027,
      12.0
    ]
  },
  {
    "page_number": 0,
    "bbox": [
      398.35,
      534.79,
      533.33,
      546.79
    ],
    "text": "Complainant-Respondents",
    "fonts": [
      "Calibri-Bold"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 0,
    "bbox": [
      50.4,
      558.67,
      429.74,
      643.87
    ],
    "text": "Before: N. Bandula Karunarathna J. & R. Gurusinghe J.",
    "fonts": [
      "Calibri",
      "Calibri-Bold"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 0,
    "bbox": [
      50.4,
      654.7,
      530.81,
      695.98
    ],
    "text": "Counsel: N. Jayasinghe AAL with Jaliya Samarasinghe AAL for the accused-appellant",
    "fonts": [
      "Calibri",
      "Calibri-Bold"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 0,
    "bbox": [
      50.4,
      698.62,
      465.29,
      754.54
    ],
    "text": "Rajindra Jayaratne SC for the Complainant-Respondent Written Submissions: By the Accused-Appellant on 05.12.2021",
    "fonts": [
      "Calibri",
      "Calibri-Bold"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 0,
    "bbox": [
      194.45,
      757.06,
      442.82,
      769.06
    ],
    "text": "By the Complainant-Respondent 05.11.2018",
    "fonts": [
      "Calibri",
      "Calibri-Bold"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 1,
    "bbox": [
      50.4,
      781.9,
      317.67,
      806.38
    ],
    "text": "Page 2 of 7",
    "fonts": [
      "Calibri",
      "Calibri-Bold"
    ],
    "sizes": [
      11.039999961853027
    ]
  },
  {
    "page_number": 1,
    "bbox": [
      50.4,
      74.4,
      254.64,
      175.34
    ],
    "text": "Argued on : 07.03.2022 Decided on : 28.03.2022 N. Bandula Karunarathna J.",
    "fonts": [
      "Calibri",
      "Calibri-Bold"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 1,
    "bbox": [
      50.4,
      187.22,
      533.33,
      249.86
    ],
    "text": "This appeal is from the judgment, delivered by the learned Judge of the High Court of Gampaha, dated 08.02.2013, by which, the accused-appellant, was convicted and sentenced to 10 years rigorous imprisonment and fine of Rupees Ten Thousand (Rs. 10,000/-), in default one-year simple imprisonment.",
    "fonts": [
      "Calibri"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 1,
    "bbox": [
      50.4,
      262.58,
      490.97,
      274.58
    ],
    "text": "The accused-appellant was indicted in the High Court of Gampaha on the following count;",
    "fonts": [
      "Calibri"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 1,
    "bbox": [
      86.42,
      286.37,
      533.32,
      298.37
    ],
    "text": "Count 01: that on or about the 13.10.2000 the accused-appellant committed indecent",
    "fonts": [
      "Calibri"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 1,
    "bbox": [
      140.42,
      302.21,
      533.25,
      361.61
    ],
    "text": "sexual activity on Sachini Kalpana Wijesuriya and thereby committed the offence of grave sexual abuse of Sachini Kalpana Wijesuriya who is under sixteen years of age which is an offence punishable under Section 365b (2)b of The Penal Code as Amended by Act No 22 of 1995.",
    "fonts": [
      "Calibri"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 1,
    "bbox": [
      50.4,
      373.37,
      533.32,
      417.05
    ],
    "text": "After being served with the indictment, the accused-appellant absconded and upon the prosecution has led evidence in terms of section 241 of the Criminal Procedure Code, a trial in absentia was ordered against the accused-appellant.",
    "fonts": [
      "Calibri",
      "Calibri-Italic"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 1,
    "bbox": [
      50.4,
      428.81,
      533.28,
      519.91
    ],
    "text": "On 02.03.2012 the trial commenced in the absence of the appellant and the prosecution led the evidence of PW 1 who was the victim, PW 3 the Judicial Medical Officer, and PW 2 the victim's mother. On 23.05.2012 when PW 2's evidence was being continued, an Attorney at Law appeared on behalf of the accused-appellant and requested that PW 1 and PW 3 be re-summoned for cross-examination. Consequent to this request PW 1 and PW 3 were re-summoned but the defence then had informed Court that there would be no cross-examination.",
    "fonts": [
      "Calibri"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 1,
    "bbox": [
      50.4,
      531.67,
      533.33,
      638.59
    ],
    "text": "The prosecution then led the evidence of two police officers and they too were not cross-examined and the case for the prosecution was closed. The accused-appellant was still absconding and no defence was put forward. On 08.02.2013 the learned High Court Judge convicted the appellant to the charge in the Indictment and High Court Judge sentenced the accused to 10 years rigorous imprisonment with a fine of Rs. 10,000/-. A default term of 1-year simple imprisonment was imposed. On the day the sentence was passed the accused-appellant was still absent and there was no representation.",
    "fonts": [
      "Calibri"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 1,
    "bbox": [
      50.4,
      650.35,
      505.97,
      662.35
    ],
    "text": "Being aggrieved by the said conviction and sentence the appellant has preferred this appeal.",
    "fonts": [
      "Calibri"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 1,
    "bbox": [
      50.4,
      674.26,
      533.33,
      765.22
    ],
    "text": "One of the main arguments taken up by the learned counsel for the accused-appellant before this court is the indictment was not read over to the accused-appellant before the trial commenced on 03.03.2006 or 29.01.2007 or else on 18.07.2007. On 03.03.2006 accused-appellant was present before the High Court and the copy of the indictment was handed over to him in Open Courts. Page 21 of the appeal brief confirms it. The case was fixed for the trial and summons were issued to the prosecution witnesses to be returnable on 29.01.2007. That was the first date of trial.",
    "fonts": [
      "Calibri"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 2,
    "bbox": [
      50.4,
      781.9,
      317.67,
      806.38
    ],
    "text": "Page 3 of 7",
    "fonts": [
      "Calibri",
      "Calibri-Bold"
    ],
    "sizes": [
      11.039999961853027
    ]
  },
  {
    "page_number": 2,
    "bbox": [
      50.4,
      74.28,
      533.15,
      133.7
    ],
    "text": "The accused-appellant was present before the High Court and prosecution witnesses 1 (PW 1) was absent on 29.01.2007 but PW 2 and PW 4 were present. According to page 44 of the appeal brief, the learned High Court Judge re-fixed the matter for trial as there were few partly heard cases to be taken up for trial on 29.01.2007.",
    "fonts": [
      "Calibri"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 2,
    "bbox": [
      50.4,
      145.58,
      330.5,
      157.58
    ],
    "text": "Section 196 of the criminal procedure code is as follows;",
    "fonts": [
      "Calibri"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 2,
    "bbox": [
      86.42,
      169.34,
      533.21,
      212.9
    ],
    "text": "196. When the court is ready to commence the trial the accused shall appear or be brought before it and the indictment shall be read and explained to him and he shall be asked whether he is guilty or not guilty of the offence charged.",
    "fonts": [
      "Calibri"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 2,
    "bbox": [
      50.4,
      224.78,
      533.31,
      300.05
    ],
    "text": "On 29.01.2007 the learned High Court Judge was not ready to commence the trial according to page 44 of the appeal brief. The trial was postponed to 18.07.2007. The accused-appellant was present before the High Court on that day. Even PW 1 and PW 2 were present according to page 45 of the appeal brief. Learned Junior Counsel for the accused-appellant moved for a date on personal grounds, On behalf of the Learned Senior Counsel Mr Jaliya Samarasinghe AAL.",
    "fonts": [
      "Calibri"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 2,
    "bbox": [
      50.4,
      311.81,
      533.33,
      434.45
    ],
    "text": "The case was fixed for trial on 23.01.2008 by the learned High Court Judge. On that day the accused-appellant was absent and there was no appearance on his behalf. PW 1 and PW 2 were present. An arrest warrant was issued against the accused-appellant on 23.01.2008. Thereafter the accused-appellant never appeared before the High Court and he was absconding right throughout from that day onwards. This shows when the court was ready to commence the trial the accused-appellant did not appear before the High Court. That could be the reason why the indictment was not read and explained to him. Therefore, it was the fault of the accused-appellant because the indictment was not read before the trial started.",
    "fonts": [
      "Calibri"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 2,
    "bbox": [
      50.4,
      446.33,
      533.32,
      553.15
    ],
    "text": "It is important to note that under section 196 of the criminal procedure code, whenever the accused-appellant is present before the High Court, the indictment shall be read and explained to him and he shall be asked whether he is guilty or not guilty of the offence charged. In the present case when the accused-appellant was absconding, the provisions of section 196 of the criminal procedure code cannot be applied. Although the learned counsel for the accused-appellant argued that the procedure was wrong as the indictment was not read before the trial was started in the High Court, I do not agree with the said argument due to the reasons I mentioned above.",
    "fonts": [
      "Calibri"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 2,
    "bbox": [
      50.4,
      565.03,
      533.31,
      624.43
    ],
    "text": "If the accused-appellant was present in Court but the learned trial Judge failed to read the indictment and explained it to him, then it could have been considered as a procedural error. In the present case, as it is a different scenario, I decide that the said argument of the learned counsel for the accused-appellant has no merit.",
    "fonts": [
      "Calibri"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 2,
    "bbox": [
      50.4,
      636.19,
      382.46,
      648.19
    ],
    "text": "Page 116 of the appeal brief (page 3 of the Judgment) is as follows;",
    "fonts": [
      "Calibri"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 2,
    "bbox": [
      86.42,
      658.02,
      533.75,
      717.82
    ],
    "text": ", 241 .",
    "fonts": [
      "Calibri",
      "IskoolaPota-Bold"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 2,
    "bbox": [
      50.4,
      729.22,
      533.32,
      772.78
    ],
    "text": "I agree with the argument of the learned counsel for the accused-appellant that the learned trial Judge has misdirected herself by writing in the judgment that the indictment was read over to the accused-appellant and then he pleaded not guilty for the charge against him. That sentence on page",
    "fonts": [
      "Calibri"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 3,
    "bbox": [
      50.4,
      781.9,
      317.67,
      806.38
    ],
    "text": "Page 4 of 7",
    "fonts": [
      "Calibri",
      "Calibri-Bold"
    ],
    "sizes": [
      11.039999961853027
    ]
  },
  {
    "page_number": 3,
    "bbox": [
      50.4,
      74.28,
      533.16,
      117.86
    ],
    "text": "3 of the judgment is completely wrong. It is my view that the conviction under section 241 of the criminal procedure code has no impact on the said wrong conclusion of the learned High Court Judge.",
    "fonts": [
      "Calibri"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 3,
    "bbox": [
      50.4,
      129.74,
      533.33,
      283.94
    ],
    "text": "Learned counsel for the respondent argued, it is conceded that despite his contumacious conduct during the trial when the accused-appellant was absconding, and appellant still has his right of appeal as it was decided in the case of Sudarman De Silva vs. the Attorney General 1986 (1) SLR 09. However, the accused-appellant is now estopped from questioning the creditworthiness, of the witnesses as he has refrained from cross-examining these witnesses. Even after the witnesses were re-summoned on the request of the counsel for the accused-appellant. The witnesses have not been cross-examined. The failure on the part of the defence counsel to cross-examine these witnesses necessarily gives rise to the inference that the defendant has accepted the version of the said witnesses. This was decided in the case of Dadimuni Wimalasena vs. AG - CA 135/03 decided on 10.06.2018.",
    "fonts": [
      "Calibri"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 3,
    "bbox": [
      50.4,
      295.85,
      533.1,
      355.25
    ],
    "text": "The victim testified 12 years after the alleged incident and any lapses of her testimony should be viewed in the light of the said long passage of time. This Court has held that a witness cannot be expected to testify akin to a tape recorder as a passage of time is likely to dim the memory of a witness on certain details.",
    "fonts": [
      "Calibri"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 3,
    "bbox": [
      50.4,
      367.01,
      533.33,
      410.69
    ],
    "text": "The prosecutrix stated in her evidence that she could not remember whether the accused-appellant came to her home and talked with her. She did not answer the questions as to whether the accused-appellant committed the alleged act of sexual abuse.",
    "fonts": [
      "Calibri"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 3,
    "bbox": [
      50.4,
      422.45,
      535.97,
      434.45
    ],
    "text": "The relevant portion of her evidence at page 72 of the appeal brief is reproduced below as follows:",
    "fonts": [
      "Calibri"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 3,
    "bbox": [
      72.98,
      444.37,
      280.68,
      458.33
    ],
    "text": ": ?",
    "fonts": [
      "Calibri",
      "IskoolaPota-Bold"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 3,
    "bbox": [
      72.98,
      468.03,
      158.97,
      481.99
    ],
    "text": ": .",
    "fonts": [
      "Calibri",
      "IskoolaPota-Bold"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 3,
    "bbox": [
      72.98,
      491.31,
      533.75,
      505.2
    ],
    "text": ": .",
    "fonts": [
      "IskoolaPota-Bold"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 3,
    "bbox": [
      99.98,
      506.79,
      131.13,
      520.75
    ],
    "text": "?",
    "fonts": [
      "Calibri",
      "IskoolaPota-Bold"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 3,
    "bbox": [
      72.98,
      530.43,
      181.53,
      544.39
    ],
    "text": ": .",
    "fonts": [
      "Calibri",
      "IskoolaPota-Bold"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 3,
    "bbox": [
      72.98,
      553.83,
      319.2,
      567.79
    ],
    "text": ": ?",
    "fonts": [
      "Calibri",
      "IskoolaPota-Bold"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 3,
    "bbox": [
      72.98,
      577.47,
      320.18,
      591.43
    ],
    "text": ": . .",
    "fonts": [
      "Calibri",
      "IskoolaPota-Bold"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 3,
    "bbox": [
      50.4,
      602.83,
      512.79,
      630.67
    ],
    "text": "Again, the prosecutrix was asked whether the accused-appellant did anything to her. Then she stated that she could not remember.",
    "fonts": [
      "Calibri"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 3,
    "bbox": [
      50.4,
      642.55,
      535.97,
      654.55
    ],
    "text": "The relevant portion of her evidence at page 74 of the appeal brief is reproduced below as follows:",
    "fonts": [
      "Calibri"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 3,
    "bbox": [
      72.98,
      664.26,
      318.48,
      678.22
    ],
    "text": ": ?",
    "fonts": [
      "Calibri",
      "IskoolaPota-Bold"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 3,
    "bbox": [
      72.98,
      687.54,
      193.68,
      701.5
    ],
    "text": ": .",
    "fonts": [
      "Calibri",
      "IskoolaPota-Bold"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 3,
    "bbox": [
      72.98,
      710.94,
      360.98,
      724.9
    ],
    "text": ": ?",
    "fonts": [
      "Calibri",
      "IskoolaPota-Bold"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 3,
    "bbox": [
      72.98,
      734.58,
      190.77,
      748.54
    ],
    "text": ": .",
    "fonts": [
      "Calibri",
      "IskoolaPota-Bold"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 3,
    "bbox": [
      72.98,
      757.98,
      275.64,
      771.94
    ],
    "text": ": ?",
    "fonts": [
      "Calibri",
      "IskoolaPota-Bold"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 4,
    "bbox": [
      50.4,
      781.9,
      317.67,
      806.38
    ],
    "text": "Page 5 of 7",
    "fonts": [
      "Calibri",
      "Calibri-Bold"
    ],
    "sizes": [
      11.039999961853027
    ]
  },
  {
    "page_number": 4,
    "bbox": [
      72.98,
      72.32,
      130.53,
      86.28
    ],
    "text": ": .",
    "fonts": [
      "Calibri",
      "IskoolaPota-Bold"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 4,
    "bbox": [
      50.4,
      121.94,
      486.65,
      133.94
    ],
    "text": "She came to court to give evidence for a case but she does not know what this case was.",
    "fonts": [
      "Calibri"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 4,
    "bbox": [
      50.4,
      145.7,
      535.97,
      157.7
    ],
    "text": "The relevant portion of her evidence on page 75of the appeal brief is reproduced below as follows:",
    "fonts": [
      "Calibri"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 4,
    "bbox": [
      72.98,
      190.9,
      179.73,
      204.86
    ],
    "text": ": ?",
    "fonts": [
      "Calibri",
      "IskoolaPota-Bold"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 4,
    "bbox": [
      72.98,
      214.54,
      200.16,
      228.5
    ],
    "text": ": .",
    "fonts": [
      "Calibri",
      "IskoolaPota-Bold"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 4,
    "bbox": [
      72.98,
      237.94,
      446.69,
      251.9
    ],
    "text": ": ?",
    "fonts": [
      "Calibri",
      "IskoolaPota-Bold"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 4,
    "bbox": [
      72.98,
      261.58,
      121.29,
      275.54
    ],
    "text": ": .",
    "fonts": [
      "Calibri",
      "IskoolaPota-Bold"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 4,
    "bbox": [
      72.98,
      285.01,
      196.2,
      298.97
    ],
    "text": ": ?",
    "fonts": [
      "Calibri",
      "IskoolaPota-Bold"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 4,
    "bbox": [
      72.98,
      308.77,
      181.53,
      322.73
    ],
    "text": ": .",
    "fonts": [
      "Calibri",
      "IskoolaPota-Bold"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 4,
    "bbox": [
      50.4,
      334.13,
      533.32,
      393.53
    ],
    "text": "The learned counsel for the accused-appellant (absconding) argued that the prosecutrix has stated in her statement to the police that this incident took place previously also. But she stated in her evidence on 12.03.2012 when questioned by the learned trial Judge that such an incident did not happen previously. (Vide page 76 of the appeal brief)",
    "fonts": [
      "Calibri"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 4,
    "bbox": [
      50.4,
      405.41,
      533.3,
      480.55
    ],
    "text": "The counsel for the appellant submitted that a reasonable person reading the above portion of the Prosecutrix's evidence concludes that the accused-appellant's involvement was fabricated. Therefore, it is my view that the prosecutrix is not a reliable witness and her evidence seriously lacks consistency. Not only that, evidence of the prosecutrix is highly inconsistent with her statement to the police and her case history, recorded by the doctor.",
    "fonts": [
      "Calibri"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 4,
    "bbox": [
      50.4,
      492.43,
      533.33,
      567.67
    ],
    "text": "The Prosecutrix stated in her statement to the police that her elder sister had seen what the accused did to her and informed their mother of the incident. The mother of the prosecutrix also stated in her statement to the police that her elder daughter had seen the alleged incident and informed her about the incident. However, the elder sister of the Prosecutrix who is said to be an eye-witness never called to give evidence in the trial.",
    "fonts": [
      "Calibri"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 4,
    "bbox": [
      50.4,
      579.43,
      533.3,
      670.54
    ],
    "text": "The mother of the prosecutrix stated in her evidence that she was not at home at that time and she came running home on hearing the cry raised by the prosecutrix. But the prosecutrix stated in her statement to the police that she did not inform her mother of the alleged incidents. The mother of the prosecutrix stated in her statement to the police that her elder daughter informed her of this incident. The mother also stated in her evidence that the prosecutrix, on being questioned, did not state that the accused did something to her.",
    "fonts": [
      "Calibri"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 4,
    "bbox": [
      50.4,
      682.3,
      532.88,
      710.14
    ],
    "text": "The relevant portion of her evidence at pages 91 and 92 of the appeal brief is reproduced below as follows:",
    "fonts": [
      "Calibri"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 4,
    "bbox": [
      72.98,
      719.94,
      291.12,
      733.9
    ],
    "text": ": ?",
    "fonts": [
      "Calibri",
      "IskoolaPota-Bold"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 4,
    "bbox": [
      72.98,
      743.7,
      500.21,
      757.58
    ],
    "text": ": . .",
    "fonts": [
      "IskoolaPota-Bold"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 4,
    "bbox": [
      99.98,
      758.94,
      324.74,
      772.9
    ],
    "text": ".",
    "fonts": [
      "Calibri",
      "IskoolaPota-Bold"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 5,
    "bbox": [
      50.4,
      781.9,
      317.67,
      806.38
    ],
    "text": "Page 6 of 7",
    "fonts": [
      "Calibri",
      "Calibri-Bold"
    ],
    "sizes": [
      11.039999961853027
    ]
  },
  {
    "page_number": 5,
    "bbox": [
      72.98,
      72.32,
      389.66,
      86.28
    ],
    "text": ": ?",
    "fonts": [
      "Calibri",
      "IskoolaPota-Bold"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 5,
    "bbox": [
      72.98,
      95.98,
      131.01,
      109.94
    ],
    "text": ": .",
    "fonts": [
      "Calibri",
      "IskoolaPota-Bold"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 5,
    "bbox": [
      72.98,
      119.38,
      247.56,
      133.34
    ],
    "text": ": ?",
    "fonts": [
      "Calibri",
      "IskoolaPota-Bold"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 5,
    "bbox": [
      72.98,
      143.26,
      200.88,
      157.22
    ],
    "text": ": , .",
    "fonts": [
      "Calibri",
      "IskoolaPota-Bold"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 5,
    "bbox": [
      72.98,
      167.02,
      221.76,
      180.98
    ],
    "text": ": ?",
    "fonts": [
      "Calibri",
      "IskoolaPota-Bold"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 5,
    "bbox": [
      72.98,
      190.78,
      241.32,
      204.74
    ],
    "text": ": .",
    "fonts": [
      "Calibri",
      "IskoolaPota-Bold"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 5,
    "bbox": [
      50.4,
      216.14,
      519.97,
      243.86
    ],
    "text": "On the following day of the proceedings, the prosecutrix's mother stated that she was informed that the accused-appellant lifted her frock and touched her female organ.",
    "fonts": [
      "Calibri"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 5,
    "bbox": [
      50.4,
      255.74,
      533.21,
      315.17
    ],
    "text": "The learned state counsel for the prosecution informed the trial court that she is forgetful because she is a diabetic patient and sought permission to produce her medical reports, but such medical reports were not produced. The evidence of the Prosecutrix's mother also consists of inconsistencies and therefore does not corroborate the evidence of the prosecutrix.",
    "fonts": [
      "Calibri"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 5,
    "bbox": [
      50.4,
      326.93,
      533.33,
      433.85
    ],
    "text": "The Judicial Medical Officer (JMO) stated in his evidence that in giving the case history, the prosecutrix stated that the alleged incident took place in the house of the accused-appellant when she went there to collect polythene. Accordingly, the case history given by the prosecutrix and recorded by the JMO contradicts the evidence of the prosecutrix about the place of the occurrence of the alleged incident. The JMO also stated that the prosecutrix informed him of inter-crural intercourse alleged to have been committed by the accused-appellant. But there is no evidence regarding such an act of inter-crural intercourse.",
    "fonts": [
      "Calibri"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 5,
    "bbox": [
      50.4,
      445.61,
      535.97,
      520.87
    ],
    "text": "Therefore, it is my view that medical evidence does not support the evidence of the prosecutrix. The learned trial Judge has not considered the manifest inconsistencies, per se and inter se, of the prosecution witnesses. He has not properly evaluated the evidence of the prosecution witnesses. The trial Judge has not considered the manifest inconsistencies in the evidence of the prosecutrix, her statement to the police and her case history recorded by the doctor.",
    "fonts": [
      "Calibri"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 5,
    "bbox": [
      50.4,
      532.75,
      530.81,
      560.47
    ],
    "text": "In the case of Martin Fernando vs Inspector of Police, Minuwannda 46 NLR 210 Wijewardena, J re-defined the role of the Appellate Court. It is as follows;",
    "fonts": [
      "Calibri"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 5,
    "bbox": [
      86.42,
      572.35,
      532.96,
      647.59
    ],
    "text": "\"An Appellate Court is not absolved from the duty of testing the evidence extrinsically as well as intrinsically although the decision of a Judge on question of facts based on demeanour and credibility of witnesses carries great weight. Where a close examination of the evidence raises a strong doubt as to the guilt of the accused, he should be given the benefit of the doubt\"",
    "fonts": [
      "Calibri"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 5,
    "bbox": [
      50.4,
      659.38,
      533.33,
      750.46
    ],
    "text": "The evidence of the prosecutrix is full of inconsistencies and therefore she is not a reliable witness. Therefore, the necessity to corroborate her evidence does not arise. The evidence of the prosecutrix cannot be relied on to sustain the charge and convict the accused-appellant. Without depending on the weaknesses or failure of the defence to give evidence, the prosecution must prove the guilt of the accused beyond a reasonable doubt. Consistent evidence does not create a reasonable doubt or pass the test of probability.",
    "fonts": [
      "Calibri"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 6,
    "bbox": [
      50.4,
      781.9,
      317.67,
      806.38
    ],
    "text": "Page 7 of 7",
    "fonts": [
      "Calibri",
      "Calibri-Bold"
    ],
    "sizes": [
      11.039999961853027
    ]
  },
  {
    "page_number": 6,
    "bbox": [
      50.4,
      74.28,
      533.09,
      102.14
    ],
    "text": "It is important to note that in this case, manifestly inconsistent evidence of all the prosecution witnesses has not established a prima facie case against the accused-appellant.",
    "fonts": [
      "Calibri",
      "Calibri-Italic"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 6,
    "bbox": [
      50.4,
      113.9,
      533.21,
      141.74
    ],
    "text": "The prosecution has failed to prove its case beyond reasonable doubt and that the conviction and the sentence imposed on the accused-appellant cannot stand.",
    "fonts": [
      "Calibri"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 6,
    "bbox": [
      50.4,
      153.5,
      497.09,
      165.5
    ],
    "text": "Therefore, the accused-appellant is acquitted and discharged from the charge against him.",
    "fonts": [
      "Calibri"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 6,
    "bbox": [
      50.4,
      177.38,
      134.01,
      189.38
    ],
    "text": "Appeal allowed.",
    "fonts": [
      "Calibri"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 6,
    "bbox": [
      50.4,
      201.14,
      533.16,
      228.98
    ],
    "text": "The registrar of this court is directed to send a copy of this judgement along with the main case record to the High Court of Gampaha.",
    "fonts": [
      "Calibri"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 6,
    "bbox": [
      50.4,
      240.74,
      533.28,
      284.42
    ],
    "text": "The learned High Court Judge of Gampaha is directed to recall the arrest warrant issued against the accused-appellant forthwith. The prison authorities should also be informed of the decision of this Court, to update their records.",
    "fonts": [
      "Calibri"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 6,
    "bbox": [
      50.4,
      391.61,
      483.29,
      520.63
    ],
    "text": "Judge of the Court of Appeal R. Gurusinghe J. I agree.",
    "fonts": [
      "Calibri-Bold"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 6,
    "bbox": [
      338.47,
      532.51,
      483.29,
      544.51
    ],
    "text": "Judge of the Court of Appeal",
    "fonts": [
      "Calibri",
      "Calibri-Bold"
    ],
    "sizes": [
      12.0
    ]
  }
]