[
  {
    "page_number": 0,
    "bbox": [
      72.1,
      782.01,
      302.92,
      806.76
    ],
    "text": "1",
    "fonts": [
      "Calibri"
    ],
    "sizes": [
      11.25
    ]
  },
  {
    "page_number": 0,
    "bbox": [
      86.35,
      74.87,
      513.11,
      89.15
    ],
    "text": "IN THE COURT OF APPEAL OF THE DEMOCRATIC SOCIALIST REPUBLIC OF",
    "fonts": [
      "Calibri-Bold"
    ],
    "sizes": [
      14.274999618530273
    ]
  },
  {
    "page_number": 0,
    "bbox": [
      266.57,
      101.14,
      332.88,
      115.42
    ],
    "text": "SRI LANKA",
    "fonts": [
      "Calibri-Bold"
    ],
    "sizes": [
      14.274999618530273
    ]
  },
  {
    "page_number": 0,
    "bbox": [
      72.1,
      222.74,
      284.83,
      327.28
    ],
    "text": "Court of Appeal No: CA/PHC/238/15 HC Colombo (Revision) Application No: HCRA 98/2013 MC Kaduwela Case No:3784",
    "fonts": [
      "Calibri",
      "Calibri-Bold"
    ],
    "sizes": [
      12.0,
      14.274999618530273
    ]
  },
  {
    "page_number": 0,
    "bbox": [
      313.9,
      129.66,
      550.4,
      342.87
    ],
    "text": "In the matter of an Appeal against the Order dated 31-10-2016 of the High Court of the Western Province holden in Colombo in H.C. Colombo (Revision) Application No. HCRA 98/2013. Urban Development Authority, No. 27, D.R. Wijewardena Mawatha, Colombo 10. Now of \"Sethsiripaya\", Sri Jayawardenapura Kotte, Battaramulla.",
    "fonts": [
      "Calibri"
    ],
    "sizes": [
      14.274999618530273
    ]
  },
  {
    "page_number": 0,
    "bbox": [
      313.9,
      348.12,
      550.65,
      453.22
    ],
    "text": "Petitioner -Vs- M.R.L. de Costa, No. 1135/1/A, Pannipitiya Road, Thalawathugoda.",
    "fonts": [
      "Calibri",
      "Calibri-Bold"
    ],
    "sizes": [
      14.274999618530273
    ]
  },
  {
    "page_number": 0,
    "bbox": [
      313.9,
      458.44,
      550.65,
      563.57
    ],
    "text": "Respondent AND BETWEEN M.R.L. de Costa, No. 1135/1/A, Pannipitiya Road, Thalawathugoda.",
    "fonts": [
      "Calibri",
      "Calibri-Bold"
    ],
    "sizes": [
      14.274999618530273
    ]
  },
  {
    "page_number": 0,
    "bbox": [
      313.9,
      568.79,
      550.65,
      732.47
    ],
    "text": "Respondent-Petitioner -Vs- Urban Development Authority, No. 27, D.R. Wijewardena Mawatha, Colombo 10. Now of \"Sethsiripaya\", Sri Jayawardenapura Kotte, Battaramulla.",
    "fonts": [
      "Calibri",
      "Calibri-Bold"
    ],
    "sizes": [
      14.274999618530273
    ]
  },
  {
    "page_number": 0,
    "bbox": [
      410.0,
      737.69,
      550.65,
      751.97
    ],
    "text": "Petitioner-Respondent",
    "fonts": [
      "Calibri",
      "Calibri-Bold"
    ],
    "sizes": [
      14.274999618530273
    ]
  },
  {
    "page_number": 1,
    "bbox": [
      72.1,
      782.01,
      302.92,
      806.76
    ],
    "text": "2",
    "fonts": [
      "Calibri"
    ],
    "sizes": [
      11.25
    ]
  },
  {
    "page_number": 1,
    "bbox": [
      72.1,
      149.19,
      517.63,
      569.57
    ],
    "text": "Before: C.P. Kirtisinghe - J. R. Gurusinghe - J. Counsel: Kaushalya Nawaratne with Mokshini Jayamanne instructed by N.W.",
    "fonts": [
      "Calibri"
    ],
    "sizes": [
      14.274999618530273
    ]
  },
  {
    "page_number": 1,
    "bbox": [
      72.1,
      574.82,
      516.11,
      725.7
    ],
    "text": "Associates for the Respondent-Petitioner-Appellant. Yuresha Fernando, DSG for the Petitioner-Respondent-Respondent. Argued on: 13.03.2023 Decided On: 30.05.2023",
    "fonts": [
      "Calibri"
    ],
    "sizes": [
      14.274999618530273
    ]
  },
  {
    "page_number": 1,
    "bbox": [
      327.4,
      79.37,
      454.53,
      191.99
    ],
    "text": "AND NOW BETWEEN M. R. L. de Costa, No. 1135/1/A, Pannipitiya Road, Thalawathugoda.",
    "fonts": [
      "Calibri",
      "Calibri-Bold"
    ],
    "sizes": [
      14.274999618530273
    ]
  },
  {
    "page_number": 1,
    "bbox": [
      414.53,
      197.21,
      559.68,
      211.49
    ],
    "text": "Respondent-Petitioner-",
    "fonts": [
      "Calibri-Bold"
    ],
    "sizes": [
      14.274999618530273
    ]
  },
  {
    "page_number": 1,
    "bbox": [
      327.4,
      217.49,
      559.68,
      408.92
    ],
    "text": "Appellant -Vs- Urban Development Authority, No. 27, D.R. Wijewardena Mawatha, Colombo 10. Now of \"Sethsiripaya\", Sri Jayawardenapura Kotte, Battaramulla.",
    "fonts": [
      "Calibri",
      "Calibri-Bold"
    ],
    "sizes": [
      14.274999618530273
    ]
  },
  {
    "page_number": 1,
    "bbox": [
      414.53,
      414.16,
      559.68,
      428.44
    ],
    "text": "Petitioner-Respondent-",
    "fonts": [
      "Calibri-Bold"
    ],
    "sizes": [
      14.274999618530273
    ]
  },
  {
    "page_number": 1,
    "bbox": [
      327.4,
      433.69,
      559.68,
      463.71
    ],
    "text": "Respondent",
    "fonts": [
      "Calibri",
      "Calibri-Bold"
    ],
    "sizes": [
      11.25,
      14.274999618530273
    ]
  },
  {
    "page_number": 2,
    "bbox": [
      72.1,
      782.01,
      302.92,
      806.76
    ],
    "text": "3",
    "fonts": [
      "Calibri"
    ],
    "sizes": [
      11.25
    ]
  },
  {
    "page_number": 2,
    "bbox": [
      72.1,
      74.87,
      190.2,
      89.15
    ],
    "text": "C. P. Kirtisinghe - J.",
    "fonts": [
      "Calibri-Bold"
    ],
    "sizes": [
      14.274999618530273
    ]
  },
  {
    "page_number": 2,
    "bbox": [
      72.1,
      101.14,
      527.34,
      666.4
    ],
    "text": "The Respondent-Petitioner-Appellant (here in after referred to as the Appellant) has preferred this appeal from the judgement of the learned High Court Judge of the Provincial High Court of Colombo dated 31.10.2016. The Petitioner-Respondent-Respondent (here in after referred to as the Respondent) - the Urban Development Authority had made an application to the Magistrates Court of Kaduwela to remove an unauthorized construction of the Appellant under the provisions of section 28 (A) (3) of the Urban Development Authority Act which was allowed by the learned Magistrate by her order dated 22.04.2013. The Appellant had preferred a revision application to the Provincial High Court of Colombo to revised that order and the learned High Court Judge had dismissed that revision application. The Appellant has preferred this appeal against that judgement and seeks to vacate same on the grounds urged by the Appellant in the petition of appeal. One of the grounds urged by the Appellant is that the learned Magistrate had not appreciated the fact that the existing building had been constructed in or around 1988 in compliance with the then applicable Local Authority Regulations and the construction was duly approved by the Kaduwela Pradeshiya Sabha. The learned Magistrate erred in failing to appreciate the fact that once a building has been approved under the existing regulations of the local authority, it is unnecessary to reapprove the construction at a future date when the regulations are changed. The Kaduwela Pradeshiya Sabha had never intimated to the Respondent (Urban Development Authority) that the said building is an unauthorized structure which is ought to be demolished. This was one of the main grounds urged by the Appellant in the High Court as well as in the Magistrates Court. Section 28 (A) (3) of the Urban Development Authority Act reads as follows;",
    "fonts": [
      "Calibri"
    ],
    "sizes": [
      14.274999618530273
    ]
  },
  {
    "page_number": 2,
    "bbox": [
      90.1,
      669.43,
      527.02,
      745.22
    ],
    "text": "(a) Where any person has failed to comply with any requirement contained in any written notice issued under subsection (1) within the time specified in the notice or within such extended time as may have been granted by the Authority, the Authority may, by way of petition",
    "fonts": [
      "ArialMT",
      "Calibri"
    ],
    "sizes": [
      14.274999618530273
    ]
  },
  {
    "page_number": 3,
    "bbox": [
      72.1,
      782.01,
      302.92,
      806.76
    ],
    "text": "4",
    "fonts": [
      "Calibri"
    ],
    "sizes": [
      11.25
    ]
  },
  {
    "page_number": 3,
    "bbox": [
      72.1,
      74.87,
      527.38,
      757.97
    ],
    "text": "and affidavit, apply to the Magistrate to make an order authorizing the Authority to (a) to discontinue the use of any land or building; (b) to demolish or alter any building or work; (c) to do all such other acts as such person was required to do by such notice, as the case may be and the Magistrate shall after serving notice on the person who had failed to comply with the requirements of the Authority under subsection (1), if he is satisfied to the same effect, make order accordingly In the case of Urban Development Authority Vs. H.W. Kulasiri CA Revision 2226/2003 decided on 02.11.2003 Justice Amaratunga had observed as follows; In a situation where an application under section 28 (A) (3) of the UDA law has been made the relevant question is whether the structure in question has been erected upon a valid permit. The existence of a permit is the only valid answer to the application under section 28 (A) (B). The burden of showing that the construction had been done on a valid permit is on the person noticed. This judgment was followed in the case of M.D. Premaleela Vs. Shantha Priyanthy Liyanage (officer, under the Urban Development Authority Act) CA (PHC) 159/2011, HCRA 154/2009, 17334/05/07 decided on 16.10.2019. Therefore, when an application under section 28 (A) (3) of the Urban Development Authority Act has been made to the Magistrate the relevant question that has to be decided is whether the structure in question has been constructed upon a valid permit. The existence of a permit is the only valid answer to the question. Therefore, in such a situation the burden of showing that the construction had been done on a valid permit is on the Appellant - the person noticed. Therefore, the burden is on the Appellant to show that he had a valid permit to do the construction and it was done according to the terms and conditions specified in the permit. The Appellant has to tender a certificate of confirmation issued by the relevant local authority to satisfy that the construction had been completed in accordance with the terms and conditions contained in the permit. As both the learned High Court Judge and the learned Magistrate have correctly observed, the Appellant in this case has failed to prove",
    "fonts": [
      "ArialMT",
      "Calibri",
      "Calibri-Bold"
    ],
    "sizes": [
      14.274999618530273
    ]
  },
  {
    "page_number": 4,
    "bbox": [
      72.1,
      782.01,
      302.92,
      806.76
    ],
    "text": "5",
    "fonts": [
      "Calibri"
    ],
    "sizes": [
      11.25
    ]
  },
  {
    "page_number": 4,
    "bbox": [
      72.1,
      74.87,
      527.38,
      757.97
    ],
    "text": "that he had a valid permit to do the construction. Therefore, the question whether the construction was completed in accordance to the terms and conditions of the permit will not arise. As both the learned High Court judge and the Magistrate had correctly observed, the Appellant has failed to tender a copy of the permit to court to show that he had a permit. The Appellant in his affidavit to the High Court dated 5th June 2013 had stated that the approved plan and the certificate of conformity issued to the Appellant by the Pradeshiya Sabha were misplaced by the Appellant. In the letter marked Y2 addressed to the Kaduwela Municipal Council also the Appellant had stated that he had misplaced the approved building plan. In the counter affidavit to the High Court dated 26th May 2014 the Appellant had stated that there is no legal burden for an owner of a house to retain the approved building plan as it should always be open to the owner to obtain a copy of the approved building plan from the relevant local authority and it is the duty of the local authority to keep its records in safe custody. The Appellant states that he cannot be blamed if the approved building plan cannot be traced in the records of the local authority and it is not open to the Respondent to deny the existence of such a plan. The Appellant has stated in his earlier affidavit that the copies of the approved building plan and the certificate of conformity were not available at the Kaduwela Pradeshiya Sabha. Therefore, it was the case of the Appellant that he had misplaced the approved building plan and the certificate of conformity which were issued to him and copies of the plan and the certificate of conformity were not available in the Pradeshiya Sabha. Therefore, the Appellant had attempted to show that he had endeavored to obtain copies of the building plan and the COC but they were not available in the records of the Pradeshiya Sabha but the latter dated 11.12.2008 marked Y1 shows that the Appellant had failed to submit necessary particulars to the Pradeshiya Sabha to trace the records. Therefore, it is apparent that the Pradeshiya Sabha had not issued copies of those documents to the Appellant as the particulars given by the Appellant were insufficient to trace the documents and not because they were not available among the records at the Pradeshiya Sabha. By the aforesaid letter the Pradeshiya Sabha had requested the Appellant to submit the necessary particulars to trace the documents. There is no evidence to show that the Appellant furnished those particulars to the Pradeshiya Sabha and the Appellant had failed to produce a letter issued by the Pradeshiya Sabha to the effect that those documents had been misplaced or cannot be traced.",
    "fonts": [
      "Calibri"
    ],
    "sizes": [
      9.0,
      14.274999618530273
    ]
  },
  {
    "page_number": 5,
    "bbox": [
      72.1,
      782.01,
      302.92,
      806.76
    ],
    "text": "6",
    "fonts": [
      "Calibri"
    ],
    "sizes": [
      11.25
    ]
  },
  {
    "page_number": 5,
    "bbox": [
      72.1,
      74.87,
      527.35,
      738.47
    ],
    "text": "Therefore, the argument to the effect that the judgments of the Magistrates Court and the High Court place on the Appellant a duty to do the impossible fails. Thus, the Appellant has failed to show that he had an approved building plan and a certificate of conformity in respect of this construction and both the Learned High Court judge and the Magistrate had arrived at a correct conclusion in respect of that matter. Therefore, the argument to the effect that the learned Magistrate and the learned High Court Judge had failed to take cognizance of the fact that the building in question was built according to the regulations prevailing at the time of the construction and according to a previously approved building plan, fails. After the institution of this application in the Magistrates Court of Kaduwela the Urban Development Authority had issued an approved plan No. B/BA/804/11 with the view of effecting a settlement between the parties and with the view of granting relief to the Appellant without demolishing the entire building. Thus, the Urban Development Authority had provided an opportunity to make structural alterations and demolitions to bring the existing construction in conformity with that plan. However, the Appellant has failed to make use of that opportunity and the Respondent had reported to the Magistrates Court that the existing building is not in conformity with that plan. The learned Counsel for the Appellant has submitted that it is a clear change in the purported cause of action based on which the Respondent instituted the case in the Magistrates Court of Kaduwela and the original application which was instituted in the Magistrates Court was not amended to reflect the apparent change of the cause of action. It is not so. The Respondent instituted this case in the magistrates Court on the footing that the construction of the Appellant is an unauthorized construction. The Appellant failed to produce an approved building plan to show that the construction is authorized. After the institution of the case the Respondent issued an approved building plan providing an opportunity for the Appellant to make structural alterations to bring the construction in conformity with that plan. The Appellant failed to make those alterations. Therefore, the construction still remains an unauthorized construction. Therefore, it is not necessary to institute a new case and to make a fresh application. The learned Magistrate can make a demolishing order in the same case.",
    "fonts": [
      "Calibri"
    ],
    "sizes": [
      14.274999618530273
    ]
  },
  {
    "page_number": 6,
    "bbox": [
      72.1,
      782.01,
      302.92,
      806.76
    ],
    "text": "7",
    "fonts": [
      "Calibri"
    ],
    "sizes": [
      11.25
    ]
  },
  {
    "page_number": 6,
    "bbox": [
      72.1,
      74.87,
      527.36,
      757.97
    ],
    "text": "Finally, I will take up the question of uberrima fides. It is well settled law that where a Petitioner invokes the revisionary jurisdiction of court, as in the present case before the High Court, the court expects and insists on uberrima fides. It was so held in the case of Navaratnesingham Vs. Arumugam and another 1980 (2) SLR 1. Therefore, a Petitioner who invokes revisionary jurisdiction of court has a duty to disclose all material facts and not to suppress or misrepresent material facts. A material fact is something which is material for the Judge to decide a case. In the case of Hotel Galaxy (Pvt) Ltd and others Vs. Mercantile Hotel Management Ltd (1987) 1 SLR at page 36 Atukorale J. stated as follows; a misstatement of the true facts by the Plaintiff which put an entirely different complexion on the case as presented by him when the injunction was applied ex parte would amount to a misrepresentation or suppression of material facts warranting its dissolution without going into the merits. In the present case the Petitioner had made an attempt to show that he had made effects to obtain copies of the approved plan and the certificate of conformity from the Kaduwela Pradeshiya Sabha but those documents were misplaced and not available at the Pradeshiya Sabha. That was the case of the Petitioner. But the document marked Y1 shows that the Petitioner had not furnished the Pradeshiya Sabha with necessary particulars to trace those documents and it was not possible for the Pradeshiya Sabha to trace those documents. The Pradeshiya Sabha had not stated that those documents were not available in the Pradeshiya Sabha or that they have misplaced those documents. The Petitioner had failed to tender any document issued by the Pradeshiya Sabha to the effect that they had misplaced those documents. Therefore, it is apparent that the Petitioner had made an attempt to show a different picture. He had attempted to show that he is unable to produce copies of those documents because the Pradeshiya Sabha had misplaced them. This conduct of the Petitioner amounts to a misrepresentation of a fact. Therefore, the Petitioner is not entitled to invoke the extraordinary revisionary jurisdiction of the High Court. In the case of Rasheed Ali Vs. Mohamed Ali and others 1981 (1) SLR 262 it was held that the powers of revisionary jurisdiction in the Court of Appeal are very wide but it should exercise same only in exceptional circumstances. In the present case no exceptional circumstances have arisen for the High Court to exercise its extraordinary revisionary jurisdiction.",
    "fonts": [
      "Calibri",
      "Calibri-Bold",
      "Calibri-Italic"
    ],
    "sizes": [
      14.274999618530273
    ]
  },
  {
    "page_number": 7,
    "bbox": [
      72.1,
      782.01,
      302.92,
      806.76
    ],
    "text": "8",
    "fonts": [
      "Calibri"
    ],
    "sizes": [
      11.25
    ]
  },
  {
    "page_number": 7,
    "bbox": [
      72.1,
      74.87,
      527.05,
      206.99
    ],
    "text": "For the aforesaid reasons we see no merit in this appeal. Both the learned High Court Judge and the learned Magistrate have arrived at a correct conclusion and we see no reason to interfere with those findings. Therefore, we affirm the order of the learned Magistrate dated 22.04.2013 and the judgment of the learned High Court Judge dated 31.10.2016 and dismiss this appeal with costs fixed at Rs. 10,500/=.",
    "fonts": [
      "Calibri"
    ],
    "sizes": [
      14.274999618530273
    ]
  },
  {
    "page_number": 7,
    "bbox": [
      379.23,
      298.57,
      527.38,
      312.85
    ],
    "text": "Judge of Court of Appeal",
    "fonts": [
      "Calibri-Bold"
    ],
    "sizes": [
      14.274999618530273
    ]
  },
  {
    "page_number": 7,
    "bbox": [
      72.1,
      325.59,
      180.46,
      339.87
    ],
    "text": "R. Gurusinghe - J.",
    "fonts": [
      "Calibri-Bold"
    ],
    "sizes": [
      14.274999618530273
    ]
  },
  {
    "page_number": 7,
    "bbox": [
      72.1,
      351.86,
      118.13,
      366.14
    ],
    "text": "I Agree",
    "fonts": [
      "Calibri-Bold"
    ],
    "sizes": [
      14.274999618530273
    ]
  },
  {
    "page_number": 7,
    "bbox": [
      379.23,
      431.44,
      527.38,
      445.72
    ],
    "text": "Judge of Court of Appeal",
    "fonts": [
      "Calibri-Bold"
    ],
    "sizes": [
      14.274999618530273
    ]
  }
]