[
  {
    "page_number": 0,
    "bbox": [
      108.0,
      778.85,
      489.82,
      805.76
    ],
    "text": "1",
    "fonts": [
      "CIDFont+F1"
    ],
    "sizes": [
      11.040450096130371
    ]
  },
  {
    "page_number": 0,
    "bbox": [
      127.56,
      94.86,
      472.03,
      110.02
    ],
    "text": "IN THE COURT OF APPEAL OF THE DEMOCRATIC",
    "fonts": [
      "CIDFont+F2"
    ],
    "sizes": [
      12.960525512695312
    ]
  },
  {
    "page_number": 0,
    "bbox": [
      171.36,
      117.66,
      428.35,
      132.82
    ],
    "text": "SOCIALIST REPUBLIC OF SRI LANKA",
    "fonts": [
      "CIDFont+F2"
    ],
    "sizes": [
      12.960525512695312
    ]
  },
  {
    "page_number": 0,
    "bbox": [
      108.0,
      141.29,
      491.47,
      296.26
    ],
    "text": "In the matter of an Appeal under Section 331 of the Code of Criminal Procedure Act No. 15 of 1979, read with Article 138 of the Constitution of the Democratic Socialist Republic of Sri Lanka.",
    "fonts": [
      "CIDFont+F3"
    ],
    "sizes": [
      12.960525512695312
    ]
  },
  {
    "page_number": 0,
    "bbox": [
      288.0,
      299.21,
      453.88,
      331.42
    ],
    "text": "The Democratic Socialist Republic of Sri Lanka",
    "fonts": [
      "CIDFont+F3"
    ],
    "sizes": [
      12.960525512695312
    ]
  },
  {
    "page_number": 0,
    "bbox": [
      108.0,
      334.37,
      494.22,
      489.34
    ],
    "text": "Court of Appeal Case No. CA/HCC/0185/2019 Complainant High Court of Ratnapura V. Case No. HCR/91/2014 Madarin Arachchilage Shantha Sunil Jayaweera",
    "fonts": [
      "CIDFont+F2",
      "CIDFont+F3"
    ],
    "sizes": [
      12.960525512695312
    ]
  },
  {
    "page_number": 0,
    "bbox": [
      108.0,
      491.7,
      494.22,
      682.3
    ],
    "text": "Accused AND NOW BETWEEN Madarin Arachchilage Shantha Sunil Jayaweera AccusedAppellant V.",
    "fonts": [
      "CIDFont+F2",
      "CIDFont+F3"
    ],
    "sizes": [
      12.960525512695312
    ]
  },
  {
    "page_number": 0,
    "bbox": [
      288.0,
      685.37,
      478.07,
      732.36
    ],
    "text": "Hon. Attorney General, Attorney Generals Department, Colombo 12.",
    "fonts": [
      "CIDFont+F3"
    ],
    "sizes": [
      12.000450134277344,
      12.960525512695312
    ]
  },
  {
    "page_number": 0,
    "bbox": [
      324.0,
      735.29,
      408.79,
      767.38
    ],
    "text": "Respondent",
    "fonts": [
      "CIDFont+F2",
      "CIDFont+F3"
    ],
    "sizes": [
      12.960525512695312
    ]
  },
  {
    "page_number": 1,
    "bbox": [
      108.0,
      778.85,
      489.82,
      805.76
    ],
    "text": "2",
    "fonts": [
      "CIDFont+F1"
    ],
    "sizes": [
      11.040450096130371
    ]
  },
  {
    "page_number": 1,
    "bbox": [
      108.0,
      72.06,
      495.04,
      450.34
    ],
    "text": "BEFORE : K. PRIYANTHA FERNANDO, J. (P/CA) WICKUM A. KALUARACHCHI, J. COUNSEL : A. S. M. Perera, P.C. with Prabodhini Kumarawadu and Uvindu Jayasiri for the Accused Appellant. Shaminda Wickrema, State Counsel for the Respondent. ARGUED ON : 21.09.2022 WRITTEN SUBMISSIONS FILED ON : 21.05.2020 by the Accused Appellant. 11.06.2020 by the Respondent. JUDGMENT ON : 27.10.2022",
    "fonts": [
      "CIDFont+F2",
      "CIDFont+F3"
    ],
    "sizes": [
      9.96037483215332,
      12.000450134277344,
      12.960525512695312
    ]
  },
  {
    "page_number": 1,
    "bbox": [
      108.0,
      452.7,
      491.53,
      736.31
    ],
    "text": "************** K. PRIYANTHA FERNANDO, J.(P/CA) 1. The accused appellant (hereinafter referred to as the appellant) was indicted in the High Court of Ratnapura for one count of grave sexual abuse of one Sepalika Wickramasinghe, who was a girl below sixteen years of age, an offence punishable in terms of section 365B(2)b of the Penal Code. Upon conviction after trial, the appellant was sentenced to 12 years rigorous imprisonment. In addition, the appellant was imposed a fine of Rs. 25,000/- and was also ordered to pay the victim, a sum of Rs. 200,000/- as compensation. Being aggrieved by the said conviction and the sentence, the appellant preferred the instant appeal.",
    "fonts": [
      "CIDFont+F1",
      "CIDFont+F2",
      "CIDFont+F3",
      "CIDFont+F4",
      "CIDFont+F5"
    ],
    "sizes": [
      12.960525512695312,
      15.960599899291992
    ]
  },
  {
    "page_number": 2,
    "bbox": [
      108.0,
      778.85,
      489.82,
      805.76
    ],
    "text": "3",
    "fonts": [
      "CIDFont+F1"
    ],
    "sizes": [
      11.040450096130371
    ]
  },
  {
    "page_number": 2,
    "bbox": [
      108.0,
      72.51,
      491.52,
      121.4
    ],
    "text": "2. At the hearing of this appeal, the learned Presidents Counsel for the appellant pursued the following ground of appeal;",
    "fonts": [
      "CIDFont+F1",
      "CIDFont+F3",
      "CIDFont+F4"
    ],
    "sizes": [
      12.960525512695312,
      15.960599899291992
    ]
  },
  {
    "page_number": 2,
    "bbox": [
      108.0,
      121.95,
      491.53,
      645.58
    ],
    "text": "I. The prosecution has failed to prove the charge beyond reasonable doubt. 3. The brief facts of the case as per the prosecution evidence are as follows; The victim (PW1) was about 10 years of age when the incident occurred. On the day of the incident, she was alone at home. Her mother (PW2) had been in the hospital with her younger brother who was ill. Her father (PW3) had gone to the other side of the river to buy provisions for the house. The appellant, who is an uncle of the victim, has come to the victims house asking for betel. Then, the appellant has dragged her into the room and has sexually abused her. According to the victim, the appellant has placed his penis on her vagina and has moved it. When her father (PW3) came home and sensed that the victim was in a disturbed mood, he has questioned her as to what had happened. The victim has narrated the story as to how she was sexually abused by the appellant. The PW3 has also observed semen on the bed sheet and has asked the victim to wash the same. 4. When the mother (PW2) came home from the hospital after about 5 days, she has inquired about the appellant, as the appellant has failed to visit the PW2s son in the hospital. The PW3 has then told the PW2 as to what the appellant has done to the child (PW1). The position taken by the appellant in his statement from the dock was that, this was a false complaint.",
    "fonts": [
      "CIDFont+F3",
      "CIDFont+F4"
    ],
    "sizes": [
      12.960525512695312
    ]
  },
  {
    "page_number": 2,
    "bbox": [
      108.0,
      648.53,
      491.52,
      767.26
    ],
    "text": "5. It was the contention of the learned Presidents Counsel for the appellant that, the entire case for the prosecution depends on the victims evidence, as she is the sole eye witness to the incident. It was submitted by the learned Presidents Counsel that, there had been a land dispute between the parties and it has",
    "fonts": [
      "CIDFont+F3",
      "CIDFont+F4"
    ],
    "sizes": [
      12.960525512695312
    ]
  },
  {
    "page_number": 3,
    "bbox": [
      108.0,
      778.85,
      489.82,
      805.76
    ],
    "text": "4",
    "fonts": [
      "CIDFont+F1"
    ],
    "sizes": [
      11.040450096130371
    ]
  },
  {
    "page_number": 3,
    "bbox": [
      135.0,
      72.65,
      491.52,
      192.46
    ],
    "text": "prompted the victims parents to make this false complaint. The learned Presidents Counsel further submitted that, the delay of about eleven months to make the complaint to the police, affects the credibility of the victim and therefore it is unsafe to convict the appellant based on the uncorroborated testimony of the victim.",
    "fonts": [
      "CIDFont+F3"
    ],
    "sizes": [
      12.960525512695312
    ]
  },
  {
    "page_number": 3,
    "bbox": [
      108.0,
      195.53,
      491.52,
      331.78
    ],
    "text": "6. The learned State Counsel for the respondent submitted that, the delay of eleven months to make the complaint to the police has been well explained by the prosecution witnesses. He further submitted that, in his unsworn statement from the dock, the appellant has not taken up the position that the land dispute prompted the false complaint.",
    "fonts": [
      "CIDFont+F3",
      "CIDFont+F4"
    ],
    "sizes": [
      12.960525512695312
    ]
  },
  {
    "page_number": 3,
    "bbox": [
      108.0,
      334.85,
      491.53,
      751.9
    ],
    "text": "7. The delay in making a complaint may affect the credibility of a witness. It is important to note that, the victim in this case was 10 years of age at the time she was subjected to sexual abuse. Therefore, one cannot expect a child who is 10 years of age to go to the police station alone and make a complaint. However, she has informed her father soon after he came home. It is evident that, it was the father who observed the change in behaviour of the child and questioned her. Being a child who is 10 years of age, she may have been scared or even felt guilty to complain to the father before she was questioned. In a village setting, in cases relating to sexual abuse, the blame mostly falls on the victim especially if the victim is a girl. However, in law, a child victim is not considered mature enough to consent to sexual activities. Further, the pattern of behaviour of the parents in a village setting is clearly seen in this incident, as both parents have smacked the child initially for no fault of her own. Therefore, in most instances children are compelled to keep such sexual abuse to themselves without informing the adults in the family. In this instance, she has revealed the incident a few minutes later, when the father came and",
    "fonts": [
      "CIDFont+F3",
      "CIDFont+F4"
    ],
    "sizes": [
      12.960525512695312
    ]
  },
  {
    "page_number": 4,
    "bbox": [
      108.0,
      778.85,
      489.82,
      805.76
    ],
    "text": "5",
    "fonts": [
      "CIDFont+F1"
    ],
    "sizes": [
      11.040450096130371
    ]
  },
  {
    "page_number": 4,
    "bbox": [
      108.0,
      72.65,
      491.7,
      157.42
    ],
    "text": "questioned her upon sensing a difference in her behaviour. 8. In case of Haramanis v. Somalatha [1998] 3 Sri L.R 365, it was held;",
    "fonts": [
      "CIDFont+F3",
      "CIDFont+F4",
      "CIDFont+F6"
    ],
    "sizes": [
      12.960525512695312
    ]
  },
  {
    "page_number": 4,
    "bbox": [
      180.0,
      160.63,
      491.18,
      332.87
    ],
    "text": "The law in its wisdom requires that the statement should be made within a reasonable time. The test is whether it was made as early as could reasonably be expected in the circumstances and whether there was or was not time for tutoring and concoction. It is a question of fact depending on the attendant circumstances of the case. No hard and fast rule can be laid down as to when a statement is sufficiently contemporaneous.",
    "fonts": [
      "CIDFont+F5"
    ],
    "sizes": [
      12.960525512695312
    ]
  },
  {
    "page_number": 4,
    "bbox": [
      108.0,
      336.19,
      491.66,
      385.54
    ],
    "text": "9. In case of Samarakoon v. The Republic [2004] 2 Sri L.R. 20, it was held;",
    "fonts": [
      "CIDFont+F3",
      "CIDFont+F4",
      "CIDFont+F5",
      "CIDFont+F6"
    ],
    "sizes": [
      12.960525512695312
    ]
  },
  {
    "page_number": 4,
    "bbox": [
      180.0,
      388.75,
      491.26,
      560.99
    ],
    "text": "Just because a statement of a witness is belated the Court is not entitled to reject such testimony. In applying the test of spontaneity, the test of contemporaneity and the test of promptness the Court ought to scrupulously proceed to examine the reason for the delay. If the reasons for the delay are justifiable and probable the trial Judge is entitled to act on the evidence of a witness who had made a belated statement.",
    "fonts": [
      "CIDFont+F5"
    ],
    "sizes": [
      12.960525512695312
    ]
  },
  {
    "page_number": 4,
    "bbox": [
      108.0,
      564.31,
      491.72,
      596.14
    ],
    "text": "10. In case of Kahandagamage Dharmasiri v. AG SC",
    "fonts": [
      "CIDFont+F3",
      "CIDFont+F4",
      "CIDFont+F5",
      "CIDFont+F6"
    ],
    "sizes": [
      12.960525512695312
    ]
  },
  {
    "page_number": 4,
    "bbox": [
      135.0,
      598.48,
      491.46,
      631.18
    ],
    "text": "appeal 4 of 2009, SC/SPL/LA 165 of 2008, it was held that;",
    "fonts": [
      "CIDFont+F3",
      "CIDFont+F6"
    ],
    "sizes": [
      12.960525512695312
    ]
  },
  {
    "page_number": 4,
    "bbox": [
      180.0,
      634.51,
      491.17,
      701.39
    ],
    "text": "...When considering the belated evidence or a belated statement, one cannot neglect the basis for such delay which transpired in the evidence. ...",
    "fonts": [
      "CIDFont+F5"
    ],
    "sizes": [
      12.960525512695312
    ]
  },
  {
    "page_number": 4,
    "bbox": [
      108.0,
      704.71,
      491.4,
      736.54
    ],
    "text": "11. The PW2, as well as the PW3 (mother and the father of",
    "fonts": [
      "CIDFont+F3",
      "CIDFont+F4",
      "CIDFont+F5"
    ],
    "sizes": [
      12.960525512695312
    ]
  },
  {
    "page_number": 4,
    "bbox": [
      135.0,
      739.49,
      491.52,
      754.06
    ],
    "text": "the victim) have clearly explained in their evidence, as",
    "fonts": [
      "CIDFont+F3"
    ],
    "sizes": [
      12.960525512695312
    ]
  },
  {
    "page_number": 5,
    "bbox": [
      108.0,
      778.85,
      489.82,
      805.76
    ],
    "text": "6",
    "fonts": [
      "CIDFont+F1"
    ],
    "sizes": [
      11.040450096130371
    ]
  },
  {
    "page_number": 5,
    "bbox": [
      108.0,
      72.65,
      491.52,
      385.54
    ],
    "text": "to why they initially did not make a complaint to the police. The learned trial Judge in his judgment, at pages 17 and 18 has sufficiently discussed this issue. The child victim has given evidence before the same trial Judge who decided on the matter. Therefore, he had the opportunity of observing the demeanour and deportment of the victim as well as the PW2 and the PW3. In the given circumstances, the trial Judge has rightly accepted the evidence of the prosecution witnesses including the explained delay. The learned Counsel for the appellant submitted that, it is unsafe to convict the appellant on uncorroborated evidence of the child victim. Section 134 of the Evidence Ordinance provides that, no particular number of witnesses shall in any case be required for the proof of any fact. 12. A conviction can be based on the testimony of a single",
    "fonts": [
      "CIDFont+F3",
      "CIDFont+F4"
    ],
    "sizes": [
      12.960525512695312
    ]
  },
  {
    "page_number": 5,
    "bbox": [
      135.0,
      388.49,
      491.7,
      596.14
    ],
    "text": "eyewitness and there is no rule of law or evidence which provides for the contrary, provided the sole witness passes the test of reliability. Thus, so long as the single eyewitness is a wholly reliable witness, the Courts have no difficulty in basing a conviction on his testimony alone. (Anil Phukan v. State of Assam [1993] 3SCC 282, Wijepala v. Attorney General SC Appeal 104/99 3rd October 2000). Sexual offences are often committed in isolation, not in public. Hence, it is very seldom that one gets eyewitnesses. Children who are victims of sexual offences are not accomplices to the crime to look for corroboration.",
    "fonts": [
      "CIDFont+F3",
      "CIDFont+F6"
    ],
    "sizes": [
      12.960525512695312
    ]
  },
  {
    "page_number": 5,
    "bbox": [
      108.0,
      599.09,
      491.41,
      630.1
    ],
    "text": "13. The learned trial Judge in his judgment, at pages 25",
    "fonts": [
      "CIDFont+F3",
      "CIDFont+F4"
    ],
    "sizes": [
      12.960525512695312
    ]
  },
  {
    "page_number": 5,
    "bbox": [
      135.0,
      633.17,
      491.52,
      700.3
    ],
    "text": "and 26 has clearly and sufficiently discussed the issue of corroboration of the victims evidence and rightly decided the evidence of the child victim to be credible and be acted upon.",
    "fonts": [
      "CIDFont+F3"
    ],
    "sizes": [
      12.960525512695312
    ]
  },
  {
    "page_number": 5,
    "bbox": [
      108.0,
      703.37,
      491.41,
      734.38
    ],
    "text": "14. The learned Counsel for the appellant submitted to",
    "fonts": [
      "CIDFont+F3",
      "CIDFont+F4"
    ],
    "sizes": [
      12.960525512695312
    ]
  },
  {
    "page_number": 5,
    "bbox": [
      135.0,
      737.33,
      491.41,
      769.42
    ],
    "text": "court that, the land dispute that the appellant had with the child victims parents has prompted the child",
    "fonts": [
      "CIDFont+F3"
    ],
    "sizes": [
      12.960525512695312
    ]
  },
  {
    "page_number": 6,
    "bbox": [
      108.0,
      778.85,
      489.82,
      805.76
    ],
    "text": "7",
    "fonts": [
      "CIDFont+F1"
    ],
    "sizes": [
      11.040450096130371
    ]
  },
  {
    "page_number": 6,
    "bbox": [
      135.0,
      72.65,
      491.53,
      385.54
    ],
    "text": "to make this complaint upon the instigation of the parents. It is evident that both the child victims parents as well as the appellants father were respondents in a partition action to get their co-owned land partitioned, that was filed by another party. It is also evident that even while the partition action was pending in Court, the parties were in good terms. So much so that the mother of the child victim PW2 had been expecting the appellant to come and visit her son when he was in hospital. When considering the evidence as a whole, it is clear that the position taken up by the appellants father when giving evidence for the defence, that this complaint was made as a result of the land dispute is an afterthought and a concocted story to take it as a defence. The learned trial Judge has rightly rejected the same. The child had been consistent in her evidence and the learned trial Judge had no reason to disbelieve her.",
    "fonts": [
      "CIDFont+F3"
    ],
    "sizes": [
      12.960525512695312
    ]
  },
  {
    "page_number": 6,
    "bbox": [
      108.0,
      388.49,
      491.41,
      419.62
    ],
    "text": "15. I find that the ground of appeal urged on behalf of the",
    "fonts": [
      "CIDFont+F3",
      "CIDFont+F4"
    ],
    "sizes": [
      12.960525512695312
    ]
  },
  {
    "page_number": 6,
    "bbox": [
      135.0,
      422.57,
      491.52,
      472.18
    ],
    "text": "appellant is devoid of merit. Therefore, I affirm the conviction and the sentence imposed on the appellant by the learned High Court Judge.",
    "fonts": [
      "CIDFont+F3"
    ],
    "sizes": [
      12.960525512695312
    ]
  },
  {
    "page_number": 6,
    "bbox": [
      108.0,
      475.06,
      277.61,
      572.62
    ],
    "text": "Appeal is dismissed.",
    "fonts": [
      "CIDFont+F2",
      "CIDFont+F3"
    ],
    "sizes": [
      9.96037483215332,
      12.960525512695312
    ]
  },
  {
    "page_number": 6,
    "bbox": [
      108.0,
      574.8,
      471.36,
      673.92
    ],
    "text": "PRESIDENT OF THE COURT OF APPEAL WICKUM A. KALUARACHCHI, J. I agree.",
    "fonts": [
      "CIDFont+F2",
      "CIDFont+F3"
    ],
    "sizes": [
      12.000450134277344,
      12.960525512695312
    ]
  },
  {
    "page_number": 6,
    "bbox": [
      216.0,
      746.28,
      441.11,
      760.32
    ],
    "text": "JUDGE OF THE COURT OF APPEAL",
    "fonts": [
      "CIDFont+F2",
      "CIDFont+F3"
    ],
    "sizes": [
      12.000450134277344
    ]
  }
]