[
  {
    "page_number": 0,
    "bbox": [
      72.02,
      781.9,
      324.89,
      806.38
    ],
    "text": "Page 1 of 5",
    "fonts": [
      "Calibri",
      "Calibri-Bold"
    ],
    "sizes": [
      11.039999961853027
    ]
  },
  {
    "page_number": 0,
    "bbox": [
      91.22,
      59.88,
      506.81,
      71.88
    ],
    "text": "IN THE COURT OF APPEAL OF THE DEMOCRATIC SOCIALIST REPUBLIC OF SRI LANKA",
    "fonts": [
      "Calibri-Bold"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 0,
    "bbox": [
      72.02,
      83.4,
      525.79,
      201.26
    ],
    "text": "In the matter of an Appeal in terms of the section 331 of the Code of Criminal Procedure Act No. 15 of 1979. CA No: CA/HCC/ 0115/18 Commission to Investigate Allegations HC: Colombo: HCB 1978/2013 of Bribery or Corruption, No 36, Malalasekara Mawatha, Colombo 07.",
    "fonts": [
      "Calibri",
      "Calibri-Bold"
    ],
    "sizes": [
      11.039999961853027,
      12.0
    ]
  },
  {
    "page_number": 0,
    "bbox": [
      257.57,
      213.26,
      528.77,
      242.06
    ],
    "text": "Complainant Vs.",
    "fonts": [
      "Calibri-Bold"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 0,
    "bbox": [
      324.07,
      246.74,
      528.17,
      306.29
    ],
    "text": "Adikari Mudiyanselage Upali Dissanayake Kagama, Parana Badu Idama, Aswedduma",
    "fonts": [
      "Calibri"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 0,
    "bbox": [
      324.07,
      318.17,
      526.13,
      346.97
    ],
    "text": "Accused And now between",
    "fonts": [
      "Calibri-Bold"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 0,
    "bbox": [
      324.07,
      359.81,
      528.17,
      419.21
    ],
    "text": "Adikari Mudiyanselage Upali Dissanayake Kagama, Parana Badu Idama, Aswedduma.",
    "fonts": [
      "Calibri"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 0,
    "bbox": [
      411.67,
      431.09,
      510.41,
      443.09
    ],
    "text": "Accused- Appellant",
    "fonts": [
      "Calibri-Bold"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 0,
    "bbox": [
      324.07,
      455.93,
      344.54,
      467.93
    ],
    "text": "Vs.",
    "fonts": [
      "Calibri-Bold"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 0,
    "bbox": [
      72.02,
      478.93,
      513.29,
      541.15
    ],
    "text": "1. Commission to Investigate Allegations of Bribery or Corruption No 36, Malalasekara Mawatha Colombo 07.",
    "fonts": [
      "ArialMT",
      "Calibri"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 0,
    "bbox": [
      288.05,
      552.67,
      508.27,
      617.47
    ],
    "text": "2. Director General Commission to Investigate Allegations of Bribery or Corruption No.36, Malalasekera Mawatha Colombo 7.",
    "fonts": [
      "Calibri"
    ],
    "sizes": [
      11.039999961853027
    ]
  },
  {
    "page_number": 0,
    "bbox": [
      72.02,
      620.11,
      526.13,
      750.46
    ],
    "text": "Complainant-Respondents Before: N. Bandula Karunarathna J. & R. Gurusinghe J. Counsel: Neranjan Jayasinghe, AAL for the Accused-Appellant",
    "fonts": [
      "Calibri",
      "Calibri-Bold"
    ],
    "sizes": [
      6.960000038146973,
      8.039999961853027,
      11.039999961853027,
      12.0
    ]
  },
  {
    "page_number": 0,
    "bbox": [
      216.05,
      752.86,
      525.8,
      777.34
    ],
    "text": "Gayan Madawage, Assistant Director (Legal), Bribery Commission for the Complainant-Respondent",
    "fonts": [
      "Calibri"
    ],
    "sizes": [
      11.039999961853027
    ]
  },
  {
    "page_number": 1,
    "bbox": [
      72.02,
      781.9,
      324.89,
      806.38
    ],
    "text": "Page 2 of 5",
    "fonts": [
      "Calibri",
      "Calibri-Bold"
    ],
    "sizes": [
      11.039999961853027
    ]
  },
  {
    "page_number": 1,
    "bbox": [
      72.02,
      59.64,
      416.42,
      114.74
    ],
    "text": "Written Submissions: By the Accused-Appellant on 15.09.2020",
    "fonts": [
      "Calibri",
      "Calibri-Bold"
    ],
    "sizes": [
      11.039999961853027,
      12.0
    ]
  },
  {
    "page_number": 1,
    "bbox": [
      72.02,
      117.26,
      434.54,
      203.3
    ],
    "text": "By the Complainant-Respondent 09.10.2020 Argued on : 31.10.2022 Decided on : 14.12.2022.",
    "fonts": [
      "Calibri",
      "Calibri-Bold"
    ],
    "sizes": [
      6.0,
      12.0
    ]
  },
  {
    "page_number": 1,
    "bbox": [
      72.02,
      219.14,
      210.72,
      231.14
    ],
    "text": "N. Bandula Karunarathna J.",
    "fonts": [
      "Calibri-Bold"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 1,
    "bbox": [
      72.02,
      243.02,
      526.08,
      305.57
    ],
    "text": "This appeal is from the judgment, delivered by the learned Judge of the High Court of Colombo, dated 18.05.2018, by which, the accused-appellant, was convicted and sentenced to 5 years of rigorous imprisonment for each charge and fined Rs. 5,000/- for each charge with 1 year of rigorous imprisonment in default.",
    "fonts": [
      "Calibri"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 1,
    "bbox": [
      72.02,
      317.42,
      526.13,
      347.33
    ],
    "text": "Further, Rs. 200,000/- was ordered to pay as compensation for the 2nd charge with two years rigorous imprisonment in default:",
    "fonts": [
      "Calibri"
    ],
    "sizes": [
      8.039999961853027,
      12.0
    ]
  },
  {
    "page_number": 1,
    "bbox": [
      72.02,
      360.17,
      525.7,
      388.97
    ],
    "text": "All sentences were imposed concurrently except the default sentences for fines and the default sentence for the compensation should be served consecutively.",
    "fonts": [
      "Calibri"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 1,
    "bbox": [
      72.02,
      401.69,
      526.12,
      461.09
    ],
    "text": "The accused-appellant was indicted by the Commission to Investigate Bribery or Corruption in the High Court of Colombo in Case No. HCB 1978/13 on two separate counts under sections 19(c) of the Bribery Act for soliciting and accepting a bribe of Rs. 5,000/- from one Siyambalawe Aluthgedara Abeykoon.",
    "fonts": [
      "Calibri"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 1,
    "bbox": [
      72.02,
      472.99,
      526.01,
      500.83
    ],
    "text": "The indictment was served on the appellant on 21.01.2014 and the appellant pleaded not guilty. The case was fixed for trial.",
    "fonts": [
      "Calibri"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 1,
    "bbox": [
      72.02,
      512.59,
      525.95,
      540.43
    ],
    "text": "The trial commenced on 23.09.2014 and the following 4 witnesses testified on behalf of the prosecution:",
    "fonts": [
      "Calibri"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 1,
    "bbox": [
      87.98,
      550.45,
      409.58,
      614.83
    ],
    "text": "(i) Siyambalawe Aluthgedara Abeykoon (complainant)(PW 1) (ii) U. Kumara Munasinghe Hewage Ajith Kumara (PW 2) (iii) Kumarathunga Mudiyanselage Samaradasa (PW 4) (iv) Mahara Hettiarachchige Don Livera Dauglus (PW 3)",
    "fonts": [
      "ArialMT",
      "Calibri"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 1,
    "bbox": [
      72.02,
      627.55,
      526.08,
      718.66
    ],
    "text": "After the closing of the case of the prosecution after examining four (4) witnesses and marking documents from P1 to P8, the defence was called by the High Court Judge. The defence case was closed after the evidence of the accused person, Adikari Mudiyanselage Upali Dissanayake. After the conclusion of the trial, the learned Trial Judge delivered the judgment on 18.05.2018 by convicting the accused for both counts and imposed the following sentences;",
    "fonts": [
      "Calibri"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 1,
    "bbox": [
      90.02,
      728.08,
      526.03,
      743.14
    ],
    "text": "Five (5) years rigorous imprisonment and a fine of Rs. 5,000/- with a default sentence",
    "fonts": [
      "ArialMT",
      "Calibri",
      "SymbolMT"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 1,
    "bbox": [
      108.02,
      746.86,
      526.12,
      774.7
    ],
    "text": "of rigorous imprisonment for one year for each count and both sentences were directed to run concurrently.",
    "fonts": [
      "Calibri"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 2,
    "bbox": [
      72.02,
      781.9,
      324.89,
      806.38
    ],
    "text": "Page 3 of 5",
    "fonts": [
      "Calibri",
      "Calibri-Bold"
    ],
    "sizes": [
      11.039999961853027
    ]
  },
  {
    "page_number": 2,
    "bbox": [
      90.02,
      57.54,
      525.98,
      72.6
    ],
    "text": "In addition to the above, Rs. 5,000/- as fine for the 2nd charge under section 26 of the",
    "fonts": [
      "ArialMT",
      "Calibri",
      "SymbolMT"
    ],
    "sizes": [
      8.039999961853027,
      12.0
    ]
  },
  {
    "page_number": 2,
    "bbox": [
      90.02,
      76.32,
      526.11,
      104.9
    ],
    "text": "Bribery act. Further imposed Rs.200,000/- as compensation to the virtual complainant under",
    "fonts": [
      "ArialMT",
      "Calibri",
      "SymbolMT"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 2,
    "bbox": [
      108.02,
      108.62,
      383.66,
      120.62
    ],
    "text": "section 17 of the Criminal Procedure act No 15 of 1979.",
    "fonts": [
      "Calibri"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 2,
    "bbox": [
      72.02,
      132.38,
      514.61,
      144.38
    ],
    "text": "Being aggrieved by the said judgment the accused had preferred this appeal to this Court.",
    "fonts": [
      "Calibri"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 2,
    "bbox": [
      72.02,
      156.26,
      526.13,
      215.66
    ],
    "text": "According to the prosecution case, the complainant is a labourer who is living in a land at Galkiriyagama. As per the complainant, during the period of December 2011 to January 2012, the accused had visited the complainant's house and solicited a sum of Rs. 5,000/- to abstain from filing a court case to demolish complainants' house.",
    "fonts": [
      "Calibri"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 2,
    "bbox": [
      72.02,
      227.42,
      526.13,
      286.85
    ],
    "text": "On or before 02.01.2012 the accused had visited the complainant's house and solicited a sum of Rs.5,000/- and on the same day the complainant had informed the Bribery Commission and a raid was organised wherein the accused was arrested after accepting a gratification of Rs. 5,000/- from the complainant on 05.01.2012.",
    "fonts": [
      "Calibri"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 2,
    "bbox": [
      72.02,
      298.73,
      526.13,
      389.81
    ],
    "text": "The defence case was, that the accused appellant was a Unit Manager in the Mahaweli Authority attached to Galkiriyagama. He gave evidence on oath denying the charges levelled against him. The appellant accepted that he visited the complainants house and helped to fill forms marked as \"ex -1\" and \"ex-3\". Further, the accused stated that on 05.01.2012 after attending to the complainants work at his office the complainant had put the sum of Rs 5,000/- in to the accused persons trouser pocket forcefully.",
    "fonts": [
      "Calibri"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 2,
    "bbox": [
      72.02,
      401.57,
      526.12,
      445.13
    ],
    "text": "When this case was taken up for argument the learned counsel for the accused-appellant informed court that he is not challenging the conviction. Both parties agreed to make submissions only regarding the sentence.",
    "fonts": [
      "Calibri"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 2,
    "bbox": [
      72.02,
      457.01,
      526.13,
      500.59
    ],
    "text": "The accused-appellant is 65 years of the age. His wife is suffering from a heart ailment. His daughter is an undergraduate. He has no previous convictions. As he is a first offender the learned counsel for the appellant requested to consider for a non-custodial sentence.",
    "fonts": [
      "Calibri"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 2,
    "bbox": [
      72.02,
      512.47,
      525.64,
      540.19
    ],
    "text": "Learned Counsel for the respondent indicated that considering his age and as he has no previous convictions, they have no objection for a non-custodial sentence.",
    "fonts": [
      "Calibri"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 2,
    "bbox": [
      72.02,
      552.07,
      526.13,
      595.63
    ],
    "text": "It is important to note that the learned Trial Judge has imposed Rs. 200,000/- as compensation to be paid to the complainant, under section 17 (4) of the Criminal Procedure Code.",
    "fonts": [
      "Calibri"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 2,
    "bbox": [
      72.02,
      607.51,
      364.7,
      619.51
    ],
    "text": "Section 17 (4) of the Criminal Procedure Code is as follows;",
    "fonts": [
      "Calibri"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 2,
    "bbox": [
      108.02,
      631.27,
      525.66,
      643.27
    ],
    "text": "(4) Whenever any person is convicted of any offence or where the court holds the",
    "fonts": [
      "Calibri"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 2,
    "bbox": [
      126.02,
      647.11,
      526.13,
      722.38
    ],
    "text": "charge to be proved but proceeds to deal with the offender without convicting him, the court may order the person convicted or against whom the court holds the charge to be proved to pay within such time or in such instalments as the court may direct, such sum by way of compensation to any person affected by the offence as to the court shall deem fit.",
    "fonts": [
      "Calibri"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 2,
    "bbox": [
      108.02,
      734.14,
      525.7,
      746.14
    ],
    "text": "(5) If the offender referred to in subsection (4) is under the age of sixteen years the",
    "fonts": [
      "Calibri"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 2,
    "bbox": [
      126.02,
      749.98,
      526.13,
      761.98
    ],
    "text": "court may, if it deems fit, order the payment to be made by his parent or guardian.",
    "fonts": [
      "Calibri"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 3,
    "bbox": [
      72.02,
      781.9,
      324.89,
      806.38
    ],
    "text": "Page 4 of 5",
    "fonts": [
      "Calibri",
      "Calibri-Bold"
    ],
    "sizes": [
      11.039999961853027
    ]
  },
  {
    "page_number": 3,
    "bbox": [
      108.02,
      59.88,
      525.73,
      71.88
    ],
    "text": "(6) Any sum awarded under this section whether by way of costs or compensation",
    "fonts": [
      "Calibri"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 3,
    "bbox": [
      126.02,
      75.72,
      425.42,
      87.72
    ],
    "text": "shall be recoverable as if it were a fine imposed by the court.",
    "fonts": [
      "Calibri"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 3,
    "bbox": [
      72.02,
      99.5,
      528.77,
      143.18
    ],
    "text": "According to section 17(4), compensation can be paid to any person affected by the offence as the court shall deem fit. In a bribery matter the complainant cannot be considered as an affected person as he did not suffer through the wrong act performed by the accused person.",
    "fonts": [
      "Calibri"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 3,
    "bbox": [
      72.02,
      154.94,
      526.12,
      261.74
    ],
    "text": "The Equal Treatment Bench Book covers important aspects of fair treatment and disparity of outcomes for different parties in the criminal justice system. It provides guidance on which sentences are encouraged to be taken into account wherever applicable, to ensure that there is fairness for all involved in court proceedings. The court must consider making a compensation order in any case where personal injury, loss or damage has resulted from the offence. It can either be an ancillary order, or, a sentence in its own right, which does not attract a surcharge. The court must give reasons if it decides to order compensation.",
    "fonts": [
      "Calibri"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 3,
    "bbox": [
      72.02,
      273.62,
      526.12,
      380.45
    ],
    "text": "Where the personal injury, loss or damage arises from a road accident, a compensation order may be made only if there is a conviction for an offence. Subject to consideration of the victims views the court must order compensation wherever possible and should not have regard to the availability of other sources such as civil litigation or the Criminal Injuries Compensation Scheme. Any amount paid by an offender under a compensation order will generally be deducted from a subsequent civil award or payment under the scheme to avoid double compensation.",
    "fonts": [
      "Calibri"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 3,
    "bbox": [
      72.02,
      392.33,
      526.08,
      546.55
    ],
    "text": "Compensation may be ordered for such amount as the court considers appropriate having regard to any evidence and any representations made by the offender or prosecutor. The court must also take into account the offenders means. Compensation should benefit, not inflict further harm on, the victim. Any financial recompense from the offender may cause distress. A victim may or may not want compensation from the offender and assumptions should not be made either way. In cases where it is difficult to ascertain the full amount of the loss suffered by the victim, consideration should be given to making a compensation order for an amount representing the agreed or likely loss. Where relevant information is not immediately available, it may be appropriate to grant an adjournment if it would enable it to be obtained.",
    "fonts": [
      "Calibri"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 3,
    "bbox": [
      72.02,
      558.43,
      526.1,
      649.39
    ],
    "text": "It is important to note that the court should consider two types of loss. Financial loss sustained as a result of the offence such as the cost of repairing damage or, in case of injury, any loss of earnings or medical expenses. The other type is pain and suffering caused by the injury including terror, shock or distress and any loss of facility. This should be assessed in light of all factors that appear to the court to be relevant, including any medical evidence, the victims age and personal circumstances.",
    "fonts": [
      "Calibri"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 3,
    "bbox": [
      72.02,
      661.3,
      525.89,
      752.26
    ],
    "text": "The fact that a custodial sentence is imposed does not, in itself, make it inappropriate to order compensation however, it may be relevant to whether the offender has the means to satisfy the order. Where the court considers that it would be appropriate to impose a fine and a compensation order but the offender has insufficient means to pay both, priority should be given to compensation. Compensation also takes priority over the surcharge where the offenders means are an issue.",
    "fonts": [
      "Calibri"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 4,
    "bbox": [
      72.02,
      781.9,
      324.89,
      806.38
    ],
    "text": "Page 5 of 5",
    "fonts": [
      "Calibri",
      "Calibri-Bold"
    ],
    "sizes": [
      11.039999961853027
    ]
  },
  {
    "page_number": 4,
    "bbox": [
      72.02,
      59.88,
      526.02,
      87.72
    ],
    "text": "There is no provision in the Bribery act to pay compensation for the complainant accept under section 26 of the Bribery Act.",
    "fonts": [
      "Calibri"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 4,
    "bbox": [
      72.02,
      99.5,
      279.96,
      111.5
    ],
    "text": "Section 26 of the Bribery act is as follows;",
    "fonts": [
      "Calibri"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 4,
    "bbox": [
      108.02,
      123.38,
      526.07,
      230.18
    ],
    "text": "Where a court convicts any person of an offence committed by the acceptance of any gratification in contravention of any provision of this Part of this Act, then, if that gratification is a sum of money or if the value of that gratification can be assessed, the court shall, in addition to the courts imposing on that person any other punishment, order him to pay as a penalty, within such time as may be specified in the order, a sum which is equal to the amount of that gratification or is, in the opinion of the court, the value of that gratification.",
    "fonts": [
      "Calibri"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 4,
    "bbox": [
      72.02,
      241.94,
      526.13,
      317.21
    ],
    "text": "When considering the above-mentioned statutory provision and guidance of Equal Treatment Bench Book (UK), the learned trial Judge does not have powers to impose Rs. 200,000/- as compensation on the accused-appellant in a bribery case. Therefore, by imposing Rs. 200,000/- compensation the learned Trial Judge has exceeded his jurisdiction. Therefore, we decide to quash that compensation order.",
    "fonts": [
      "Calibri"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 4,
    "bbox": [
      72.02,
      329.09,
      526.1,
      356.81
    ],
    "text": "When considering the mediatory factors, it is our view that he should be given a non-custodial sentence. We alter the sentence as follows;",
    "fonts": [
      "Calibri"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 4,
    "bbox": [
      92.54,
      366.83,
      526.13,
      507.19
    ],
    "text": "(i) Two years rigorous imprisonment for each count suspended for seven years with effect from today. (ii) A fine of Rs. 5,000/- with a default sentence of 1 months simple imprisonment for each count. (iii) In addition to the above, a fine of Rs. 5,000/- with a default sentence of 1 months simple imprisonment under section 26 of the Bribery Act.",
    "fonts": [
      "ArialMT",
      "Calibri"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 4,
    "bbox": [
      72.02,
      519.07,
      164.97,
      531.07
    ],
    "text": "Appeal dismissed.",
    "fonts": [
      "Calibri"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 4,
    "bbox": [
      72.02,
      543.91,
      194.64,
      555.91
    ],
    "text": "The sentence is differed.",
    "fonts": [
      "Calibri"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 4,
    "bbox": [
      360.07,
      593.59,
      504.89,
      605.59
    ],
    "text": "Judge of the Court of Appeal",
    "fonts": [
      "Calibri-Bold"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 4,
    "bbox": [
      72.02,
      643.27,
      154.41,
      655.27
    ],
    "text": "R. Gurusinghe J.",
    "fonts": [
      "Calibri-Bold"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 4,
    "bbox": [
      72.02,
      668.14,
      255.84,
      680.14
    ],
    "text": "I agree.",
    "fonts": [
      "Calibri-Bold"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 4,
    "bbox": [
      72.02,
      717.82,
      504.89,
      729.82
    ],
    "text": "Judge of the Court of Appeal",
    "fonts": [
      "Calibri-Bold"
    ],
    "sizes": [
      12.0
    ]
  }
]