[
  {
    "page_number": 0,
    "bbox": [
      70.94,
      781.9,
      527.0,
      806.28
    ],
    "text": "1",
    "fonts": [
      "Calibri"
    ],
    "sizes": [
      11.039999961853027
    ]
  },
  {
    "page_number": 0,
    "bbox": [
      104.3,
      95.04,
      495.02,
      109.02
    ],
    "text": "IN THE COURT OF APPEAL OF THE DEMOCRATIC SOCIALIST",
    "fonts": [
      "BookmanOldStyle-Bold"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 0,
    "bbox": [
      217.49,
      111.36,
      381.91,
      125.34
    ],
    "text": "REPUBLIC OF SRI LANKA",
    "fonts": [
      "BookmanOldStyle-Bold"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 0,
    "bbox": [
      241.13,
      135.48,
      528.34,
      214.4
    ],
    "text": "In the matter of an application for Restitution, in the nature of Restitutio-In-Integrum under and in terms of Article 138 of the Constitution of the Democratic Socialist Republic of Sri Lanka.",
    "fonts": [
      "BookmanOldStyle",
      "BookmanOldStyle-Italic"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 0,
    "bbox": [
      70.94,
      224.52,
      499.42,
      757.0
    ],
    "text": "Court of Appeal Case No: RII/0009/2021 Geekiyanage Dulan Priyanga Silva Kalamulla, DC Kalutara Kaluthara Case No: P/8477 Plaintiff VS Geekiyanage Colin Silva “Wijesiri” Galle Road, Kalamulla, Kaluthara Defendant AND BETWEEN 1. Pulwansa Eranda Malaka De Silva No. 18A/18, Nagoda Road, Katukurunda, Kaluthara 2. Geekiyanage Harsha Pubudinie Silva No. 76, S.T.F. Road, Nagoda, Kaluthara. 3. Kodippili Patabendige Malani Malkanthi De Silva No. 508, The 1st Lane, Nagoda Road, Katukurunda, Kaluthara.",
    "fonts": [
      "BookmanOldStyle",
      "BookmanOldStyle-Bold"
    ],
    "sizes": [
      8.039999961853027,
      12.0
    ]
  },
  {
    "page_number": 1,
    "bbox": [
      70.94,
      781.9,
      527.0,
      806.28
    ],
    "text": "2",
    "fonts": [
      "Calibri"
    ],
    "sizes": [
      11.039999961853027
    ]
  },
  {
    "page_number": 1,
    "bbox": [
      70.94,
      70.9,
      527.98,
      765.25
    ],
    "text": "4. Pulwansa Lathika Lalanthi De Silva No. 508, The 1st Lane, Nagoda Road, Katukurunda, Kaluthara. Petitioners Vs. Geekiyanage Dulan Priyanga Silva Kalamulla, Kaluthara Plaintiff-Respondent Geekiyanage Colin Silva. “Wijesiri” Galle Road, Kalamulla, Kaluthara Defendant-Respondent NOW BETWEEN 1. Pulwansa Eranda Malaka De Silva. No. 18A/18, Nagoda Road, Katukurunda, Kaluthara. 2. Geekiyanage Harsha Pubudinie Silva No. 76, S.T.F. Road, Nagoda, Kaluthara. 3. Kodippili Patabendige Malani Malkanthi De Silva No. 508, The 1st Lane, Nagoda, Road ` Katukurunda, Kaluthara. 4. Pulwansa Lathika Lalanthi De Silva No. 508, The 1st Lane, Nagoda Road, Katukurunda, Kaluthara Petitioner-Petitioners",
    "fonts": [
      "BookmanOldStyle",
      "BookmanOldStyle-Bold"
    ],
    "sizes": [
      8.039999961853027,
      12.0
    ]
  },
  {
    "page_number": 2,
    "bbox": [
      70.94,
      781.9,
      527.0,
      806.28
    ],
    "text": "3",
    "fonts": [
      "Calibri"
    ],
    "sizes": [
      11.039999961853027
    ]
  },
  {
    "page_number": 2,
    "bbox": [
      70.94,
      70.9,
      515.5,
      770.92
    ],
    "text": "Vs. 1. Geekiyanage Dulan Priyanga Silva Geekiyanage Dulan Priyanga Silva Kalamulla, Kaluthara Plaintiff-Respondent-Respondent 2. Richard Pieris Distributors Limited, No. 310, High Level Road, Nawinna, Maharagama 3. Dr. Sena Yaddehige. The Chairman, Richard Pieris Distributors Limited, No. 310, High Level Road, Nawinna, Maharagama. 4. S S G Liyanage The Director Richard Pieris Distributors Limited, No. 310, High Level Road, Nawinna, Maharagama 5. Shaminda Yaddehige The Director Richard Pieris Distributors Limited, No. 310, High Level Road, Nawinna, Maharagama 6. W.J.V.P. Perera The Director Richard Pieris Distributors Limited, No. 310, High Level Road, Nawinna, Maharagama Respondents Before : R. Gurusinghe, J. & Dr. S. Premachandra, J.",
    "fonts": [
      "BookmanOldStyle",
      "BookmanOldStyle-Bold"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 3,
    "bbox": [
      70.94,
      781.9,
      527.0,
      806.28
    ],
    "text": "4",
    "fonts": [
      "Calibri"
    ],
    "sizes": [
      11.039999961853027
    ]
  },
  {
    "page_number": 3,
    "bbox": [
      70.94,
      70.9,
      509.74,
      328.07
    ],
    "text": "Counsel : Asthika Devendra with Milindu Sarathchandra and Sakuntha Galaagedara instructed by Maliga Damunage for the Petitioners Sanjeewa Jayawardena, P.C. with Lakmini Warusawithana for the Plaintiff-Respondent Pinsith Perera with Nethmi Kariyawasam instructed by S.D. Senevirathne for the Defendant-Respondent Arguedon: 09-10-2025 Decided on: 19-11-2025",
    "fonts": [
      "BookmanOldStyle",
      "BookmanOldStyle-Bold"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 3,
    "bbox": [
      70.94,
      338.07,
      527.02,
      757.18
    ],
    "text": "JUDGMENT R. Gurusinghe, J. 1st to 4th petitioners filed this Revision and Restitutio-in-Integrum application against the plaintiff-respondent and defendant-respondent, seeking inter alia to dismiss the case bearing no. P/8477 in the District Court of Kalutara, set aside the judgment dated 19-08-2020 of the Learned Additional District Judge marked P1, interlocutory decree dated 19-08-2020 marked P2, final decree dated 25-11-2020 marked P3, and to cancel lis pendens registered in folio C199/4, C228/6, C228/102 and C228/67, which are registered under the partition action bearing no. P/8477 of the District Court of Kalutara. The plaintiff respondent (plaintiff) filed a partition action bearing No. P/8467 seeking to partition four lands described in the schedule to the plaint, produced in this application by the petitioner marked P4. The petitioners are not parties to the said P 8467 action. In Perera vs Wijewickrama 15 NLR 411, Pereira J. held that “the remedy of restitutio in integrum can only be availed of by one who is actually a party to the contract or legal proceeding in respect of which restitution is desired.”",
    "fonts": [
      "BookmanOldStyle",
      "BookmanOldStyle-Bold",
      "BookmanOldStyle-Italic"
    ],
    "sizes": [
      8.039999961853027,
      12.0
    ]
  },
  {
    "page_number": 4,
    "bbox": [
      70.94,
      781.9,
      527.0,
      806.28
    ],
    "text": "5",
    "fonts": [
      "Calibri"
    ],
    "sizes": [
      11.039999961853027
    ]
  },
  {
    "page_number": 4,
    "bbox": [
      70.94,
      70.9,
      530.86,
      765.46
    ],
    "text": "Menchinahamy vs Munaweera 52 NLR 409 held as follows; The remedy by way of restitutio in integrum is an extraordinary remedy and is given only under very exceptional circumstances. It is only a party to a contract or to legal proceedings who can ask for this relief. The remedy must be sought for with the utmost promptitude. It is not available if the applicant has any other remedy open to him. The petitioners were not parties to the original case, and therefore, they cannot seek relief under Restitutio-in-Integrum proceedings. The petitioners have not clearly set out the devolution of title to the petitioners. In a partition action, a party must set out the nature and the extent of their right, share or interest in the land which the action relates to. If a party disputes any averment in the plaint relating to the devolution of title, he should file a pedigree showing the devolution of title. Section 19(1)(a) of the Partition Law is as follows; (a) any defendant in the action may file or cause to be filed in court a statement of claim setting out the nature and extent of his right, share or interest to, of or in the land to which the action relates and shall, if he disputes any averment in the plaint relating to the devolution of title, file or cause to be filed in court, together with his statement of claim, a pedigree showing the devolution of title; In paragraph 1 of the petition, the petitioner states that “the petitioners are some of co-owners of the corpus/subject matter of the partition action bearing no.P8477 of Kalutara District Court, even though they were not made parties to the said action.” In paragraph 41 of the petition, petitioners state “that they are some of the heirs of the deceased Geekiyanage Manis Silva and thus they have entitled or some land scheduled to the plaint.” In the same paragraph, the petitioners also state that they have no claim over the 3rd item in the schedule to the plaint. Further in the same paragraph, petitioners state that “the 3rd and 4th petitioners have in rem, title over a portion of item 4 of the schedule to the plaint.” The respondents have stated that although the land described in the 4th schedule was included in the plaint, that land was not surveyed when the preliminary plan was prepared. The land described in the 4th schedule to the plaint is not a land adjoining the other three lands. The plaintiff-respondents stated that “by petition dated 13-09-2021, moved the original court i.e., the District Court of Kalutara to cancel/revoke the lis",
    "fonts": [
      "BookmanOldStyle",
      "BookmanOldStyle-Italic"
    ],
    "sizes": [
      8.039999961853027,
      12.0
    ]
  },
  {
    "page_number": 5,
    "bbox": [
      70.94,
      781.9,
      527.0,
      806.28
    ],
    "text": "6",
    "fonts": [
      "Calibri"
    ],
    "sizes": [
      11.039999961853027
    ]
  },
  {
    "page_number": 5,
    "bbox": [
      70.94,
      70.9,
      528.1,
      765.52
    ],
    "text": "pendens registered in folio bearing no. C 228/67 entered in respect of District Court case bearing No P 8477, and pursuant to supporting the said application on 23-09-2021, the Learned District Judge being satisfied of the submission made Order directing the Land Registrar General of Kalutara to revoke/cancel the said lis pendens relating to the land described in item 4 of the schedule to the plaint. This confirms that the respondents are not claiming any rights or entitlement to the land morefully described in item 4 of the schedule to the plaint, i.e., දෙනිබිම ද ොද ොත් බදුල්ල ග වත්ත and as such there is no basis whatsoever for these petitioners to claim any relief before this court.” The proceedings before the District Court of Kalutara, dated 23-09-2021, are filed marked P38, and the order of the District Court marked P39. Paragraph 80 of the petition is as follows: “80. Therefore, these petitioners state that since they have inheritance rights over some lands scheduled to the plaint and the 3rd and 4th petitioners have in rem title over a portion of the 4th item of the schedule to the plaint, they are some necessary parties in the partition action bearing no. 8477/P in purview of section 5 of the Partition Act.” The petitioners themselves stated they have no claim over the 3rd item of the schedule to the plaint. Further, as stated above, the 4th item of the schedule to the plaint is not included in the preliminary plan, and the lis pendens registered in relation to it has already been revoked. The petitioners have not made any specific claim over the 1st and 2nd items of the schedule to the plaint. Petitioners also specifically pleaded that they have no claim over item 3 of the schedule to the plaint. Item 4 of the schedule to the plaint is not part of the corpus, and the lis pendens has already been revoked. In the above circumstances, the petitioners have failed to satisfy that they have rights in the corpus of the action. If the petitioners had rights in the corpus of the action and those rights were extinguished or otherwise prejudiced, this application could have succeeded. Revision is an extraordinary relief granted to a petitioner whose substantial rights were prejudiced or occasioned a failure of justice. In addition, there must be exceptional circumstances that warrant the intervention of this court.",
    "fonts": [
      "BookmanOldStyle",
      "BookmanOldStyle-Italic",
      "IskoolaPota",
      "MS Shell Dlg 2",
      "SegoeUI-Italic"
    ],
    "sizes": [
      8.039999961853027,
      8.520000457763672,
      12.0
    ]
  },
  {
    "page_number": 6,
    "bbox": [
      70.94,
      781.9,
      527.0,
      806.28
    ],
    "text": "7",
    "fonts": [
      "Calibri"
    ],
    "sizes": [
      11.039999961853027
    ]
  },
  {
    "page_number": 6,
    "bbox": [
      70.94,
      70.9,
      432.67,
      101.12
    ],
    "text": "The proviso to Article 138(1) of the Constitution is as follows;",
    "fonts": [
      "BookmanOldStyle"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 6,
    "bbox": [
      70.94,
      103.32,
      527.01,
      263.12
    ],
    "text": "Provided that no judgment, decree or order of any court shall be reversed or varied on account of any error, defect or irregularity, which has not prejudiced the substantial rights of the parties or occasioned a failure of justice. In Hiniduma Dahanayakage Siripala vs The Hon. Attorney General, SC Appeal No. 115/2014, decided on 22.01.2020, Aluwihare PC. J., held as follows;",
    "fonts": [
      "BookmanOldStyle",
      "BookmanOldStyle-Italic"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 6,
    "bbox": [
      70.94,
      265.35,
      526.51,
      749.26
    ],
    "text": "21. With the promulgation of the 1978 Constitution, if relief is to be obtained in an appeal, a party must satisfy the threshold requirement laid down in the proviso to Article 138(1), which is placed under the heading “The Court of Appeal”. The proviso to the said Article of the Constitution lays down that; “Provided that no judgment, decree or order of any court shall be reversed or varied on account of any error, defect or irregularity, which has not prejudiced the substantial rights of the parties or occasioned a failure of justice”. (Emphasis is mine.) 22. The proviso aforesaid is couched in mandatory terms and the burden is on the party seeking relief to satisfy the court that the impugned error, defect or irregularity has either prejudiced the substantial rights of the parties or has occasioned a failure of justice. It must be observed that no such Constitutional provision is to be found either in the ‘1948 Soulbury Constitution’ or the ‘First Republican Constitution of 1972’. 23. The Constitutional provision embodied in Article 138(1) cannot be overlooked and must be given effect to. None of the decisions (made after 1978) relied upon by the Appellants with regard to the issue that this court is now called upon to decide, appear to have considered the constitutional provision in the proviso to Article 138(1). It is a well-established canon of interpretation, that the Constitution overrides a statute as the grundnorm. All statutes must be construed in line with the highest law. Judges from time immemorial have in their limited capacity, essayed to fill the gaps whenever it occurred to them, in keeping with the contemporary times, in statutes which do not align with the Constitution. However, such interpretations are not words etched in stone.",
    "fonts": [
      "BookmanOldStyle-Italic"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 7,
    "bbox": [
      70.94,
      781.9,
      527.0,
      806.28
    ],
    "text": "8",
    "fonts": [
      "Calibri"
    ],
    "sizes": [
      11.039999961853027
    ]
  },
  {
    "page_number": 7,
    "bbox": [
      70.94,
      70.9,
      527.02,
      214.52
    ],
    "text": "Article 138(1) of the Constitution makes it mandatory for this Court not to reverse or vary the judgments, decrees or orders of the original Courts on any error, defect, or irregularity unless such error, defect, or irregularity has prejudiced the substantial rights of the parties or occasioned a failure of justice. Having regard to the above-mentioned case laws and the facts of this case, Court decides that the petitioners’ application cannot succeed. The application is dismissed with costs.",
    "fonts": [
      "BookmanOldStyle"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 7,
    "bbox": [
      70.94,
      281.55,
      462.7,
      457.69
    ],
    "text": "Judge of the Court of Appeal. Dr. S. Premachandra J. I agree. Judge of the Court of Appeal.",
    "fonts": [
      "BookmanOldStyle",
      "BookmanOldStyle-Bold"
    ],
    "sizes": [
      12.0
    ]
  }
]