[
  {
    "page_number": 0,
    "bbox": [
      72.05,
      780.19,
      327.59,
      806.49
    ],
    "text": "Page 1 of 6",
    "fonts": [
      "Calibri",
      "Calibri-Bold"
    ],
    "sizes": [
      11.880000114440918
    ]
  },
  {
    "page_number": 0,
    "bbox": [
      72.05,
      72.02,
      490.71,
      118.28
    ],
    "text": "IN THE COURT OF APPEAL OF THE DEMOCRATIC SOCIALIST REPUBLIC OF SRI LANKA",
    "fonts": [
      "BookmanOldStyle",
      "BookmanOldStyle-Bold"
    ],
    "sizes": [
      11.880000114440918
    ]
  },
  {
    "page_number": 0,
    "bbox": [
      277.73,
      120.62,
      527.54,
      280.35
    ],
    "text": "In the matter of an Application for mandates in the nature of Writs of Mandamus and Certiorari under and in terms of Article 140 of the Constitution of the Democratic Socialist Republic of Sri Lanka. Amah Shakkya Kariyawasam, No. 56/1, St. Rita Road, Mount Lavinia.",
    "fonts": [
      "BookmanOldStyle",
      "BookmanOldStyle-Italic"
    ],
    "sizes": [
      11.880000114440918
    ]
  },
  {
    "page_number": 0,
    "bbox": [
      277.73,
      282.69,
      527.82,
      377.6
    ],
    "text": "Petitioner",
    "fonts": [
      "BookmanOldStyle",
      "BookmanOldStyle-Bold"
    ],
    "sizes": [
      11.880000114440918
    ]
  },
  {
    "page_number": 0,
    "bbox": [
      279.17,
      379.94,
      509.91,
      393.8
    ],
    "text": "1. The General Sir Kotelawala Defence",
    "fonts": [
      "ArialMT",
      "BookmanOldStyle"
    ],
    "sizes": [
      11.880000114440918
    ]
  },
  {
    "page_number": 0,
    "bbox": [
      277.73,
      396.14,
      519.63,
      442.42
    ],
    "text": "University Kandawala Road, Ratmalana 10390.",
    "fonts": [
      "BookmanOldStyle"
    ],
    "sizes": [
      11.880000114440918
    ]
  },
  {
    "page_number": 0,
    "bbox": [
      279.17,
      444.76,
      516.39,
      458.62
    ],
    "text": "2. Air Cdre (Prof.) R.A.N.K. Wijesinghe,",
    "fonts": [
      "ArialMT",
      "BookmanOldStyle"
    ],
    "sizes": [
      11.880000114440918
    ]
  },
  {
    "page_number": 0,
    "bbox": [
      277.73,
      460.99,
      522.79,
      523.47
    ],
    "text": "Dean, Faculty of Medicine, General Sir John Kotelawala University",
    "fonts": [
      "BookmanOldStyle"
    ],
    "sizes": [
      11.880000114440918
    ]
  },
  {
    "page_number": 0,
    "bbox": [
      279.17,
      525.81,
      476.41,
      539.67
    ],
    "text": "3. Major General Milinda Peiris,",
    "fonts": [
      "ArialMT",
      "BookmanOldStyle"
    ],
    "sizes": [
      11.880000114440918
    ]
  },
  {
    "page_number": 0,
    "bbox": [
      277.73,
      542.01,
      519.63,
      620.69
    ],
    "text": "Vice Chancellor, General Sir John Kotelawala Defence University. Kandawala Road, Ratmalana 10390.",
    "fonts": [
      "BookmanOldStyle"
    ],
    "sizes": [
      11.880000114440918
    ]
  },
  {
    "page_number": 0,
    "bbox": [
      279.17,
      623.06,
      495.18,
      636.92
    ],
    "text": "4. General (Rtd) Kamal Gunarathna",
    "fonts": [
      "ArialMT",
      "BookmanOldStyle"
    ],
    "sizes": [
      11.880000114440918
    ]
  },
  {
    "page_number": 0,
    "bbox": [
      277.73,
      639.26,
      493.71,
      734.14
    ],
    "text": "Secretary, Ministry of Defence Defence Headquarters Complex, Sri Jayawardanapura, Kotte.",
    "fonts": [
      "BookmanOldStyle"
    ],
    "sizes": [
      11.880000114440918
    ]
  },
  {
    "page_number": 0,
    "bbox": [
      279.17,
      736.51,
      410.86,
      750.37
    ],
    "text": "5. Mr. P.B.S.C. Nonis",
    "fonts": [
      "ArialMT",
      "BookmanOldStyle"
    ],
    "sizes": [
      11.880000114440918
    ]
  },
  {
    "page_number": 0,
    "bbox": [
      297.19,
      752.71,
      427.78,
      766.57
    ],
    "text": "Additional Secretary,",
    "fonts": [
      "BookmanOldStyle"
    ],
    "sizes": [
      11.880000114440918
    ]
  },
  {
    "page_number": 0,
    "bbox": [
      59.81,
      303.59,
      219.1,
      331.83
    ],
    "text": "Court of Appeal Case No. CA/WRT/477/21",
    "fonts": [
      "BookmanOldStyle-Bold"
    ],
    "sizes": [
      11.880000114440918
    ]
  },
  {
    "page_number": 1,
    "bbox": [
      72.05,
      780.19,
      327.59,
      806.49
    ],
    "text": "Page 2 of 6",
    "fonts": [
      "Calibri",
      "Calibri-Bold"
    ],
    "sizes": [
      11.880000114440918
    ]
  },
  {
    "page_number": 1,
    "bbox": [
      277.73,
      72.02,
      493.71,
      150.7
    ],
    "text": "Ministry of Defence, Defence Headquarters Complex, Sri Jayawardanapura, Kotte.",
    "fonts": [
      "BookmanOldStyle"
    ],
    "sizes": [
      11.880000114440918
    ]
  },
  {
    "page_number": 1,
    "bbox": [
      279.17,
      153.04,
      435.7,
      166.9
    ],
    "text": "6. General L.H.S.C. Silva",
    "fonts": [
      "ArialMT",
      "BookmanOldStyle"
    ],
    "sizes": [
      11.880000114440918
    ]
  },
  {
    "page_number": 1,
    "bbox": [
      277.73,
      169.24,
      490.11,
      231.73
    ],
    "text": "Commander of the Army Army Headquarters Sri Jayawardanapure, Colombo",
    "fonts": [
      "BookmanOldStyle"
    ],
    "sizes": [
      11.880000114440918
    ]
  },
  {
    "page_number": 1,
    "bbox": [
      279.17,
      234.09,
      510.99,
      247.95
    ],
    "text": "7. Vice Admiral Nishantha Ulugetenne",
    "fonts": [
      "ArialMT",
      "BookmanOldStyle"
    ],
    "sizes": [
      11.880000114440918
    ]
  },
  {
    "page_number": 1,
    "bbox": [
      277.73,
      250.29,
      471.01,
      296.55
    ],
    "text": "Commander of the Navy Navy Headquaters, Colombo",
    "fonts": [
      "BookmanOldStyle"
    ],
    "sizes": [
      11.880000114440918
    ]
  },
  {
    "page_number": 1,
    "bbox": [
      279.17,
      298.91,
      463.45,
      312.77
    ],
    "text": "8. Air Marshal S.K. Pathirana",
    "fonts": [
      "ArialMT",
      "BookmanOldStyle"
    ],
    "sizes": [
      11.880000114440918
    ]
  },
  {
    "page_number": 1,
    "bbox": [
      277.73,
      315.11,
      436.42,
      377.6
    ],
    "text": "Air Force Headquaters P.O.Box 594 Colombo 02",
    "fonts": [
      "BookmanOldStyle"
    ],
    "sizes": [
      11.880000114440918
    ]
  },
  {
    "page_number": 1,
    "bbox": [
      279.17,
      379.94,
      473.53,
      393.8
    ],
    "text": "9. Prof. Sampath Amarathunga",
    "fonts": [
      "ArialMT",
      "BookmanOldStyle"
    ],
    "sizes": [
      11.880000114440918
    ]
  },
  {
    "page_number": 1,
    "bbox": [
      269.81,
      396.14,
      485.05,
      507.25
    ],
    "text": "Chairman University Grants Commission No. 07, 20 Ward Place, Colombo 07 10. P.A.S.A. Kumara",
    "fonts": [
      "ArialMT",
      "BookmanOldStyle"
    ],
    "sizes": [
      11.880000114440918
    ]
  },
  {
    "page_number": 1,
    "bbox": [
      269.81,
      509.61,
      526.79,
      636.92
    ],
    "text": "Director General Department of Public Enterprises Ministry of Finance, 1t Floor, Ministry of Finance, The Secretariat, Colombo 01. 11. V.D Kithsiri,",
    "fonts": [
      "ArialMT",
      "BookmanOldStyle"
    ],
    "sizes": [
      11.880000114440918
    ]
  },
  {
    "page_number": 1,
    "bbox": [
      256.49,
      639.26,
      519.63,
      766.55
    ],
    "text": "Registrar, Kotelawala Defence University. Kandawala Road, Ratmalana 10390. Respondents",
    "fonts": [
      "BookmanOldStyle",
      "BookmanOldStyle-Bold"
    ],
    "sizes": [
      11.880000114440918
    ]
  },
  {
    "page_number": 2,
    "bbox": [
      72.05,
      780.19,
      327.59,
      806.49
    ],
    "text": "Page 3 of 6",
    "fonts": [
      "Calibri",
      "Calibri-Bold"
    ],
    "sizes": [
      11.880000114440918
    ]
  },
  {
    "page_number": 2,
    "bbox": [
      72.05,
      72.02,
      342.06,
      85.88
    ],
    "text": "Before: M. T. MOHAMMED LAFFAR, J.",
    "fonts": [
      "BookmanOldStyle",
      "BookmanOldStyle-Bold"
    ],
    "sizes": [
      11.880000114440918
    ]
  },
  {
    "page_number": 2,
    "bbox": [
      72.05,
      88.22,
      527.51,
      766.57
    ],
    "text": "S. U. B. KARALLIYADDE, J. Counsel: S. Jayawardana PC with R. Meepagala for the Petitioner Ms. Sumathi Dharmawardhana Additional Solicitor General with Navodi de Zoysa State Counsel for the Respondents Argued on: 24.03.2023 and 02.05.2023 Written Submissions on: 06.09.2023 (by Petitioners) 17.08.2023 (by Respondents) Decided on: 02.10.2023 MOHAMMED LAFFAR, J. The Petitioner has instituted this action challenging the decision taken by the Respondent University to terminate the registration of the Petitioner to follow the MBBS Degree Program offered by the 1st Respondent University. The Petitioner through this Application is seeking inter alia orders in the nature of writs of Certiorari quashing the decision to terminate the registration of the Petitioner to follow the MBBS degree programme at the KDU as contained in P24 and quashing the decision made at the 628th Board of Management meeting held on 22.03.2021, terminating the Petitioner's registration to follow the MBBS degree programme. The Petitioner has also sought writs of Mandamus to compel the Respondents to furnish the Petitioner with documents, and also a direction on the Respondents to permit the Petitioner to continue with the MBBS (KDU) Degree programme at KDU. The crux of the Petitioner's allegation is that the decision (marked P24) to terminate the registration of the Petitioner to follow the MBBS degree programme at the KDU on the basis that the Petitioner has failed to successfully complete the Second MBBS Degree Program, is unlawful and contrary to the established regulations. The Petitioner, a student who could not secure sufficient Z score marks, at the Advanced Level examination and was unable to enter any of the medical faculties at the local Universities, thereafter followed an MBBS degree that is awarded at the South Asian Institute of Technology and Medicine Ltd (hereinafter sometimes referred to as \"SAITM\"). While Petitioner was following her MBBS degree programme at SAITM, the Petitioner was absorbed to the KDU, to follow the MBBS degree programme. It is admitted and undisputed",
    "fonts": [
      "BookmanOldStyle",
      "BookmanOldStyle-Bold",
      "BookmanOldStyle-Italic"
    ],
    "sizes": [
      7.920000076293945,
      11.880000114440918
    ]
  },
  {
    "page_number": 3,
    "bbox": [
      72.05,
      780.19,
      327.59,
      806.49
    ],
    "text": "Page 4 of 6",
    "fonts": [
      "Calibri",
      "Calibri-Bold"
    ],
    "sizes": [
      11.880000114440918
    ]
  },
  {
    "page_number": 3,
    "bbox": [
      72.05,
      72.02,
      527.58,
      328.97
    ],
    "text": "that the said absorption was made under and in terms of General Sir John Kotelawala Defence University (Specials Provisions) Act, No. 17 of 2018, pursuant to a policy decision made by the government. It is admitted that, the Petitioner has failed her 2nd MBBS examinations in all 4 attempts and, except for her last attempt where she passed only one subject (4th attempt), the Petitioner failed all three subjects in her previous three attempts (marked P5, P7, P10). The primary matter for determination before this Court is whether the Petitioner is entitled to continue the said degree programme following such failure to pass the 2nd MBBS examination within four scheduled attempts. The Petitioner was duly registered with KDU on 06.08.2018. Upon registration, the Petitioner was required to enter into an Agreement with the 1st Respondent (marked R10). Clause 2(a) of the agreement states as follows:",
    "fonts": [
      "BookmanOldStyle"
    ],
    "sizes": [
      7.920000076293945,
      11.880000114440918
    ]
  },
  {
    "page_number": 3,
    "bbox": [
      72.05,
      331.31,
      527.58,
      669.32
    ],
    "text": "\"The Student at the University shall: a. Be subject to and governed by Rules, Regulations and By-laws made from time to time under the Sir John Kotelawala Defence University Act No. 68 of 1981 and subsequent amendments so far as applicable to the student and the satisfaction of the Vice Chancellor of the University.\" At the time when the Petitioner was absorbed into the 1st Respondent University, the by laws that were applicable was embodied in the Handbook - MBBS Degree Programme 2015/2016\" (marked P25). The examination By-laws are contained in page 88 of the said handbook. It is submitted by the Respondents that the said by-laws are applicable to all students who have been absorbed from SAITM to KDU. Subsequently, there were Rules made under Section 19 of the General Sir John Kotelawala Defence University Act, No. 68 of 1981 with effect from 01.01.2021. Therefore, the applicable By-laws for MBBS students prior to 01.01.2021 was contained in P25 and the Rules/By-laws contained in P26 that is applicable for any issue which arose after 01.01.2021. The Petitioner registed at KDU on 06.08.2018 and attempted the 2nd MBBS examinations 4 times during the following periods:",
    "fonts": [
      "BookmanOldStyle",
      "BookmanOldStyle-Italic"
    ],
    "sizes": [
      7.920000076293945,
      11.880000114440918
    ]
  },
  {
    "page_number": 3,
    "bbox": [
      72.05,
      671.66,
      427.78,
      766.57
    ],
    "text": "a) 22.05.2019 - 06.06.2019 b) 13.08.2019 - 28.09.2019 c) 24.06.2020 - 09.07.2020 d) 15.10.2020 - 27.10.2020 Clause 6.11 of the Handbook marked P25 reads as follows:",
    "fonts": [
      "ArialMT",
      "BookmanOldStyle"
    ],
    "sizes": [
      11.880000114440918
    ]
  },
  {
    "page_number": 4,
    "bbox": [
      72.05,
      780.19,
      327.59,
      806.49
    ],
    "text": "Page 5 of 6",
    "fonts": [
      "Calibri",
      "Calibri-Bold"
    ],
    "sizes": [
      11.880000114440918
    ]
  },
  {
    "page_number": 4,
    "bbox": [
      72.05,
      72.02,
      526.87,
      183.1
    ],
    "text": "A student who has been unsuccessful in all three subjects in the first three scheduled attempts shall not be permitted to sit again for the examination. Such students will be discontinued from the MBBS Course and may be allowed to follow a different stream in KDU, with the approval of the BOM Clause 6.12 of the Handbook marked P25 reads as follows:",
    "fonts": [
      "BookmanOldStyle",
      "BookmanOldStyle-Italic"
    ],
    "sizes": [
      11.880000114440918
    ]
  },
  {
    "page_number": 4,
    "bbox": [
      72.05,
      185.47,
      527.52,
      620.69
    ],
    "text": "a) A candidate who has passed one to two subjects in the first 3 scheduled attempts may be permitted a fourth attempt at the examination. Should he/she be unable to complete the examination at the fourth attempt, he/she shall not be permitted to sit again for the examination and shall be discontinued from the course\" Upon a request by the Petitioner addressed to the Vice Chancellor by letter dated 09.09.2020 (marked as R5), the Petitioner had been permitted to sit for the 4th attempt despite not having passed any subjects in the first 3 attempts. The said letter indicates a request by the Petitioner to sit for the exam as the last attempt. While not provided for by the rules, the Petitioner has been allowed a 4th attempt which she had not duly passed. In the said circumstances, it is ex-face clear that the rules applicable to the Petitioner are contained in the handbook marked P25. The Petitioner cannot seek refuge under the subsequent rules effective from 01.01.2021 as the Petitioner registered and sat all examinations before 2021. Further, it is also noted that while Section 2 of the General Sir Defence Kotelawala Defence University (Special Provisions) Act, No. l17 of 2018 confers power to promulgate guidelines, this Court does not observe any mandatory duty cast upon the Respondents to act upon such power. In this regard attention of Court is drawn towards Abeyratne v Minister of Lands and Others (S.C.(Spl)LA No. 197/08, SC Minutes dated 01.06.2009) wherein Sarath N. Silva C.J. quoted Administrative Law by Wade and Forsyth (Ninth Edition) as follows:",
    "fonts": [
      "BookmanOldStyle",
      "BookmanOldStyle-Bold",
      "BookmanOldStyle-BoldItal",
      "BookmanOldStyle-Italic"
    ],
    "sizes": [
      7.920000076293945,
      11.880000114440918
    ]
  },
  {
    "page_number": 4,
    "bbox": [
      72.05,
      623.06,
      527.51,
      750.37
    ],
    "text": "obligatory duties must be distinguished from discretionary powers. With the latter, mandamus has nothing to do\". This Court observes that it is established law that a writ of Mandamus does not lie against discretionary powers and therefore this Court cannot impose itself against the discretionary power vested upon the Respondent in terms of Section 2.",
    "fonts": [
      "BookmanOldStyle",
      "BookmanOldStyle-Italic"
    ],
    "sizes": [
      11.880000114440918
    ]
  },
  {
    "page_number": 5,
    "bbox": [
      72.05,
      780.19,
      327.59,
      806.49
    ],
    "text": "Page 6 of 6",
    "fonts": [
      "Calibri",
      "Calibri-Bold"
    ],
    "sizes": [
      11.880000114440918
    ]
  },
  {
    "page_number": 5,
    "bbox": [
      72.05,
      72.02,
      527.53,
      345.17
    ],
    "text": "Further, I do not see any reason to defer the decision made by the Respondents in respect of termination of the Petitioners registration due to failure to successfully complete the MBBS examination in all attempts. Accordingly, the said termination is not unlawful, irrational, illegal and not ultra vires to the powers vested upon the Respondents. Therefore the Petitioner is not entitled to a writ of Certiorai. As such, I hold that the decisions challenged by the Petitioner are in line with established principles of law. The Respondents have not acted ultra vires or in an arbitrary, capricious, or illegal manner. For the above reasons, I dismiss the Application of the Petitioner and make no Order as to the costs of this Application. Application dismissed.",
    "fonts": [
      "BookmanOldStyle",
      "BookmanOldStyle-Italic"
    ],
    "sizes": [
      11.880000114440918
    ]
  },
  {
    "page_number": 5,
    "bbox": [
      72.05,
      347.54,
      527.58,
      523.47
    ],
    "text": "JUDGE OF THE COURT OF APPEAL S. U. B. KARALLIYADDE, J. I agree.",
    "fonts": [
      "BookmanOldStyle",
      "BookmanOldStyle-Bold"
    ],
    "sizes": [
      11.880000114440918
    ]
  },
  {
    "page_number": 5,
    "bbox": [
      72.05,
      525.81,
      527.58,
      555.87
    ],
    "text": "JUDGE OF THE COURT OF APPEAL",
    "fonts": [
      "BookmanOldStyle"
    ],
    "sizes": [
      11.880000114440918
    ]
  }
]