[
  {
    "page_number": 0,
    "bbox": [
      99.62,
      74.42,
      515.21,
      86.42
    ],
    "text": "IN THE COURT OF APPEAL OF THE DEMOCRATIC SOCIALIST REPUBLIC OF SRI LANKA",
    "fonts": [
      "Calibri-Bold"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 0,
    "bbox": [
      283.61,
      128.06,
      524.58,
      191.21
    ],
    "text": "In the matter of an application for mandates in the nature of writ of Certiorari and Mandamus under Article 140 of the Constitution of Democratic Socialist Republic of Sri Lanka.",
    "fonts": [
      "Calibri",
      "Calibri-Bold"
    ],
    "sizes": [
      12.0,
      14.039999961853027
    ]
  },
  {
    "page_number": 0,
    "bbox": [
      72.02,
      205.46,
      260.16,
      217.46
    ],
    "text": "CA (Writ) Application No : 0002/2020",
    "fonts": [
      "Calibri-Bold"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 0,
    "bbox": [
      288.05,
      232.34,
      449.3,
      294.89
    ],
    "text": "Thenne Gedara Sugathapala, No. 327, Gurukele, Nillamba.",
    "fonts": [
      "Calibri"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 0,
    "bbox": [
      72.02,
      299.81,
      536.82,
      345.41
    ],
    "text": "By his Power of Attorney holder Thenne Gedara Dayawathi",
    "fonts": [
      "Calibri"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 0,
    "bbox": [
      306.05,
      350.33,
      400.1,
      379.13
    ],
    "text": "No. 327, Gurukele, Nillamba.",
    "fonts": [
      "Calibri"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 0,
    "bbox": [
      288.05,
      400.85,
      529.97,
      446.59
    ],
    "text": "PETITIONER Vs.",
    "fonts": [
      "Calibri",
      "Calibri-Bold"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 0,
    "bbox": [
      288.05,
      451.39,
      454.73,
      530.71
    ],
    "text": "1. Thenne Gedara Aron Singho No. 147 Gurukele, 147 Janapadaya, Nillamba.",
    "fonts": [
      "ArialMT",
      "Calibri"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 0,
    "bbox": [
      72.02,
      535.63,
      475.13,
      665.62
    ],
    "text": "2. Divisional Secretary, Doluwa, Divisional Secretariate. 3. Hon. Attorney General, Attorney Generals Department, Colombo 12.",
    "fonts": [
      "ArialMT",
      "Calibri"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 0,
    "bbox": [
      432.07,
      724.06,
      508.49,
      736.06
    ],
    "text": "RESPONDENTS",
    "fonts": [
      "Calibri-Bold"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 1,
    "bbox": [
      72.02,
      74.42,
      466.13,
      237.98
    ],
    "text": "Before: Arjuna Obeyesekere, J / President of the Court of Appeal Mayadunne Corea, J Counsel: M. N. M. Najeeb for the Petitioner S Rathnayake for the 1st Respondent Sachintha Dias, State Counsel for 2nd and 3rd Respondents Supported on: 01st March, 2021 Decided on: 03rd June, 2021",
    "fonts": [
      "Calibri",
      "Calibri-Bold"
    ],
    "sizes": [
      8.039999961853027,
      12.0
    ]
  },
  {
    "page_number": 1,
    "bbox": [
      72.02,
      242.93,
      308.76,
      288.65
    ],
    "text": "Mayadunne Corea, J.",
    "fonts": [
      "Calibri-Bold"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 1,
    "bbox": [
      72.02,
      301.02,
      542.8,
      367.13
    ],
    "text": "The Petitioner has sought in her petition Inter alia for a Writ of Certiorari to quash a land grant and for a Writ of Mandamus directing the 2nd and 3rd Respondents to make a correct grant. The facts of the case are as follows:",
    "fonts": [
      "Calibri",
      "Calibri-Italic",
      "SegoeUI"
    ],
    "sizes": [
      8.039999961853027,
      12.0,
      13.5600004196167
    ]
  },
  {
    "page_number": 1,
    "bbox": [
      72.02,
      381.89,
      545.45,
      579.31
    ],
    "text": "Petitioners father had been granted the land numbered as lot no. 147 depicted in plan number 2067. The said plan is marked as P1. Petitioners father, mother and the children are alleged to have possessed the said land and built a house there on. Petitioners father had nine children. The father had died without nominating a successor to the grant. Petitioner alleges that the 1st Respondent who is her elder brother had been granted a deed of grant bearing no. 3063 dated 16th December 1999. The Petitioner further alleges that the said grant had been issued without considering the inheritance and succession as per the Land Development Ordinance. The Learned Counsel for the Petitioner submitted that her father had died in the year 1976 and the mother had died in the year 1965 and therefore, the Petitioner is seeking a Writ of Certiorari to quash the said grant issued in favour of her elder brother. The Learned State Counsel who appeared for the 2nd and 3rd Respondents, submitted that a grant had been issued to an elder sibling of the Petitioner in the year 1999.",
    "fonts": [
      "Calibri"
    ],
    "sizes": [
      8.039999961853027,
      12.0
    ]
  },
  {
    "page_number": 1,
    "bbox": [
      72.02,
      594.1,
      542.81,
      740.86
    ],
    "text": "This Court finds that the Petitioner has invoked the jurisdiction of this Court on the basis that she is a Power of Attorney holder of one Thennegedara Sugathapala who is the second eldest brother. However, this Court finds that no valid Power of Attorney had been filed with the petition. As per the submission by the Learned Counsel for the Petitioner, he concedes that in the line of succession, Petitioner is the 9th child. It was also conceded that the grant had been given to the 7th sibling who is anyway elder to the Petitioner. As stated earlier in this judgment, even though the Petitioner alleges that she is filing this action on behalf of the 2nd son, in the absence of any valid Power of Attorney, this Court is not inclined to hold with the Petitioners submission on the issue of Locus.",
    "fonts": [
      "Calibri"
    ],
    "sizes": [
      8.039999961853027,
      12.0
    ]
  },
  {
    "page_number": 2,
    "bbox": [
      72.02,
      73.43,
      542.81,
      204.38
    ],
    "text": "On the application of the Petitioners counsel on 1st March 2021 the Court permitted the Petitioner to file additional documents. By way of a motion, the Petitioner filed documents P4 to P8 which is alleged to be an affidavit and photocopies of National Identity cards. However, the said P8 document is not an affidavit but a letter written by the Petitioner to the Divisional Secretary. In the said letter, the other siblings of the Petitioner have not requested the said land to be handed over to the Petitioner. As per the Land Development Ordinance the succession of a permit is devolved as depicted in Chapter 7 of the said Act, specifically section 72 of the Land Development Ordinance and the 3rd schedule there to.",
    "fonts": [
      "Calibri"
    ],
    "sizes": [
      8.039999961853027,
      12.0
    ]
  },
  {
    "page_number": 2,
    "bbox": [
      72.02,
      219.14,
      542.84,
      349.13
    ],
    "text": "Despite this Court granting permission the petitioner has failed to file the Power of Attorney through which she says she has got the right to file this application. In the absence of a Power of Attorney, the Petitioner does not have the Locus Standi to invoke the jurisdiction of this Court to quash the land grant which has been given to a brother older than her. It is Imperative that the applicant who is seeking a writ of Mandamus must establish that she has a sufficient personal interest to the remedy she is seeking. In this instance even if the Court holds that the grant given to the 1st Respondent is ultra vires, still as per the Land development Ordinance the Petitioner cannot benefit.",
    "fonts": [
      "Calibri",
      "Calibri-Italic"
    ],
    "sizes": [
      8.039999961853027,
      12.0
    ]
  },
  {
    "page_number": 2,
    "bbox": [
      72.02,
      364.01,
      542.76,
      392.81
    ],
    "text": "Accordingly, this Court holds that the Petitioner does not have the Locus Standi to invoke the jurisdiction of this Court.",
    "fonts": [
      "Calibri"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 2,
    "bbox": [
      72.02,
      407.71,
      542.81,
      588.22
    ],
    "text": "This Court also has considered the deed of grant which was marked as P2. The said grant is given to one, Thannegedara Aron Singho the 1st Respondent. The date of the said grant is 16-12-1999. Even though, the Petitioners Counsel submitted that the original grant holder to the land was the Petitioners father, no such grant was tendered to this Court. The only grant that has been tendered is marked as P2 which is issued to the 1st Respondent. The Petitioner is seeking to quash the said grant by filing this application in the year 2020. The Learned Counsel for the Petitioner submitted the document marked as P3 to overcome the delay. This Court has considered the said letter and finds that it too had been issued in the year 2020. Accordingly, we hold that the Petitioner has failed to convince this court to overcome the obstacle of delay nor has the Petitioner established a Prima Facia case for this Court to issue formal notice. In the decided case of Bisomanike Vs Cyril De Alwis and Others (1982) 1 SLR 368 it was held;",
    "fonts": [
      "Calibri",
      "Calibri-Bold",
      "Calibri-Italic"
    ],
    "sizes": [
      8.039999961853027,
      12.0
    ]
  },
  {
    "page_number": 2,
    "bbox": [
      72.02,
      602.98,
      542.74,
      682.42
    ],
    "text": "The Proposition that the application for Writ must be sought as soon as injury is caused is merely an application of the equitable doctrine that delay defeats equity and the longer the injured person sleeps over his rights without any reasonable excuse the chances of his success in a Writ application dwindle and the Court may reject a Writ application on the ground of unexplained delay.",
    "fonts": [
      "Calibri-BoldItalic"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 2,
    "bbox": [
      72.02,
      696.31,
      542.78,
      742.9
    ],
    "text": "Since this Court is not inclined to grant the 1st relief prayed for by the Petitioner, the question of granting a Writ of Mandamus that has been prayed as the 2nd relief will not arise. However, for completeness this Court observes that the Petitioners 2nd application to this Court is to issue a",
    "fonts": [
      "Calibri"
    ],
    "sizes": [
      8.039999961853027,
      12.0
    ]
  },
  {
    "page_number": 3,
    "bbox": [
      72.02,
      73.43,
      542.8,
      103.22
    ],
    "text": "writ of Mandamus on the 2nd and 3rd Respondents. The Petitioner has pleaded in her 2nd prayer as follows.",
    "fonts": [
      "Calibri"
    ],
    "sizes": [
      8.039999961853027,
      12.0
    ]
  },
  {
    "page_number": 3,
    "bbox": [
      72.02,
      117.11,
      542.81,
      197.54
    ],
    "text": "To issue of Mandamus directing the 2nd and 3rd Respondents to make correct grants with regard to the said land. It is incumbent on the Petitioner in applying for a Writ of Mandamus to establish that there is legal duty cast on the Respondent towards her that has not been full filled. The Petitioner being the 9th child does not have the right over the 1st Respondent as per the 3rd schedule of the Land Development Ordinance.",
    "fonts": [
      "Calibri"
    ],
    "sizes": [
      8.039999961853027,
      12.0
    ]
  },
  {
    "page_number": 3,
    "bbox": [
      72.02,
      212.3,
      542.75,
      258.05
    ],
    "text": "This Court has already held in the absence of a valid Power of Attorney from an older sibling of the Petitioner empowering her to file this case, the Petitioner lacks Locus Standi to obtain the reliefs that she has prayed for.",
    "fonts": [
      "Calibri"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 3,
    "bbox": [
      72.02,
      272.93,
      542.35,
      301.73
    ],
    "text": "Accordingly, for the reasons set out above in this Judgment this Court refuses to grant leave and this application is dismissed without cost.",
    "fonts": [
      "Calibri"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 3,
    "bbox": [
      72.02,
      316.61,
      540.89,
      328.61
    ],
    "text": "Judge of the Court of Appeal",
    "fonts": [
      "Calibri",
      "Calibri-Bold"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 3,
    "bbox": [
      72.02,
      397.13,
      354.74,
      409.13
    ],
    "text": "Arjuna Obeyesekere, J/ President of the Court of Appeal",
    "fonts": [
      "Calibri-Bold"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 3,
    "bbox": [
      72.02,
      424.03,
      219.0,
      436.03
    ],
    "text": "I agree.",
    "fonts": [
      "Calibri"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 3,
    "bbox": [
      72.02,
      504.55,
      509.45,
      516.55
    ],
    "text": "President of the Court of Appeal",
    "fonts": [
      "Calibri",
      "Calibri-Bold"
    ],
    "sizes": [
      12.0
    ]
  }
]