[
  {
    "page_number": 0,
    "bbox": [
      72.02,
      781.32,
      302.91,
      805.8
    ],
    "text": "1",
    "fonts": [
      "Calibri"
    ],
    "sizes": [
      11.039999961853027
    ]
  },
  {
    "page_number": 0,
    "bbox": [
      89.06,
      74.81,
      509.55,
      88.85
    ],
    "text": "IN THE COURT OF APPEAL OF THE DEMOCRATIC SOCIALIST REPUBLIC OF",
    "fonts": [
      "Calibri-Bold"
    ],
    "sizes": [
      14.039999961853027
    ]
  },
  {
    "page_number": 0,
    "bbox": [
      267.05,
      101.21,
      331.44,
      115.25
    ],
    "text": "SRI LANKA",
    "fonts": [
      "Calibri-Bold"
    ],
    "sizes": [
      14.039999961853027
    ]
  },
  {
    "page_number": 0,
    "bbox": [
      72.02,
      223.01,
      224.74,
      308.33
    ],
    "text": "DC Hambantota Case No. 1907/M C.A. Appeal No: CA 1252/99 (F)",
    "fonts": [
      "Calibri",
      "Calibri-Bold"
    ],
    "sizes": [
      12.0,
      14.039999961853027
    ]
  },
  {
    "page_number": 0,
    "bbox": [
      310.63,
      127.49,
      549.96,
      278.24
    ],
    "text": "Petition of appeal in term of the section 758 of the Civil Procedure Code in respect of the Final Order dated 13.12.1999 in the Case No.1907/M of the District Court of Hambantota. Gamini Fonseka No.14, 1st Lane, Minuwangoda, Ja-Ela.",
    "fonts": [
      "Calibri"
    ],
    "sizes": [
      9.0,
      14.039999961853027
    ]
  },
  {
    "page_number": 0,
    "bbox": [
      310.63,
      281.36,
      550.13,
      312.44
    ],
    "text": "PLAINTIFF -Vs-",
    "fonts": [
      "Calibri",
      "Calibri-Bold"
    ],
    "sizes": [
      14.039999961853027
    ]
  },
  {
    "page_number": 0,
    "bbox": [
      310.63,
      315.56,
      417.12,
      346.64
    ],
    "text": "01. People's Bank,",
    "fonts": [
      "Calibri"
    ],
    "sizes": [
      14.039999961853027
    ]
  },
  {
    "page_number": 0,
    "bbox": [
      310.63,
      349.76,
      521.91,
      415.04
    ],
    "text": "No.75, Sir Chittampalam A Gardiner Mawatha, Colombo 02. 02. Cyril Lokuruge, People's Bank,",
    "fonts": [
      "Calibri"
    ],
    "sizes": [
      14.039999961853027
    ]
  },
  {
    "page_number": 0,
    "bbox": [
      332.23,
      418.06,
      536.19,
      449.26
    ],
    "text": "Manager's Official Residence, Mahajana Nivasa Thissamaharama.",
    "fonts": [
      "Calibri"
    ],
    "sizes": [
      14.039999961853027
    ]
  },
  {
    "page_number": 0,
    "bbox": [
      310.63,
      452.26,
      550.13,
      555.94
    ],
    "text": "DEFENDANTS AND NOW BETWEEN People's Bank. No.75, Sir Chittampalam A Gardiner Mawatha, Colombo 02.",
    "fonts": [
      "Calibri",
      "Calibri-Bold"
    ],
    "sizes": [
      14.039999961853027
    ]
  },
  {
    "page_number": 0,
    "bbox": [
      310.63,
      559.12,
      550.13,
      626.89
    ],
    "text": "1ST DEFENDANT-APPELLANT -Vs- 01. Gamini Fonseka",
    "fonts": [
      "Calibri",
      "Calibri-Bold"
    ],
    "sizes": [
      9.0,
      14.039999961853027
    ]
  },
  {
    "page_number": 0,
    "bbox": [
      332.23,
      628.75,
      459.75,
      661.09
    ],
    "text": "No.14. 1st Lane, Minuwangoda, Ja-Ela.",
    "fonts": [
      "Calibri"
    ],
    "sizes": [
      9.0,
      14.039999961853027
    ]
  },
  {
    "page_number": 0,
    "bbox": [
      310.63,
      664.09,
      550.13,
      712.33
    ],
    "text": "PLAINTIFF-RESPONDENT 02. Cyril Lokuruge, People's Bank,",
    "fonts": [
      "Calibri",
      "Calibri-Bold"
    ],
    "sizes": [
      14.039999961853027
    ]
  },
  {
    "page_number": 0,
    "bbox": [
      332.23,
      715.45,
      536.19,
      746.53
    ],
    "text": "Manager's Official Residence, Mahajana Nivasa Thissamaharama.",
    "fonts": [
      "Calibri"
    ],
    "sizes": [
      14.039999961853027
    ]
  },
  {
    "page_number": 0,
    "bbox": [
      368.59,
      748.29,
      550.13,
      763.59
    ],
    "text": "2nd DEFENDANT- RESPONDENT",
    "fonts": [
      "Calibri",
      "Calibri-Bold"
    ],
    "sizes": [
      9.0,
      14.039999961853027
    ]
  },
  {
    "page_number": 1,
    "bbox": [
      72.02,
      781.32,
      302.91,
      805.8
    ],
    "text": "2",
    "fonts": [
      "Calibri"
    ],
    "sizes": [
      11.039999961853027
    ]
  },
  {
    "page_number": 1,
    "bbox": [
      72.02,
      74.42,
      526.11,
      160.13
    ],
    "text": "Before: C.P. Kirtisinghe - J. R. Gurusinghe - J. Counsel: Kushan D Alwis, P.C. with Chamath Fernando and Milinda Munidasa",
    "fonts": [
      "Calibri"
    ],
    "sizes": [
      12.0,
      14.039999961853027
    ]
  },
  {
    "page_number": 1,
    "bbox": [
      72.02,
      170.45,
      290.86,
      184.49
    ],
    "text": "for the Defendant-Appellant.",
    "fonts": [
      "Calibri"
    ],
    "sizes": [
      14.039999961853027
    ]
  },
  {
    "page_number": 1,
    "bbox": [
      122.42,
      194.93,
      511.55,
      227.45
    ],
    "text": "Faiz Musthapha, P.C. with Mehran Careem and Bishran Iqbal for the Plaintiff- Respondents.",
    "fonts": [
      "Calibri"
    ],
    "sizes": [
      14.039999961853027
    ]
  },
  {
    "page_number": 1,
    "bbox": [
      72.02,
      237.89,
      219.22,
      325.52
    ],
    "text": "Argued on: 06.07.2023 Decided On: 12.10.2023",
    "fonts": [
      "Calibri"
    ],
    "sizes": [
      14.039999961853027
    ]
  },
  {
    "page_number": 1,
    "bbox": [
      72.02,
      364.4,
      188.14,
      378.44
    ],
    "text": "C. P. Kirtisinghe - J.",
    "fonts": [
      "Calibri-Bold"
    ],
    "sizes": [
      14.039999961853027
    ]
  },
  {
    "page_number": 1,
    "bbox": [
      72.02,
      389.66,
      526.28,
      441.82
    ],
    "text": "The 1st Defendant Appellant has preferred this appeal from the judgement of the learned Additional District Judge of Hambantota dated 13.12.1999. The learned Additional District Judge has entered judgement for the Plaintiff.",
    "fonts": [
      "Calibri"
    ],
    "sizes": [
      9.0,
      14.039999961853027
    ]
  },
  {
    "page_number": 1,
    "bbox": [
      72.02,
      454.3,
      526.44,
      523.54
    ],
    "text": "The Plaintiff had instituted this action in the District Court of Hambantota praying for a judgement against the 1st and 2nd Defendants jointly and severally in a sum of Rs. Three Hundred Million (Rs.300,000,000.00) with legal interest thereon from the date of the plaint till payment in full.",
    "fonts": [
      "Calibri"
    ],
    "sizes": [
      9.0,
      14.039999961853027
    ]
  },
  {
    "page_number": 1,
    "bbox": [
      72.02,
      536.02,
      212.14,
      550.06
    ],
    "text": "Background of the Case",
    "fonts": [
      "Calibri",
      "Calibri-Bold"
    ],
    "sizes": [
      14.039999961853027
    ]
  },
  {
    "page_number": 1,
    "bbox": [
      72.02,
      562.42,
      370.32,
      576.46
    ],
    "text": "The facts of this case can be summarized as follows;",
    "fonts": [
      "Calibri"
    ],
    "sizes": [
      14.039999961853027
    ]
  },
  {
    "page_number": 1,
    "bbox": [
      72.02,
      588.97,
      526.56,
      768.99
    ],
    "text": "The Plaintiff in this case was a member of Parliament and the Deputy Speaker of the Parliament during the relevant period and he was also a famous film star and a well known film director of this country. The 2nd Defendant was the Manager of the Tissamaharama branch of the Peoples Bank - the 1st Defendant. The company in the name of Sanasuma Holiday Resorts (Ltd) of which the Plaintiff was the Chairman and the Managing Director had maintained and operated three bank accounts in the Tissamaharama branch of the 1st Defendant bank. The Plaintiffs company Sanasuma Holiday Resorts (Ltd) had obtained loan facilities and overdraft facilities from the aforesaid bank accounts for the purposes of the hotel owned and operated by the aforesaid company. The",
    "fonts": [
      "Calibri"
    ],
    "sizes": [
      9.0,
      14.039999961853027
    ]
  },
  {
    "page_number": 2,
    "bbox": [
      72.02,
      781.32,
      302.91,
      805.8
    ],
    "text": "3",
    "fonts": [
      "Calibri"
    ],
    "sizes": [
      11.039999961853027
    ]
  },
  {
    "page_number": 2,
    "bbox": [
      72.02,
      74.93,
      526.55,
      457.78
    ],
    "text": "business and occupancy at the aforesaid hotel were adversely affected following the ethnic riots in July 1983 and in 1989 the hotel was destroyed by fire. It is the case of the Plaintiff that he could not pay the loan installments and interest regularly because of the aforesaid situation. Following discussions between the bank and the company and having taken into account the aforesaid loss of business and the subsequent destruction of the hotel, the board of directors of the 1st Defendant bank had finalized a settlement of accounts payable by the said company on the aforesaid loans and overdraft facilities and the Plaintiff on behalf of the said company had paid that amount to the Tissamaharama branch of the bank as a full and final settlement. It is the case of the Plaintiff that in violation of the fiduciary obligations and statutory duties, the 2nd Defendant wrongfully, unlawfully and willfully and/ or negligently caused or permitted to be revealed and released or disclosed to the editor and/ or publishers of the Ravaya newspaper the contents of the aforesaid bank files, loan transactions and repayment of the loans and the state of the aforementioned bank accounts of the company. In consequence of the aforesaid conduct of the 2nd Defendant the Ravaya newspaper had published the article marked 1. The Plaintiff states that the aforesaid newspaper article is distorted, false, defamatory and malicious and it is a consequence of the 2nd Defendants aforesaid conduct which has caused irreparable loss and damage to the Plaintiffs reputation and high esteem in a sum of Rs. 300,000,000.00.",
    "fonts": [
      "Calibri",
      "IskoolaPota"
    ],
    "sizes": [
      9.0,
      14.039999961853027
    ]
  },
  {
    "page_number": 2,
    "bbox": [
      72.02,
      470.26,
      556.25,
      539.5
    ],
    "text": "At the trial issue no. 11 had been raised on behalf of the Plaintiff on the basis that a damage was caused to the Plaintiff by the aforementioned publication which is defamatory, malicious and false. The learned Additional District Judge had answered the aforesaid issue in the affirmative in favour of the Plaintiff.",
    "fonts": [
      "Calibri"
    ],
    "sizes": [
      14.039999961853027
    ]
  },
  {
    "page_number": 2,
    "bbox": [
      72.02,
      552.1,
      526.46,
      602.89
    ],
    "text": "Dr. C.F. Amarasinghe in his treatise DEFAMATION and other aspects of the ACTIO INIURIARUM in ROMAN DUTCH LAW 1st edition, at page 03 observes as follows;",
    "fonts": [
      "Calibri"
    ],
    "sizes": [
      9.0,
      14.039999961853027
    ]
  },
  {
    "page_number": 2,
    "bbox": [
      72.02,
      615.37,
      526.59,
      739.93
    ],
    "text": "In Roman law interference with fama was regarded as an aspect of iniuria which rested on injury to feelings. Bringing another into disrepute (infamia) was regarded as grounding an action for iniuria However, the Roman Dutch law of defamation was essentially of Roman infrastructure with very little Dutch superimposition and it may be said that the Roman Dutch law of defamation was still regarded as an aspect of the law of iniuria, and not as a separate delict.",
    "fonts": [
      "Calibri",
      "Calibri-Italic"
    ],
    "sizes": [
      14.039999961853027
    ]
  },
  {
    "page_number": 2,
    "bbox": [
      72.02,
      752.43,
      364.44,
      766.47
    ],
    "text": "At page 09, Dr. Amarasinghe had stated as follows;",
    "fonts": [
      "Calibri"
    ],
    "sizes": [
      14.039999961853027
    ]
  },
  {
    "page_number": 3,
    "bbox": [
      72.02,
      781.32,
      302.91,
      805.8
    ],
    "text": "4",
    "fonts": [
      "Calibri"
    ],
    "sizes": [
      11.039999961853027
    ]
  },
  {
    "page_number": 3,
    "bbox": [
      72.02,
      74.93,
      526.52,
      144.17
    ],
    "text": "The factum of the iniuria of the defamation may be said to consist of the unlawful publication of matter about the Plaintiff which is defamatory, i.e., which is injurious to him in regard to his reputation. This raises problems connected with:",
    "fonts": [
      "Calibri",
      "Calibri-Italic"
    ],
    "sizes": [
      14.039999961853027
    ]
  },
  {
    "page_number": 3,
    "bbox": [
      90.02,
      154.35,
      515.55,
      170.57
    ],
    "text": "(A) The meaning of the matter and secondary meanings or innuendoes;",
    "fonts": [
      "ArialMT",
      "Calibri"
    ],
    "sizes": [
      14.039999961853027
    ]
  },
  {
    "page_number": 3,
    "bbox": [
      90.02,
      180.87,
      300.1,
      197.09
    ],
    "text": "(B) Reference to the Plaintiff; and",
    "fonts": [
      "ArialMT",
      "Calibri"
    ],
    "sizes": [
      14.039999961853027
    ]
  },
  {
    "page_number": 3,
    "bbox": [
      90.02,
      207.27,
      202.3,
      223.49
    ],
    "text": "(C) Publication.",
    "fonts": [
      "ArialMT",
      "Calibri"
    ],
    "sizes": [
      14.039999961853027
    ]
  },
  {
    "page_number": 3,
    "bbox": [
      72.02,
      236.09,
      526.59,
      600.49
    ],
    "text": "It has been admitted at the commencement of the trial that the Plaintiff was a member of Parliament and the Deputy Speaker of the Parliament during the relevant period. It is also admitted that the Plaintiff is a popular film actor in Sri Lanka. The Plaintiff had won several awards as the most popular film actor in Sri Lanka, the best film actor in Sri Lanka and the best film director. The Plaintiffs evidence is corroborated by the evidence of the witness A.D. Ranjith Kumara, a former editor of the newspaper Sarasaviya. In addition, the Plaintiff had been a member of Parliament and the Deputy Speaker of the Parliament during the relevant period. Therefore, one can come to the conclusion that the Plaintiff had the reputation. The newspaper publication marked as 1 directly refers to the Plaintiff. The heading of the news item reads as follows; . The meaning of those words is that the Plaintiff had defaulted a payment of rupees twenty-five lakhs which he owes to a bank. In the body of the article, it is stated that the 1st Defendant bank had waved off a sum of rupees twenty-five lakhs which is due to the bank from Sanasuma Holiday Resort - Weerawila of which the Plaintiff is the Chairman and the Managing Director. Further it says that a letter sent by the bank to the Sanasuma Holiday Resort (Ltd.) informing the default of payments had been returned to the bank undelivered with the endorsement .",
    "fonts": [
      "Calibri",
      "IskoolaPota"
    ],
    "sizes": [
      9.0,
      14.039999961853027
    ]
  },
  {
    "page_number": 3,
    "bbox": [
      72.02,
      612.97,
      526.56,
      756.15
    ],
    "text": "In the case of Bane Vs Colvin The South African Law Reports 1959 (1) January March, page 63 the Plaintiff, a director of a company, had claimed damages for defamation arising out of an article written by the defendant and published in a newspaper, in which he charged the company with having carried an illegal, dishonest and clandestine trade in arms and spares. The defendant excepted to the declaration on the ground that the words complained of were not capable of being understood as referring to the plaintiff. It was held that the alleged conduct on the part of the company could reasonably be interpreted as a",
    "fonts": [
      "Calibri",
      "Calibri-Bold"
    ],
    "sizes": [
      14.039999961853027
    ]
  },
  {
    "page_number": 4,
    "bbox": [
      72.02,
      781.32,
      302.91,
      805.8
    ],
    "text": "5",
    "fonts": [
      "Calibri"
    ],
    "sizes": [
      11.039999961853027
    ]
  },
  {
    "page_number": 4,
    "bbox": [
      72.02,
      74.93,
      526.6,
      549.94
    ],
    "text": "reflection upon the five directors of the company and that the article was capable of referring to each and every member of the board. Exception was accordingly dismissed. This newspaper article not only refers to a sum of money which is due to the bank from the Sanasuma Holiday Resort (Ltd.) of which the Plaintiff is the Chairman and the Managing Director, which is a reflection on the Plaintiff but refers directly to the Plaintiff as well. It says that the Plaintiff had defaulted a payment of rupees twenty-five lakhs which is not true. The evidence of witness Hettiarachchi a former Deputy General Manager of the 1st Defendant bank reveals that after negotiations between the two parties a settlement had been arrived between the 1st Defendant bank and the Plaintiffs company and the 1st Defendant bank had agreed to waive off a good sum of money which is due to the bank from the company. The evidence of this witness further reveals that the Plaintiff had paid to the 1st Defendant bank the total sum of money which was finally agreed upon. Therefore, the question of default does not arise. On the other hand, referring to the letter which was returned to the bank undelivered it is stated in 1 that it is a letter that had been sent to the Plaintiffs company by the bank informing the defaults of payments but it is not so. That letter marked P5(b) does not refer to any defaults of payments. It only requests the company to furnish details about the accounts maintained by the company loss and profits accounts, balance sheets, etc. It is that letter that had been returned undelivered with the endorsement - . Witness Hettiarachchi, a former Deputy General Manager of the 1st Defendant bank had admitted that the contents of the news item marked 1 are false and distorted. Therefore, the matters contained in 1 are defamatory and they refer to the Plaintiff. There is also a photograph of the Plaintiff in the front page of the newspaper.",
    "fonts": [
      "Calibri",
      "IskoolaPota"
    ],
    "sizes": [
      9.0,
      14.039999961853027
    ]
  },
  {
    "page_number": 4,
    "bbox": [
      72.02,
      561.28,
      526.59,
      594.85
    ],
    "text": "The next question that has to be taken in to consideration is whether the 2nd Defendant is liable for this publication.",
    "fonts": [
      "Calibri"
    ],
    "sizes": [
      9.0,
      14.039999961853027
    ]
  },
  {
    "page_number": 4,
    "bbox": [
      72.02,
      606.07,
      274.18,
      621.37
    ],
    "text": "Involvement of the 2nd Defendant",
    "fonts": [
      "Calibri",
      "Calibri-Bold"
    ],
    "sizes": [
      9.0,
      14.039999961853027
    ]
  },
  {
    "page_number": 4,
    "bbox": [
      72.02,
      632.59,
      526.41,
      758.43
    ],
    "text": "It is the case of the Plaintiff that the 2nd Defendant had disclosed the particulars of the current accounts of the Plaintiffs company and the contents of the files of the bank regarding the loan transactions of the Plaintiffs company to the Editor and or the publishers of the Ravaya newspaper. At the trial the issue no. 06 had been raised on behalf of the Plaintiff on that basis. The learned District Judge has accepted this position. That finding can be justified for the following reasons;",
    "fonts": [
      "Calibri"
    ],
    "sizes": [
      9.0,
      14.039999961853027
    ]
  },
  {
    "page_number": 5,
    "bbox": [
      72.02,
      781.32,
      302.91,
      805.8
    ],
    "text": "6",
    "fonts": [
      "Calibri"
    ],
    "sizes": [
      11.039999961853027
    ]
  },
  {
    "page_number": 5,
    "bbox": [
      72.02,
      74.93,
      526.59,
      365.48
    ],
    "text": "According to the evidence of the C.I.D. Investigation Officer, S.I. Kohona who conducted the investigations regarding the incident, he was not able to find one particular file which contained important documents regarding these loan transactions at the Tissamaharama branch of the Peoples Bank of which the 2nd Defendant was the Manager at the time. That was the file which contained several important documents marked as P5 documents. At the time of the search that file was not available in the bank. Later according to this witness, the 2nd Defendant had brought this file to the C.I.D. office and handed over same to the C.I.D. Officers. The 2nd Defendant had told the witness that he had found it inside a safe. If the file was available at the bank at the time S.I. Kohona went there for his investigations there is no reason why the 2nd Defendant could not have produced it then and there. That shows that the file was not available at the bank at the time of the investigations and the 2nd Defendant had handed over the same to the C.I.D. later which is consistent with the version that the 2nd Defendant had disclosed the particulars of these loan transactions to the Ravaya newspaper.",
    "fonts": [
      "Calibri"
    ],
    "sizes": [
      9.0,
      14.039999961853027
    ]
  },
  {
    "page_number": 5,
    "bbox": [
      72.02,
      378.08,
      526.59,
      521.14
    ],
    "text": "The Editor of the Ravaya newspaper had told S.I. Kohona that he got the information from bank files although he had not disclosed the name of the person who had given that information. But he had clearly stated that he got the information from the bank file. Obviously, it has to be the bank files of the 1st Defendant Bank. The file containing the particulars of these loan transactions which was there at the Tissamaharama branch of the Peoples Bank had been taken out of the bank and it is highly probable that the Editor of the Ravaya newspaper had accessed to this file.",
    "fonts": [
      "Calibri"
    ],
    "sizes": [
      9.0,
      14.039999961853027
    ]
  },
  {
    "page_number": 5,
    "bbox": [
      72.02,
      533.62,
      526.59,
      732.01
    ],
    "text": "In the bank file containing the several documents marked as P5 documents, there is a letter marked P5g. That is the letter which had been sent to the Deputy General Manager of the 1st Defendant Bank by the National Insurance Corporation. On the other side (overleaf) of the letter there are several calculations made by someone using a ball point pen. The person who made those calculations cannot be an officer of the bank. An officer or an employee of the bank would never have done those calculations in a slipshod manner over leaf of a document contained in a bank file. It has to be someone from outside. That page had been marked as P5h (this page is not available in the Judges brief but it is there in the original case record). Among those calculations there is a figure of 2444365.77. This figure appears in the newspaper article marked 1.",
    "fonts": [
      "Calibri",
      "IskoolaPota"
    ],
    "sizes": [
      9.0,
      14.039999961853027
    ]
  },
  {
    "page_number": 6,
    "bbox": [
      72.02,
      781.32,
      302.91,
      805.8
    ],
    "text": "7",
    "fonts": [
      "Calibri"
    ],
    "sizes": [
      11.039999961853027
    ]
  },
  {
    "page_number": 6,
    "bbox": [
      72.02,
      74.93,
      526.56,
      328.64
    ],
    "text": "When the C.I.D. Officer S.I. Kohona gave evidence regarding the contents of the file containing 5 documents, he had produced in evidence a letter marked 5b which is a letter sent by the Manager of the Tissamaharama branch of the Peoples Bank to the Manager of the Plaintiffs Company Sanasuma Holiday Resort (Ltd) requesting the company to furnish details of their accounts. That is not a letter sent by the bank to the Plaintiffs company asking the company to pay the arrears that are due to the bank. That is the original document of the letter sent to the Plaintiffs company which had been returned to the bank undelivered with the endorsement on the cover - . That cover with the endorsement has been marked as P5d. The office copy of that letter which is in the bank file has been marked as P5c. In the newspaper article marked 1, there is a reference to a letter sent by the bank to the Plaintiffs company which had been returned to the bank undelivered with the endorsement .",
    "fonts": [
      "Calibri",
      "IskoolaPota"
    ],
    "sizes": [
      14.039999961853027
    ]
  },
  {
    "page_number": 6,
    "bbox": [
      72.02,
      341.12,
      526.53,
      465.7
    ],
    "text": "A letter sent by the witness Hettiarachchi, a former Deputy General Manager of the 1st Defendant bank, on behalf of the 1st Defendant bank to the plaintiff had been marked as 16. In that document there are particulars of a loan that the plaintiff had obtained from the Kollupitiya branch of the 1st Defendant bank. Those details cannot be available in the Tissamaharama branch as that branch had nothing to do with that loan. There is no reference to those particulars in the newspaper article marked 1.",
    "fonts": [
      "Calibri",
      "IskoolaPota"
    ],
    "sizes": [
      9.0,
      14.039999961853027
    ]
  },
  {
    "page_number": 6,
    "bbox": [
      72.02,
      477.04,
      526.55,
      510.7
    ],
    "text": "Those facts are consistent with the version of the Plaintiff that the 2nd Defendant had provided that information to the newspaper.",
    "fonts": [
      "Calibri"
    ],
    "sizes": [
      9.0,
      14.039999961853027
    ]
  },
  {
    "page_number": 6,
    "bbox": [
      72.02,
      523.18,
      526.59,
      592.45
    ],
    "text": "The file containing the particulars of the bank accounts of the plaintiffs company was in the custody of the 2nd Defendant and those particulars could not have gone out without the knowledge and the participation of the 2nd Defendant.",
    "fonts": [
      "Calibri"
    ],
    "sizes": [
      9.0,
      14.039999961853027
    ]
  },
  {
    "page_number": 6,
    "bbox": [
      72.02,
      604.93,
      526.51,
      766.59
    ],
    "text": "In cross examination it has been suggested to the plaintiff that the Plaintiff had in his office, several files containing particulars of these loan transactions and it has been suggested that some of the files were in the custody of one Jeewan Rajaratnam- an employee of the plaintiff who had later left the services of the plaintiff. The line of cross examination was to show that the Ravaya newspaper could have obtained these particulars of the loan transactions from the plaintiffs office or from Jeewan Rajaratnam who had left the services of the Plaintiff. As Rajaratnam had left the services after falling out with the plaintiff and in displeasure there was a tendency in Rajaratnam to leak out this",
    "fonts": [
      "Calibri"
    ],
    "sizes": [
      14.039999961853027
    ]
  },
  {
    "page_number": 7,
    "bbox": [
      72.02,
      781.32,
      302.91,
      805.8
    ],
    "text": "8",
    "fonts": [
      "Calibri"
    ],
    "sizes": [
      11.039999961853027
    ]
  },
  {
    "page_number": 7,
    "bbox": [
      72.02,
      74.93,
      526.57,
      254.84
    ],
    "text": "information. The evidence reveal that Rajaratnam had left the services of the plaintiff in October 1987. P2 had been written in 1991. P5a also had been written in 1991. P5b had been written in 1991. Almost all the documents contained in that file had been written many years after 1987. Therefore, Rajaratnam could not have provided that information to the Ravaya newspaper and the leaned District Judge has correctly observed that. On the other hand, a copy of the letter marked P5b could not have been in the possession of the plaintiff as it had been returned to the bank undelivered. Therefore, the information regarding that letter could not have reached the publishers of the newspaper from the plaintiffs office.",
    "fonts": [
      "Calibri"
    ],
    "sizes": [
      14.039999961853027
    ]
  },
  {
    "page_number": 7,
    "bbox": [
      72.02,
      267.44,
      526.59,
      355.04
    ],
    "text": "When one takes into consideration all those factors, on a balance of probability of evidence one can come to the conclusion that the 2nd Defendant had provided that information to the Ravaya publishers and the 2nd Defendant had disclosed the particulars of the bank accounts and loan transactions of the Plaintiffs company to the Ravaya newspaper.",
    "fonts": [
      "Calibri"
    ],
    "sizes": [
      9.0,
      14.039999961853027
    ]
  },
  {
    "page_number": 7,
    "bbox": [
      72.02,
      366.38,
      526.55,
      418.42
    ],
    "text": "The next question that has to be considered is whether the 2nd Defendant is responsible for the publishing of the newspaper article marked 1. Whether the liability extends to the 2nd Defendant.",
    "fonts": [
      "Calibri",
      "IskoolaPota"
    ],
    "sizes": [
      9.0,
      14.039999961853027
    ]
  },
  {
    "page_number": 7,
    "bbox": [
      72.02,
      429.64,
      526.58,
      518.62
    ],
    "text": "McKerron in his treaties The Law of Delict, 6th edition, at page 173 states thus: Every person who takes part in publishing, or in procuring the publication of, defamatory matter is prima facie liable. Thus, where defamatory matter is published in a newspaper, not only the writer, but also the editor, printer, publisher and proprietor can all be made liable.",
    "fonts": [
      "Calibri",
      "Calibri-Bold"
    ],
    "sizes": [
      9.0,
      14.039999961853027
    ]
  },
  {
    "page_number": 7,
    "bbox": [
      72.02,
      529.84,
      518.19,
      545.14
    ],
    "text": "In Gatley on Libel and Slander, 10th edition, at page 144, it is stated as follows;",
    "fonts": [
      "Calibri"
    ],
    "sizes": [
      9.0,
      14.039999961853027
    ]
  },
  {
    "page_number": 7,
    "bbox": [
      72.02,
      557.5,
      248.5,
      571.54
    ],
    "text": "Responsibility for Publication",
    "fonts": [
      "Calibri",
      "Calibri-Bold"
    ],
    "sizes": [
      14.039999961853027
    ]
  },
  {
    "page_number": 7,
    "bbox": [
      72.02,
      584.05,
      526.34,
      727.09
    ],
    "text": "The person who first spoke or composed the defamatory matter (the originator) is of course liable, provided he intended to publish it or failed to take reasonable care to prevent its publication. However, at common law liability extends to any person who participated in, secured or authorized the publication (even the printer of a defamatory work) though this was qualified by special rules for mere distributors, who could escape liability by showing lack of knowledge of the defamatory nature of the publication and the exercise of reasonable care.",
    "fonts": [
      "Calibri"
    ],
    "sizes": [
      14.039999961853027
    ]
  },
  {
    "page_number": 8,
    "bbox": [
      72.02,
      781.32,
      302.91,
      805.8
    ],
    "text": "9",
    "fonts": [
      "Calibri"
    ],
    "sizes": [
      11.039999961853027
    ]
  },
  {
    "page_number": 8,
    "bbox": [
      72.02,
      74.93,
      526.59,
      107.33
    ],
    "text": "In the case of Byrne Vs Deane [1937] 1. Kings Bench Division, page 818, Hilbery J. had observed as follows;",
    "fonts": [
      "Calibri",
      "Calibri-Bold"
    ],
    "sizes": [
      14.039999961853027
    ]
  },
  {
    "page_number": 8,
    "bbox": [
      72.02,
      118.55,
      526.42,
      281.36
    ],
    "text": "It is stated in Starkies Law of Slander and Libel, 2nd ed., vol. ii, P. 225, that According to the general rule of law, it is clear that all who are in any degree accessory to the publication of a libel, and by any means whatever conduce to the publication, are to be considered as principals in the act of publication and at p. 239 Upon the whole, . it seems to be perfectly clear that every person who maliciously lends his aid to the construction of a libel, subsequently published, or who contributes to the publication of one already made, with a knowledge of its contents, is indictable as a principal for the whole mischief produced.",
    "fonts": [
      "Calibri"
    ],
    "sizes": [
      9.0,
      14.039999961853027
    ]
  },
  {
    "page_number": 8,
    "bbox": [
      72.02,
      292.58,
      526.59,
      381.56
    ],
    "text": "The 2nd Defendant knew the contents of the bank file when he provided that information to the publisher of the newspaper and by the standard of a reasonable man, the 2nd Defendant ought to have known that same will be published in the newspaper. Therefore, the liability extends to the 2nd Defendant.",
    "fonts": [
      "Calibri"
    ],
    "sizes": [
      9.0,
      14.039999961853027
    ]
  },
  {
    "page_number": 8,
    "bbox": [
      72.02,
      392.78,
      526.48,
      500.26
    ],
    "text": "The learned Presidents Counsel for the 1st Defendant Appellant has drawn our attention to Section 77 of the Banking Act No. 30 of 1988 and submitted that the aforesaid section of the Banking Act has no application whatsoever to the case of the Plaintiff. Therefore, it is his submission that the cause of action based on Section 77 of the Banking Act is misconceived in law. Section 77 of the Banking Act No. 30 of 1988 reads as follows;",
    "fonts": [
      "Calibri"
    ],
    "sizes": [
      9.0,
      14.039999961853027
    ]
  },
  {
    "page_number": 8,
    "bbox": [
      72.02,
      512.74,
      526.6,
      600.49
    ],
    "text": "77. (1) Every director, manager, officer or other person employed in the business of any licensed commercial bank or licensed specialized bank shall observe strict secrecy in respect of all transactions of the bank, its customers and the state of accounts of any person and all matters relating thereto and shall not reveal any such matter except",
    "fonts": [
      "Calibri"
    ],
    "sizes": [
      14.039999961853027
    ]
  },
  {
    "page_number": 8,
    "bbox": [
      90.02,
      610.67,
      278.02,
      626.89
    ],
    "text": "(a) When required to do so",
    "fonts": [
      "ArialMT",
      "Calibri"
    ],
    "sizes": [
      14.039999961853027
    ]
  },
  {
    "page_number": 8,
    "bbox": [
      126.02,
      637.07,
      267.34,
      653.29
    ],
    "text": "(i) By a court law;",
    "fonts": [
      "ArialMT",
      "Calibri"
    ],
    "sizes": [
      14.039999961853027
    ]
  },
  {
    "page_number": 8,
    "bbox": [
      126.02,
      663.59,
      439.23,
      679.81
    ],
    "text": "(ii) By the person to whom such matters relates;",
    "fonts": [
      "ArialMT",
      "Calibri"
    ],
    "sizes": [
      14.039999961853027
    ]
  },
  {
    "page_number": 8,
    "bbox": [
      90.02,
      690.11,
      526.08,
      724.69
    ],
    "text": "(b) In the performance of the duties of the director, manager, officer or other person: or",
    "fonts": [
      "ArialMT",
      "Calibri"
    ],
    "sizes": [
      14.039999961853027
    ]
  },
  {
    "page_number": 8,
    "bbox": [
      90.02,
      735.01,
      526.1,
      769.59
    ],
    "text": "(c) In order to comply with any of the provisions of this Act or any other written law.",
    "fonts": [
      "ArialMT",
      "Calibri"
    ],
    "sizes": [
      14.039999961853027
    ]
  },
  {
    "page_number": 9,
    "bbox": [
      72.02,
      781.32,
      305.81,
      805.8
    ],
    "text": "10",
    "fonts": [
      "Calibri"
    ],
    "sizes": [
      11.039999961853027
    ]
  },
  {
    "page_number": 9,
    "bbox": [
      72.02,
      74.93,
      526.59,
      494.62
    ],
    "text": "The learned Presidents Counsel has gone up to the extent of submitting that a third party, even if that 3rd party be a customer of the bank will not be able to enforce the aforesaid statutory obligations as it is limited between the bank and its specific officers. The consequences of the breach of that statutory duty are provided in Section 79 of the Act. Assuming (and not conceding) that, that section does not impose the bank a civil obligation towards the customers of the bank, the English Law that prevailed in this country at the time the Banking Act came into operation should prevail and the bank customer relationship will come into play. The learned Presidents Counsel had submitted several authorities regarding this banker customer relationship. The banker customer relationship imposes upon the bank a duty of confidentiality in relation to information concerning its customer and his affairs which it acquires in the character of his banker. The duty of secrecy arises only when the banker customer relationship is established. In this case there is no banker customer relationship between the Plaintiff and the 1st Defendant bank. The banker customer relationship is between the Plaintiffs company Sanasuma Holiday Resorts (Ltd) and the 1st Defendant bank. Therefore, no obligation or duty based on the banker customer relationship will accrue to the 1st Defendant bank in respect of the plaintiff and no cause of action will accrue to the Plaintiff on the banker-customer relationship which prevailed between the 1st Defendant bank and Sanasuma Holiday Resorts (Ltd). But the Plaintiff had based his cause of action on defamation as well and a cause of action has accrued to the Plaintiff against the 2nd Defendant based on that cause of action.",
    "fonts": [
      "Calibri"
    ],
    "sizes": [
      9.0,
      14.039999961853027
    ]
  },
  {
    "page_number": 9,
    "bbox": [
      72.02,
      505.84,
      329.28,
      521.14
    ],
    "text": "Vicarious Liability of the 1st Defendant Bank",
    "fonts": [
      "Calibri",
      "Calibri-Bold"
    ],
    "sizes": [
      9.0,
      14.039999961853027
    ]
  },
  {
    "page_number": 9,
    "bbox": [
      72.02,
      532.36,
      526.59,
      768.99
    ],
    "text": "It is the case of the 1st Defendant bank that the bank is not vicariously liable to the Acts committed by the 2nd Defendant which are outside the scope of employment of the 2nd Defendant. At the trial issues no. 19(), 19(), 19() ,19() and 20 had been raised on behalf of the 1st Defendant bank on that basis. The learned District Judge has come to the conclusion that the 1st Defendant bank is vicariously liable to the Acts committed by the 2nd Defendant. The learned District Judge has come to the conclusion that the 1st Defendant bank was unhappy as the bank had to wave off some of the money payable to the bank by the Plaintiff (Plaintiffs Company) due to undue influence and interferences and therefore, the bank had decided to disclose the facts and circumstances to the public for the benefit of the public and assigned the mission to the 2nd Defendant who disclosed the facts to the Ravaya newspaper. There is no evidence to come to that conclusion. The 1st Defendant",
    "fonts": [
      "Calibri",
      "IskoolaPota"
    ],
    "sizes": [
      9.0,
      14.039999961853027
    ]
  },
  {
    "page_number": 10,
    "bbox": [
      72.02,
      781.32,
      305.81,
      805.8
    ],
    "text": "11",
    "fonts": [
      "Calibri"
    ],
    "sizes": [
      11.039999961853027
    ]
  },
  {
    "page_number": 10,
    "bbox": [
      72.02,
      74.93,
      526.54,
      199.49
    ],
    "text": "bank is a corporate body established under the Peoples Bank Act No. 29 of 1961 and it is highly improbable that the governing body of the bank the Chairman and the Board of Directors would have such a personal interest in the affairs of the bank. There is no benefit that they could accrue by publishing internal affairs of the bank. On the other hand, the 2nd Defendant who is a minor official of the bank had the opportunity of accruing a benefit by passing this information to the newspaper.",
    "fonts": [
      "Calibri"
    ],
    "sizes": [
      9.0,
      14.039999961853027
    ]
  },
  {
    "page_number": 10,
    "bbox": [
      72.02,
      210.83,
      526.59,
      428.86
    ],
    "text": "Under the provisions of Section 77 of the Banking Act No. 30 of 1988 the 2nd Defendant who was the Manager of the Tissamaharama branch of the 1st Defendant bank was under a statutory duty to the customers of the 1st Defendant bank to observe strict secrecy in respect of all the transactions and matters relating to and connected with the transactions of the bank. Therefore, the 2nd Defendant was under a similar statutory duty to observe strict secrecy connected with accounts No. 1215, 1416 and PDL 127 maintained by the Plaintiffs company and the 2nd Defendant was under the duty not to reveal or release or disclose to any persons regarding the transactions or the contents of any files relating to those bank accounts. The provisions of Section 77 of the Banking Act are similar to the principles of English Law which governed the situation in this country prior to the Banking Act came into existence.",
    "fonts": [
      "Calibri"
    ],
    "sizes": [
      9.0,
      14.039999961853027
    ]
  },
  {
    "page_number": 10,
    "bbox": [
      72.02,
      440.08,
      526.54,
      473.74
    ],
    "text": "Catherine Elliott and Frances Quinn in their treatise Tort Law (7th Edition) at page no. 377 state as follows;",
    "fonts": [
      "Calibri"
    ],
    "sizes": [
      9.0,
      14.039999961853027
    ]
  },
  {
    "page_number": 10,
    "bbox": [
      72.02,
      486.34,
      526.51,
      610.93
    ],
    "text": "An employer will only be responsible for torts committed by their employees if those torts are committed in the course of the employment, rather than, as the courts have put it, when the employee is on a frolic of his own. The traditional test for whether an act is committed in the course of employment was taken from the classic textbook on tort, Salmond on Torts, first published in 1907. Salmond stated that a wrongful act would be classified as done in the course of employment",
    "fonts": [
      "Calibri",
      "Calibri-Italic"
    ],
    "sizes": [
      14.039999961853027
    ]
  },
  {
    "page_number": 10,
    "bbox": [
      72.02,
      623.41,
      526.55,
      674.17
    ],
    "text": "If it is either (a) a wrongful act authorized by the master (the old-fashioned legal terms for the employer) or (b) a wrongful and unauthorized mode of doing some act authorized by the master.",
    "fonts": [
      "Calibri"
    ],
    "sizes": [
      14.039999961853027
    ]
  },
  {
    "page_number": 10,
    "bbox": [
      72.02,
      686.77,
      526.43,
      756.15
    ],
    "text": "This means that the employer will be liable not only where they have permitted the employee to do the wrongful act, but also in some cases where they have not given such permission. This will be the case where the wrongful act is so closely connected with the task the employee has been asked to do that it could",
    "fonts": [
      "Calibri"
    ],
    "sizes": [
      14.039999961853027
    ]
  },
  {
    "page_number": 11,
    "bbox": [
      72.02,
      781.32,
      305.81,
      805.8
    ],
    "text": "12",
    "fonts": [
      "Calibri"
    ],
    "sizes": [
      11.039999961853027
    ]
  },
  {
    "page_number": 11,
    "bbox": [
      72.02,
      74.93,
      526.59,
      107.33
    ],
    "text": "be considered merely part of doing that task, even if not in the way the employer had wanted or authorized.",
    "fonts": [
      "Calibri"
    ],
    "sizes": [
      14.039999961853027
    ]
  },
  {
    "page_number": 11,
    "bbox": [
      72.02,
      119.69,
      291.22,
      133.73
    ],
    "text": "In page no. 383 it is stated as follows;",
    "fonts": [
      "Calibri"
    ],
    "sizes": [
      14.039999961853027
    ]
  },
  {
    "page_number": 11,
    "bbox": [
      72.02,
      146.21,
      526.58,
      363.08
    ],
    "text": "An employer will not be responsible for acts done by employees which have nothing to do with their employment judges often refer to this as employees going off on frolics of their own. In many of these cases, the employees job may give them the opportunity to commit the wrongful act they may do so during work time, or using their employers equipment, for example but without a connection between the act and the job there will be no vicarious liability. In Heasmans V Clarity Cleaning Co (1987) the employee of a cleaning contractor was employed to clean telephones, and while doing so used the phones to make private long-distance calls from clients premises. The defendants were held not vicariously liable; the Court of Appeal held that the unauthorized use of the telephone was not connected with cleaning it, and could not be regarded as the cleaning of it in an unauthorized manner.",
    "fonts": [
      "Calibri",
      "Calibri-Bold"
    ],
    "sizes": [
      14.039999961853027
    ]
  },
  {
    "page_number": 11,
    "bbox": [
      72.02,
      375.56,
      526.37,
      407.96
    ],
    "text": "The Ratio Decidandi in the case of Collettes Ltd Vs Bank of Ceylon 1984 (2) SLR 253 can be summarized as follows;",
    "fonts": [
      "Calibri",
      "Calibri-Bold",
      "Calibri-Italic"
    ],
    "sizes": [
      14.039999961853027
    ]
  },
  {
    "page_number": 11,
    "bbox": [
      72.02,
      420.46,
      526.48,
      655.81
    ],
    "text": "For the defendant-bank to be liable for the acts of the employees they must have been committed fraudulently or negligently in the course of and within the scope of their employment as Ledger Clerks under the defendant. In order to determine whether the proved act of negligence or fraud on the part of a servant is within or without the scope or course of his employment, it is not enough to decide whether or not what was done was prohibited conduct. The prohibition may either limit the scope of his employment or merely regulate his conduct within the sphere of his employment. If the latter the employer will be vicariously liable but not if it is the former. Even an express prohibition will not save the employer from liability if the act was merely a mode or method of doing what the servant was employed to do. The distinction is between an order which limits the scope of the employment and an order which limits the method in which the duties of the servant may be performed.",
    "fonts": [
      "Calibri"
    ],
    "sizes": [
      14.039999961853027
    ]
  },
  {
    "page_number": 11,
    "bbox": [
      72.02,
      668.17,
      375.96,
      682.21
    ],
    "text": "In that case Sharvananda J. had observed as follows;",
    "fonts": [
      "Calibri"
    ],
    "sizes": [
      14.039999961853027
    ]
  },
  {
    "page_number": 11,
    "bbox": [
      72.02,
      694.69,
      526.27,
      764.07
    ],
    "text": "The fact that the servant disobeys the orders of his master does not necessarily mean that he acted outside the course of his employment. The distinction is between an order which limits the scope of the employment, the disobedience to which means that the servant is not acting in the course of his employment",
    "fonts": [
      "Calibri"
    ],
    "sizes": [
      14.039999961853027
    ]
  },
  {
    "page_number": 12,
    "bbox": [
      72.02,
      781.32,
      305.81,
      805.8
    ],
    "text": "13",
    "fonts": [
      "Calibri"
    ],
    "sizes": [
      11.039999961853027
    ]
  },
  {
    "page_number": 12,
    "bbox": [
      72.02,
      74.93,
      526.59,
      181.01
    ],
    "text": "and an order which limits the method in which the duties of the servant may be performed the disobedience to which does not mean that the servant is acting outside his employment. Once a prohibition is properly treated as defining or limiting the scope of the employment, any action of disobeying thereof does not constitute a mode of performing an act but is a performance of an act which the servant was not employed to perform.",
    "fonts": [
      "Calibri"
    ],
    "sizes": [
      14.039999961853027
    ]
  },
  {
    "page_number": 12,
    "bbox": [
      72.02,
      193.61,
      526.41,
      318.2
    ],
    "text": "The provisions of Section 77 of the Banking Act limit the scope of the employment of the 2nd Defendant. It imposes an absolute prohibition against the violation of the observance of secrecy in relation to the bank accounts and therefore, the acts committed by the 2nd Defendant do not come within the scope of his employment. It is clearly outside the scope of his employment. Therefore, the 1st Respondent bank is not vicariously liable for the acts committed by the 2nd Defendant.",
    "fonts": [
      "Calibri"
    ],
    "sizes": [
      9.0,
      14.039999961853027
    ]
  },
  {
    "page_number": 12,
    "bbox": [
      72.02,
      330.68,
      526.57,
      381.56
    ],
    "text": "For the aforementioned reasons we set aside the Judgement of the learned Additional District Judge of Hambantota dated 13.12.1999 entered against the 1st Defendant and allow the appeal with costs fixed at Rs. 31,500/-.",
    "fonts": [
      "Calibri"
    ],
    "sizes": [
      9.0,
      14.039999961853027
    ]
  },
  {
    "page_number": 12,
    "bbox": [
      380.23,
      499.66,
      526.59,
      513.7
    ],
    "text": "Judge of Court of Appeal",
    "fonts": [
      "Calibri-Bold"
    ],
    "sizes": [
      14.039999961853027
    ]
  },
  {
    "page_number": 12,
    "bbox": [
      72.02,
      526.18,
      178.75,
      540.22
    ],
    "text": "R. Gurusinghe - J.",
    "fonts": [
      "Calibri-Bold"
    ],
    "sizes": [
      14.039999961853027
    ]
  },
  {
    "page_number": 12,
    "bbox": [
      72.02,
      552.58,
      116.23,
      566.62
    ],
    "text": "I Agree",
    "fonts": [
      "Calibri-Bold"
    ],
    "sizes": [
      14.039999961853027
    ]
  },
  {
    "page_number": 12,
    "bbox": [
      380.23,
      605.53,
      526.59,
      619.57
    ],
    "text": "Judge of Court of Appeal",
    "fonts": [
      "Calibri-Bold"
    ],
    "sizes": [
      14.039999961853027
    ]
  }
]