[
  {
    "page_number": 0,
    "bbox": [
      72.0,
      778.85,
      525.82,
      805.76
    ],
    "text": "1",
    "fonts": [
      "CIDFont+F1"
    ],
    "sizes": [
      11.040450096130371
    ]
  },
  {
    "page_number": 0,
    "bbox": [
      101.28,
      102.45,
      497.27,
      116.8
    ],
    "text": "IN THE COURT OF APPEAL OF THE DEMOCRATIC SOCIALIST",
    "fonts": [
      "CIDFont+F2"
    ],
    "sizes": [
      12.960525512695312
    ]
  },
  {
    "page_number": 0,
    "bbox": [
      215.88,
      132.33,
      382.68,
      146.68
    ],
    "text": "REPUBLIC OF SRI LANKA",
    "fonts": [
      "CIDFont+F2"
    ],
    "sizes": [
      12.960525512695312
    ]
  },
  {
    "page_number": 0,
    "bbox": [
      252.0,
      161.87,
      526.65,
      243.64
    ],
    "text": "In the matter of an Appeal under Section 331 of the Code of Criminal Procedure Act No. 15 of 1979, read with Article 138 of the Constitution of the Democratic Socialist Republic of Sri Lanka.",
    "fonts": [
      "CIDFont+F3"
    ],
    "sizes": [
      12.000450134277344,
      12.960525512695312
    ]
  },
  {
    "page_number": 0,
    "bbox": [
      252.0,
      246.52,
      482.39,
      287.32
    ],
    "text": "Democratic Socialist Republic of Sri Lanka",
    "fonts": [
      "CIDFont+F3"
    ],
    "sizes": [
      6.960269927978516,
      12.960525512695312
    ]
  },
  {
    "page_number": 0,
    "bbox": [
      324.0,
      290.13,
      400.2,
      356.08
    ],
    "text": "Complainant V.",
    "fonts": [
      "CIDFont+F2",
      "CIDFont+F3"
    ],
    "sizes": [
      12.960525512695312
    ]
  },
  {
    "page_number": 0,
    "bbox": [
      72.0,
      358.82,
      497.2,
      385.24
    ],
    "text": "Herathperuma Mudiyanselage Mahinda Upali",
    "fonts": [
      "CIDFont+F3"
    ],
    "sizes": [
      9.000374794006348,
      12.000450134277344,
      12.960525512695312
    ]
  },
  {
    "page_number": 0,
    "bbox": [
      72.0,
      393.21,
      331.12,
      407.56
    ],
    "text": "Kulawardhena",
    "fonts": [
      "CIDFont+F3"
    ],
    "sizes": [
      12.960525512695312
    ]
  },
  {
    "page_number": 0,
    "bbox": [
      72.0,
      431.97,
      497.21,
      514.72
    ],
    "text": "Accused AND NOW BETWEEN Herathperuma Mudiyanselage Mahinda Upali",
    "fonts": [
      "CIDFont+F2",
      "CIDFont+F3"
    ],
    "sizes": [
      12.960525512695312
    ]
  },
  {
    "page_number": 0,
    "bbox": [
      72.0,
      522.69,
      331.12,
      537.04
    ],
    "text": "Kulawardhena",
    "fonts": [
      "CIDFont+F3"
    ],
    "sizes": [
      12.960525512695312
    ]
  },
  {
    "page_number": 0,
    "bbox": [
      252.0,
      561.45,
      444.61,
      677.2
    ],
    "text": "Accused Appellant V. Hon. Attorney General, Attorney Generals Department, Colombo 12.",
    "fonts": [
      "CIDFont+F2",
      "CIDFont+F3"
    ],
    "sizes": [
      12.000450134277344,
      12.960525512695312
    ]
  },
  {
    "page_number": 0,
    "bbox": [
      72.0,
      680.01,
      482.16,
      759.67
    ],
    "text": "Complainant Respondent",
    "fonts": [
      "CIDFont+F2",
      "CIDFont+F3"
    ],
    "sizes": [
      12.000450134277344,
      12.960525512695312
    ]
  },
  {
    "page_number": 0,
    "bbox": [
      51.84,
      324.57,
      225.42,
      441.03
    ],
    "text": "Court of Appeal Case No. HCC/0141/2019 High Court of Negombo Case No. HC/326/2007",
    "fonts": [
      "CIDFont+F2",
      "CIDFont+F3"
    ],
    "sizes": [
      14.04052448272705
    ]
  },
  {
    "page_number": 1,
    "bbox": [
      72.0,
      778.85,
      525.82,
      805.76
    ],
    "text": "2",
    "fonts": [
      "CIDFont+F1"
    ],
    "sizes": [
      11.040450096130371
    ]
  },
  {
    "page_number": 1,
    "bbox": [
      72.0,
      96.33,
      522.0,
      110.68
    ],
    "text": "BEFORE : K. PRIYANTHA FERNANDO, J. (P/CA)",
    "fonts": [
      "CIDFont+F2",
      "CIDFont+F3"
    ],
    "sizes": [
      12.960525512695312
    ]
  },
  {
    "page_number": 1,
    "bbox": [
      252.0,
      120.81,
      495.36,
      150.07
    ],
    "text": "WICKUM A. KALUARACHCHI, J.",
    "fonts": [
      "CIDFont+F2"
    ],
    "sizes": [
      12.000450134277344,
      12.960525512695312
    ]
  },
  {
    "page_number": 1,
    "bbox": [
      72.0,
      159.45,
      526.55,
      351.76
    ],
    "text": "COUNSEL : Nalin Ladduwahetty, PC with Kavithri Ubeysekera for the Accused Appellant. Riyaz Bary, Senior State Counsel for the Respondent. ARGUED ON : 09.02.2022 WRITTEN SUBMISSIONS FILED ON : 28.02.2020 by the Accused Appellant.",
    "fonts": [
      "CIDFont+F2",
      "CIDFont+F3"
    ],
    "sizes": [
      12.000450134277344,
      12.960525512695312
    ]
  },
  {
    "page_number": 1,
    "bbox": [
      288.0,
      352.41,
      453.0,
      366.76
    ],
    "text": "11.05.2021 by the Respondent.",
    "fonts": [
      "CIDFont+F2",
      "CIDFont+F3"
    ],
    "sizes": [
      12.960525512695312
    ]
  },
  {
    "page_number": 1,
    "bbox": [
      72.0,
      376.53,
      349.82,
      406.96
    ],
    "text": "JUDGMENT ON : 29.03.2022",
    "fonts": [
      "CIDFont+F2",
      "CIDFont+F3"
    ],
    "sizes": [
      12.960525512695312
    ]
  },
  {
    "page_number": 1,
    "bbox": [
      248.64,
      439.77,
      350.15,
      455.31
    ],
    "text": "**************",
    "fonts": [
      "CIDFont+F2"
    ],
    "sizes": [
      14.04052448272705
    ]
  },
  {
    "page_number": 1,
    "bbox": [
      72.0,
      465.23,
      285.0,
      506.11
    ],
    "text": "K. PRIYANTHA FERNANDO, J.(P/CA)",
    "fonts": [
      "CIDFont+F2"
    ],
    "sizes": [
      12.000450134277344
    ]
  },
  {
    "page_number": 1,
    "bbox": [
      80.28,
      518.31,
      526.6,
      687.52
    ],
    "text": "1. The accused appellant (hereinafter referred to as appellant) was indicted in the High Court of Negombo on one count of trafficking and one count of possessing of 3.5 grams of heroin and thereby committing offences punishable in terms of Sections 54A(b) and (d) of the Poisons, Opium and Dangerous Drugs Ordinance respectively. Upon conviction for both counts after trial, the appellant was sentenced to life imprisonment by the learned High Court Judge. Being aggrieved by the said conviction and sentence, the appellant preferred the instant appeal. The following grounds were urged by the Counsel for the appellant at the argument.",
    "fonts": [
      "CIDFont+F3",
      "CIDFont+F4",
      "CIDFont+F5"
    ],
    "sizes": [
      12.960525512695312
    ]
  },
  {
    "page_number": 1,
    "bbox": [
      118.44,
      690.15,
      526.6,
      756.28
    ],
    "text": "I. Has the learned trial Judge correctly evaluated the discrepancies in the case of the prosecution?",
    "fonts": [
      "CIDFont+F3",
      "CIDFont+F4"
    ],
    "sizes": [
      12.960525512695312
    ]
  },
  {
    "page_number": 2,
    "bbox": [
      72.0,
      778.85,
      525.82,
      805.76
    ],
    "text": "3",
    "fonts": [
      "CIDFont+F1"
    ],
    "sizes": [
      11.040450096130371
    ]
  },
  {
    "page_number": 2,
    "bbox": [
      80.28,
      72.21,
      526.63,
      757.0
    ],
    "text": "II. Did the learned High Court Judge err in concluding that PW2 Bandara was a credible witness and that the accused appellant could be convicted based on his uncorroborated testimony? 2. Brief facts of the case as per the evidence adduced by the prosecution are that PW2 PC30204 Bandara has been on surveillance duty with Inspector Tennakoon (PW1) when at 0805 hours he received information on trafficking of heroin. The informant had asked the PW2 to come near the Nawaloka Hotel, Peliyagoda. He has immediately informed the team leader Inspector Tennakoon, and Inspector Tennakoon has organized the police officers for the raid. 3. According to PW2, when he received the information, they have been at the petrol shed near the Samantha film hall Maligawatte. They have left at 0810 hours for Peliyagoda, where he met the informant. He has introduced the informant to the Inspector Tennakoon (PW1) and they have had a discussion inside the Nawaloka Hotel, where they were informed that the person who brings heroin, by the name of Upali, can be shown at Kandana Church Road Junction at about 1000 hours. Thereafter, the team had left for Kandana at about 0850 hours. They have reached Kandana at 0945 hours. They have parked their vehicle in front of the Kandana Police Station. PW1, PW2 and the informant have gone towards the Church Road Junction and had stopped near the Singer Showroom. At about 1020 hours, the informant has shown them a person walking along the Church Road as Upali and the informant has left. PW2 has gone with PW1, and PW1 has stopped and questioned the said Upali. When IP Tennakoon (PW1) searched the suspect (appellant), he has found the parcel that contained heroin in the front-right side pocket of the pair of shorts that he was wearing. 4. It was evident that the PW1 has left the police service and therefore the prosecution has not been able to call PW1 as a witness. The prosecution has called only PW2 as a witness from among the Police officers who conducted the raid. After the prosecution case was closed, the appellant has made a dock statement, and two witnesses have given sworn evidence on behalf of the defence. The two defence witnesses were the wife of the appellant and a neighbour. It was the contention of the learned Presidents Counsel for the appellant, as PW1 was not called to give evidence by the prosecution, the defence was prevented from cross-examining the witness so that they could have established the inconsistencies between the evidence of the prosecution",
    "fonts": [
      "CIDFont+F3",
      "CIDFont+F4",
      "CIDFont+F5"
    ],
    "sizes": [
      12.960525512695312
    ]
  },
  {
    "page_number": 3,
    "bbox": [
      72.0,
      778.85,
      525.82,
      805.76
    ],
    "text": "4",
    "fonts": [
      "CIDFont+F1"
    ],
    "sizes": [
      11.040450096130371
    ]
  },
  {
    "page_number": 3,
    "bbox": [
      80.28,
      72.21,
      526.64,
      550.72
    ],
    "text": "witnesses. Further, it was submitted that as per the proceeding dated 12.12.2018, the learned State Counsel who prosecuted in the High Court has clearly stated that the prosecution was not able to corroborate the evidence of PW2. Therefore, the State Counsel has added to the list of witnesses, some other police officers who participated in the raid and made notes on the raid. However, the prosecution has failed to call any of the police officers who participated in the raid as witnesses to corroborate the evidence of PW2, although they were listed in the indictment as witnesses. The learned Presidents Counsel submitted that under these circumstances, it is unsafe to convict the appellant on the evidence of the sole witness PW2. 5. The learned Presidents Counsel for the appellant further submitted that the learned trial Judge has rejected the evidence of the defence witnesses for no good reason and that both the appellants wife DW1, and the neighbour DW2, are proved to be truthful witnesses. 6. It is the contention of the learned Senior State Counsel that the failure to corroborate the evidence of the PW2 should not be a reason to vitiate the conviction. The learned Senior State Counsel submitted that if the Court finds the PW2s evidence to be credible, on the evidence of a single witness the Court may find the accused guilty. The learned Senior State Counsel further submitted that the learned High Court Judge has rightly considered the inconsistencies in the evidence of the defence witnesses and rejected their evidence. 7. In terms of Section 134 of the Evidence Ordinance, no particular number of witnesses shall in any case be required for proof of any fact. In case of Sumanasena v Attorney General [1999] 3 SLR 137 it was held that:",
    "fonts": [
      "CIDFont+F3",
      "CIDFont+F4",
      "CIDFont+F6"
    ],
    "sizes": [
      12.960525512695312
    ]
  },
  {
    "page_number": 3,
    "bbox": [
      80.28,
      566.85,
      526.58,
      649.96
    ],
    "text": "Evidence must not be counted but weighed, and the evidence of a single solitary witness, if cogent and impressive could be acted upon by a Court of law. 8. In case of Wijepala v Attorney General S.C. appeal no. 104 of 1999 3rd",
    "fonts": [
      "CIDFont+F3",
      "CIDFont+F4",
      "CIDFont+F5",
      "CIDFont+F6"
    ],
    "sizes": [
      8.520299911499023,
      12.960525512695312
    ]
  },
  {
    "page_number": 3,
    "bbox": [
      108.0,
      652.89,
      526.63,
      736.0
    ],
    "text": "October 2000, it was held that the evidence of a single witness, if cogent and impressive can be acted upon by a Court, but, whenever there are circumstances of suspicion in the testimony of such a witness or is challenged by the cross-examination or otherwise, then corroboration may be necessary. It was further held that the established rule of practice in such circumstances is to",
    "fonts": [
      "CIDFont+F3",
      "CIDFont+F6"
    ],
    "sizes": [
      12.960525512695312
    ]
  },
  {
    "page_number": 4,
    "bbox": [
      72.0,
      778.85,
      525.82,
      805.76
    ],
    "text": "5",
    "fonts": [
      "CIDFont+F1"
    ],
    "sizes": [
      11.040450096130371
    ]
  },
  {
    "page_number": 4,
    "bbox": [
      80.28,
      72.21,
      526.62,
      289.55
    ],
    "text": "look for corroboration in material particulars by reliable testimony, direct or circumstantial. 9. It was brought to the notice of the Court by the learned Presidents Counsel for the appellant that the learned High Court Judge has failed to consider the inconsistencies per se in the evidence of PW2. In that, the PW2 has said in his evidence that they left the Narcotics Bureau at 0630 hours and they have parked the vehicle at the petrol station near the Samantha Cinema Hall at about 0650 hours. Whilst they were there, they have received the information at 0805 hours (page 104 of the brief). However, at page 137 of the brief, the PW2 has said that they were waiting near the Nawaloka Hotel which is at Peliyagoda from 0650 hours to 0800 hours.",
    "fonts": [
      "CIDFont+F3",
      "CIDFont+F4",
      "CIDFont+F5"
    ],
    "sizes": [
      9.96037483215332,
      12.960525512695312
    ]
  },
  {
    "page_number": 4,
    "bbox": [
      72.0,
      291.57,
      526.64,
      750.76
    ],
    "text": "? 6.50 8.00 . 10. There is a clear inconsistency in his evidence per se that is not explained. It is the submission of the learned Senior State Counsel in reply, that the witness may not have understood the question. If that is the case, the State Counsel who prosecuted in the High Court could have questioned the witness further to clarify the inconsistency, which has not been done in this case. 11. As rightly submitted by the learned Presidents Counsel for the appellant, the prosecution could have corroborated his evidence or strengthened their case by calling other witnesses who participated in the raid and have been listed in the indictment, who have made notes as submitted by the State Counsel in the High Court. The prosecution has really failed to do so. 12. As per the illustration (f) of Section 114 of the Evidence Ordinance, the Court may presume that the evidence which could be and is not produced, would if produced, be unfavourable to the persons who withholds it. 13. I bear in mind that it is the prerogative of the prosecution which witness they are going to call and which witness not to call. However, the prosecution could have explained or clarified the above mentioned inconsistency and could have corroborated the evidence on the raid if the listed witnesses were called to give evidence. Therefore, the circumstances of this case compel to presume that the prosecution did not call the listed witnesses who made notes and participated in the raid, because if those witnesses were called their evidence could be",
    "fonts": [
      "CIDFont+F3",
      "CIDFont+F4",
      "CIDFont+F7"
    ],
    "sizes": [
      9.000374794006348,
      12.960525512695312
    ]
  },
  {
    "page_number": 5,
    "bbox": [
      72.0,
      778.85,
      525.82,
      805.76
    ],
    "text": "6",
    "fonts": [
      "CIDFont+F1"
    ],
    "sizes": [
      11.040450096130371
    ]
  },
  {
    "page_number": 5,
    "bbox": [
      73.8,
      72.21,
      529.85,
      409.91
    ],
    "text": "unfavourable to the prosecution, especially when the prosecution was unable to call the main witness PW1 who led the party as he has gone abroad. 14. The learned Presidents Counsel for the appellant contended that the learned High Court Judge has wrongly rejected the evidence of the defence witnesses. The version of the prosecution (PW2) was that the appellant was arrested on the road. The position taken up by the defence was that the appellant was arrested at his house. The appellant has suggested that position to the prosecution witness. Also, he has said the same in his statement from the dock. The appellants wife (DW1) and the neighbour (DW2) were called to substantiate its defence. When DW1 (wife of the appellant) was cross-examined by the learned State Counsel, it was elicited that she has married the appellant when she was underage. DW1 admitted the same and also admitted that she gave a false age to the marriage registrar when she got married years ago. The learned High Court Judge in his judgment has taken that into consideration when deciding on the credibility of the witness. 15. In case of State of U.P. v M.K. Anthony 1985 Cri.L.J. 493, the Indian Supreme Court observed the following in analysing the evidence of the witness:",
    "fonts": [
      "CIDFont+F3",
      "CIDFont+F4",
      "CIDFont+F6"
    ],
    "sizes": [
      9.96037483215332,
      12.960525512695312
    ]
  },
  {
    "page_number": 5,
    "bbox": [
      144.0,
      412.05,
      526.61,
      649.96
    ],
    "text": "While appreciating the evidence of a witness, the approach must be whether the evidence of the witness read as a whole appears to have a ring of truth. Once that impression is formed, it is undoubtedly necessary for the Court to scrutinise the evidence more particularly keeping in view the deficiencies, draw-backs and infirmities pointed out in the evidence as a whole and evaluate them to find out whether it is against the general tenor of the evidence given by the witness and whether the earlier evaluation of the evidence is a shaken as to render it unworthy of belief. Minor discrepancies on trivial matters not touching the core of the case, hyper-technical approach by taking sentences torn out of context here or there from the evidence, attaching importance to some technical error committed by the investigating officer not going to the root of the matter would not ordinarily permit rejection of the evidence as a whole.",
    "fonts": [
      "CIDFont+F5"
    ],
    "sizes": [
      12.960525512695312
    ]
  },
  {
    "page_number": 5,
    "bbox": [
      73.8,
      664.59,
      526.63,
      765.04
    ],
    "text": "16. DW1 has not denied that she gave a false age to the Registrar to get married long years ago, as she was underage. It is grossly unfair to consider her evidence in this case as incredible due to that reason. Further, it was elicited in cross-examination that DW1 has filed two affidavits in the High Court in submitting to bail applications applying bail for the appellant who is her husband. The defence she has taken in this case has not been mentioned in the",
    "fonts": [
      "CIDFont+F3",
      "CIDFont+F4"
    ],
    "sizes": [
      12.960525512695312
    ]
  },
  {
    "page_number": 6,
    "bbox": [
      72.0,
      778.85,
      525.82,
      805.76
    ],
    "text": "7",
    "fonts": [
      "CIDFont+F1"
    ],
    "sizes": [
      11.040450096130371
    ]
  },
  {
    "page_number": 6,
    "bbox": [
      73.8,
      72.21,
      529.88,
      516.28
    ],
    "text": "affidavits she filed in the High Court. The learned trial Judge has taken that also into account to find the evidence of DW1 to be incredible. In his judgment the learned trial Judge has said that DW1 has failed to complain against the police officers to the higher authorities or the Human Rights Commission or the officers who are involved in protecting human rights. It is common knowledge that most of the ordinary citizens are reluctant to complain against the authorities due to fear of further arrestment. Of course, there are some members of the public who will make complaints against the higher authorities. The fact that DW1 did not complain to the authorities also was taken into account by the learned High Court Judge to conclude that her evidence is incredible. Hence, I find that the evidence of DW1 (wife of the appellant) has been unfairly rejected by the learned High Court Judge. 17. DW2 who testified on behalf of the defence has been a neighbour of the appellant. Upon questioning, DW2 has clearly given her address as No. 367, Bogaha Thotupala Para, Uswatta, Kandana. She has clearly said that his house is in the vicinity bearing No. 367 and her house number is 367/E. Upon questioning by the prosecution, she has said that the house number of the appellant is also 367. However, her house number is 367/E. When she was questioned about the inmates of house number 33/A, she has said that she does not know. However, she has clearly said that her house is situated opposite the appellants house. For that reason, the learned trial Judge has rejected her evidence on the basis that it is not clear whether the DW2 was the appellants neighbour. Therefore, it is clear that the learned trial Judge has unfairly rejected the evidence of DW2 on flimsy grounds.",
    "fonts": [
      "CIDFont+F3",
      "CIDFont+F4",
      "CIDFont+F5"
    ],
    "sizes": [
      12.960525512695312
    ]
  },
  {
    "page_number": 6,
    "bbox": [
      73.8,
      524.19,
      526.56,
      569.87
    ],
    "text": "18. In case of Dudh Nath Panday v. State of Uttar Pradesh (1981) AIR 911 Indian Supreme Court held:",
    "fonts": [
      "CIDFont+F3",
      "CIDFont+F4",
      "CIDFont+F6"
    ],
    "sizes": [
      9.96037483215332,
      12.960525512695312
    ]
  },
  {
    "page_number": 6,
    "bbox": [
      72.0,
      572.01,
      526.59,
      655.12
    ],
    "text": "Defence witnesses are entitled to equal treatment with those of the prosecution. And, Courts ought to overcome their traditional, instinctive disbelief in defence witnesses. Quite often, they tell lies but so do the prosecution witnesses.",
    "fonts": [
      "CIDFont+F3",
      "CIDFont+F5"
    ],
    "sizes": [
      12.960525512695312
    ]
  },
  {
    "page_number": 6,
    "bbox": [
      73.8,
      657.75,
      526.52,
      703.43
    ],
    "text": "19. In case of Don Samantha Jude Anthony Jayamaha v The Attorney General, C.A. 303/2006 decided on 11.07.2012, it was held that:",
    "fonts": [
      "CIDFont+F3",
      "CIDFont+F4",
      "CIDFont+F5",
      "CIDFont+F6"
    ],
    "sizes": [
      9.96037483215332,
      12.960525512695312
    ]
  },
  {
    "page_number": 6,
    "bbox": [
      144.0,
      705.57,
      526.59,
      737.08
    ],
    "text": "Whether the evidence of the defence or the dock statement is sufficient to create a doubt cannot be decided in a vacuum or in isolation because",
    "fonts": [
      "CIDFont+F5"
    ],
    "sizes": [
      12.960525512695312
    ]
  },
  {
    "page_number": 7,
    "bbox": [
      72.0,
      778.85,
      525.82,
      805.76
    ],
    "text": "8",
    "fonts": [
      "CIDFont+F1"
    ],
    "sizes": [
      11.040450096130371
    ]
  },
  {
    "page_number": 7,
    "bbox": [
      144.0,
      72.21,
      526.58,
      103.72
    ],
    "text": "it needs to be considered in the totality of evidence that is in the light of the evidence for the prosecution as well as the defence.",
    "fonts": [
      "CIDFont+F5"
    ],
    "sizes": [
      12.960525512695312
    ]
  },
  {
    "page_number": 7,
    "bbox": [
      73.8,
      118.47,
      526.63,
      218.92
    ],
    "text": "20. In this case, I am of the view that the learned trial Judge has failed to give due consideration to the defence evidence and unfairly rejected the same. The prosecution has failed to prove the charges beyond reasonable doubt. 21. On the above premise, I find that the grounds of appeal urged by the appellant have merit and the appeal should succeed. Accused is acquitted of all charges.",
    "fonts": [
      "CIDFont+F3",
      "CIDFont+F4",
      "CIDFont+F5"
    ],
    "sizes": [
      12.960525512695312
    ]
  },
  {
    "page_number": 7,
    "bbox": [
      144.0,
      221.68,
      235.73,
      246.64
    ],
    "text": "Appeal allowed.",
    "fonts": [
      "CIDFont+F3"
    ],
    "sizes": [
      8.040300369262695,
      12.960525512695312
    ]
  },
  {
    "page_number": 7,
    "bbox": [
      252.0,
      363.83,
      488.69,
      377.11
    ],
    "text": "PRESIDENT OF THE COURT OF APPEAL",
    "fonts": [
      "CIDFont+F2"
    ],
    "sizes": [
      12.000450134277344
    ]
  },
  {
    "page_number": 7,
    "bbox": [
      72.0,
      449.99,
      363.06,
      463.27
    ],
    "text": "WICKUM A. KALUARACHCHI, J.",
    "fonts": [
      "CIDFont+F2"
    ],
    "sizes": [
      12.000450134277344
    ]
  },
  {
    "page_number": 7,
    "bbox": [
      144.0,
      478.43,
      183.0,
      491.71
    ],
    "text": "I agree.",
    "fonts": [
      "CIDFont+F2",
      "CIDFont+F3"
    ],
    "sizes": [
      12.000450134277344
    ]
  },
  {
    "page_number": 7,
    "bbox": [
      72.0,
      564.71,
      460.73,
      577.99
    ],
    "text": "JUDGE OF THE COURT OF APPEAL",
    "fonts": [
      "CIDFont+F2",
      "CIDFont+F3"
    ],
    "sizes": [
      12.000450134277344
    ]
  }
]