[
  {
    "page_number": 0,
    "bbox": [
      108.0,
      778.85,
      489.82,
      805.76
    ],
    "text": "1",
    "fonts": [
      "CIDFont+F1"
    ],
    "sizes": [
      11.040450096130371
    ]
  },
  {
    "page_number": 0,
    "bbox": [
      127.56,
      94.86,
      472.03,
      110.02
    ],
    "text": "IN THE COURT OF APPEAL OF THE DEMOCRATIC",
    "fonts": [
      "CIDFont+F2"
    ],
    "sizes": [
      12.960525512695312
    ]
  },
  {
    "page_number": 0,
    "bbox": [
      171.36,
      117.66,
      428.35,
      132.82
    ],
    "text": "SOCIALIST REPUBLIC OF SRI LANKA",
    "fonts": [
      "CIDFont+F2"
    ],
    "sizes": [
      12.960525512695312
    ]
  },
  {
    "page_number": 0,
    "bbox": [
      108.0,
      141.29,
      491.47,
      296.26
    ],
    "text": "In the matter of an Appeal under Section 331 of the Code of Criminal Procedure Act No. 15 of 1979, read with Article 138 of the Constitution of the Democratic Socialist Republic of Sri Lanka.",
    "fonts": [
      "CIDFont+F3"
    ],
    "sizes": [
      12.960525512695312
    ]
  },
  {
    "page_number": 0,
    "bbox": [
      288.0,
      299.21,
      453.88,
      331.42
    ],
    "text": "The Democratic Socialist Republic of Sri Lanka",
    "fonts": [
      "CIDFont+F3"
    ],
    "sizes": [
      12.960525512695312
    ]
  },
  {
    "page_number": 0,
    "bbox": [
      108.0,
      334.37,
      475.94,
      506.86
    ],
    "text": "Court of Appeal Case No. CA/HCC/0031/2022 Complainant High Court of Nuwara-Eliya V. Case No. HC/NE/25/2018 Dissanayake Mudiyanselage Sampath Chamara Dissanayake",
    "fonts": [
      "CIDFont+F2",
      "CIDFont+F3",
      "CIDFont+F4"
    ],
    "sizes": [
      12.960525512695312
    ]
  },
  {
    "page_number": 0,
    "bbox": [
      108.0,
      509.22,
      478.07,
      767.57
    ],
    "text": "Accused AND NOW BETWEEN Dissanayake Mudiyanselage Sampath Chamara Dissanayake AccusedAppellant V. Hon. Attorney General, Attorney Generals Department, Colombo 12.",
    "fonts": [
      "CIDFont+F2",
      "CIDFont+F3",
      "CIDFont+F5"
    ],
    "sizes": [
      12.000450134277344,
      12.960525512695312
    ]
  },
  {
    "page_number": 1,
    "bbox": [
      108.0,
      778.85,
      489.82,
      805.76
    ],
    "text": "2",
    "fonts": [
      "CIDFont+F1"
    ],
    "sizes": [
      11.040450096130371
    ]
  },
  {
    "page_number": 1,
    "bbox": [
      108.0,
      72.06,
      491.5,
      327.46
    ],
    "text": "Respondent BEFORE : K. PRIYANTHA FERNANDO, J. (P/CA) WICKUM A. KALUARACHCHI, J. COUNSEL : Hafeel Fariz for the Accused Appellant. Rajinda Jayaratne, State Counsel for the Respondent. ARGUED ON : 23.09.2022 JUDGMENT ON : 03.11.2022",
    "fonts": [
      "CIDFont+F2",
      "CIDFont+F3"
    ],
    "sizes": [
      9.96037483215332,
      12.000450134277344,
      12.960525512695312
    ]
  },
  {
    "page_number": 1,
    "bbox": [
      108.0,
      329.94,
      491.53,
      766.3
    ],
    "text": "************** K. PRIYANTHA FERNANDO, J.(P/CA) 1. The accused appellant (hereinafter referred to as the appellant) was indicted in the High Court of Nuwara-Eliya for one count of attempted murder, punishable in terms of section 300 of the Penal Code. Upon being released on bail by the High Court, the appellant has not appeared in Court. Thereafter, the trial has proceeded in his absence, in terms of section 241 of the Code of Criminal Procedure Act (CCPA). Upon conviction after trial, the appellant was sentenced to 12 years rigorous imprisonment. In addition, a fine of Rs. 10,000/- and compensation to the victim was ordered to be paid by the learned High Court Judge. 2. Thereafter, the appellant was arrested and produced before the High Court and an application was made on behalf of the appellant in terms of section 241(3)(b) of the CCPA to have a trial de novo. The learned High Court Judge, after inquiry, has refused the said application. This appeal has been preferred against the said conviction and the sentence imposed on the appellant by the learned High Court Judge. On the",
    "fonts": [
      "CIDFont+F2",
      "CIDFont+F3",
      "CIDFont+F6",
      "CIDFont+F7"
    ],
    "sizes": [
      12.960525512695312
    ]
  },
  {
    "page_number": 2,
    "bbox": [
      108.0,
      778.85,
      489.82,
      805.76
    ],
    "text": "3",
    "fonts": [
      "CIDFont+F1"
    ],
    "sizes": [
      11.040450096130371
    ]
  },
  {
    "page_number": 2,
    "bbox": [
      135.0,
      72.65,
      491.52,
      227.62
    ],
    "text": "date of the hearing of this appeal, the learned Counsel for the appellant, on the instructions of the appellant, moved to withdraw the appeal against the conviction. Hence, upon withdrawal, the appeal against the conviction was dismissed and the conviction was affirmed on 23rd September 2022. Thereafter, the learned Counsel for the appellant pursued the appeal against the sentence imposed by the learned High Court Judge.",
    "fonts": [
      "CIDFont+F3"
    ],
    "sizes": [
      8.520299911499023,
      12.960525512695312
    ]
  },
  {
    "page_number": 2,
    "bbox": [
      108.0,
      230.57,
      491.53,
      753.16
    ],
    "text": "3. The facts in brief as per the evidence led in the High Court are as follows; The victim (PW1) is the father-in-law of the appellant. The appellant has been an army soldier. The marriage between the appellant and the victims daughter has not worked out well. As a result, they have separated from each other. At the time of this incident, the appellants wife has been living with her parents. On the day of the incident, the victim (PW1) has been at home with his wife, daughter (the appellants wife) and his grandchild. On the day of the incident, at about 11.30 in the night, the appellant has telephoned and threatened the victims daughter stating that he would kill all of them. Thereafter, at about 12:30 in the night, the appellant has approached the house and has then gone inside the house. Suddenly, the PW1 has heard his wife screaming. When the PW1 rushed to see what was wrong, the appellant has stabbed the PW1 at once and when the victim held his hand to defend himself, he had got injured. Subsequently, the appellant has once again stabbed the victim on his stomach twice and has twisted the knife inside the victims stomach. According to the medical evidence, the medical officer has observed two stab injuries over the left side of the abdomen that has injured the liver and pancreas. He has also observed another stab injury over the right anterior chest, and another cut injury over the right hand. The third cut injury on the hand has been a defence injury.",
    "fonts": [
      "CIDFont+F3",
      "CIDFont+F5",
      "CIDFont+F6"
    ],
    "sizes": [
      12.960525512695312
    ]
  },
  {
    "page_number": 3,
    "bbox": [
      108.0,
      778.85,
      489.82,
      805.76
    ],
    "text": "4",
    "fonts": [
      "CIDFont+F1"
    ],
    "sizes": [
      11.040450096130371
    ]
  },
  {
    "page_number": 3,
    "bbox": [
      108.0,
      72.51,
      491.52,
      613.66
    ],
    "text": "4. It was the contention of the learned Counsel for the appellant that, the 12 years sentence imposed by the learned High Court Judge is excessive. He further submitted that, the appellant was a first offender without any previous convictions. The learned Counsel requested the Court to reduce the sentence, stating further that, there was no permanent damage or permanent danger caused to the victim. The learned Counsel further submitted that, the learned trial Judge could have taken into consideration the fact that the prisons are overcrowded. 5. The learned State Counsel for the respondent submitted that, when considering the facts and the circumstances of this case, the custodial sentence imposed on the appellant by the learned High Court Judge is justified. The learned State Counsel further submitted that, the appellant has attempted to kill the victim when the victims daughter had filed a maintenance action against the appellant. That action was pending in the Magistrate Court. The post conduct of the appellant shows that he was not at all remorseful. When the police officers arrived after four hours, the appellant has still been roaming around the house with the knife. The knife used by the appellant has been a Rambo knife, and this shows that it was a preplanned assault. It is the contention of the learned State Counsel that, the appellant being a trained army soldier, has used the skills that he obtained from the army training to commit the offence and therefore that should be considered an aggravating factor.",
    "fonts": [
      "CIDFont+F3",
      "CIDFont+F6",
      "CIDFont+F7"
    ],
    "sizes": [
      12.960525512695312
    ]
  },
  {
    "page_number": 3,
    "bbox": [
      108.0,
      616.73,
      491.52,
      752.98
    ],
    "text": "6. The learned High Court Judge has delivered her sentencing judgment on 22nd January 2021. The prescribed sentence for the offence of attempted murder, in terms of section 300 of the Penal Code is imprisonment of either description for a term which may extend to 20 years and a fine. The learned High Court Judge in her sentencing judgment delivered on",
    "fonts": [
      "CIDFont+F3",
      "CIDFont+F6"
    ],
    "sizes": [
      8.520299911499023,
      12.960525512695312
    ]
  },
  {
    "page_number": 4,
    "bbox": [
      108.0,
      778.85,
      489.82,
      805.76
    ],
    "text": "5",
    "fonts": [
      "CIDFont+F1"
    ],
    "sizes": [
      11.040450096130371
    ]
  },
  {
    "page_number": 4,
    "bbox": [
      135.0,
      72.65,
      491.41,
      227.62
    ],
    "text": "22.01.2021 has not given any reasons as to how she arrived at her 12 years imprisonment sentence. An accused person is entitled to know as to how he received his sentence. In the instant case, the appellant is entitled to know as to how and why he received the sentence of 12 years imprisonment. Therefore, it is of paramount importance for a Magistrate or a High Court Judge to give reasons, at least in brief, as to how he/she arrived at the sentence.",
    "fonts": [
      "CIDFont+F3"
    ],
    "sizes": [
      12.960525512695312
    ]
  },
  {
    "page_number": 4,
    "bbox": [
      108.0,
      230.57,
      491.52,
      559.9
    ],
    "text": "7. It is vital that the sentencing Judge decides whether an immediate custodial sentence is warranted or whether a suspended sentence or some other form of sentence is appropriate. Section 303 of the CCPA provides for the imposing of suspended sentences where it is appropriate to do so. The length of a custodial sentence will be decided depending on the seriousness of the offence. The seriousness of the offence can be decided based on the culpability of the offender and the harm or risk caused to the victim. When deciding on the appropriate sentence, the sentencing Judge is required to be mindful of the sentence prescribed in law to the offence. When deciding on the appropriate sentence within the prescribed sentence, the sentencing Judge should take into account the mitigatory and the aggravating circumstances. The primary consideration in sentencing is the gravity of the criminal conduct.",
    "fonts": [
      "CIDFont+F3",
      "CIDFont+F6"
    ],
    "sizes": [
      12.960525512695312
    ]
  },
  {
    "page_number": 4,
    "bbox": [
      108.0,
      562.97,
      491.69,
      611.51
    ],
    "text": "8. In case of The Attorney General v. H. N. De Silva 57 NLR 121. Per Basnayake A.C.J.,",
    "fonts": [
      "CIDFont+F2",
      "CIDFont+F3",
      "CIDFont+F6",
      "CIDFont+F7",
      "CIDFont+F8"
    ],
    "sizes": [
      12.960525512695312
    ]
  },
  {
    "page_number": 4,
    "bbox": [
      180.0,
      614.83,
      491.17,
      769.43
    ],
    "text": "A Judge should, in determining the proper sentence, first consider the gravity of the offence as it appears from the nature of the act itself and should have regard to the punishment provided in the Penal Code or other statute under which the offender is charged. He should also regard the effect of the punishment as a deterrent and consider to what extent it will be effective. If the offender held a position of trust or belonged to a",
    "fonts": [
      "CIDFont+F7"
    ],
    "sizes": [
      12.960525512695312
    ]
  },
  {
    "page_number": 5,
    "bbox": [
      108.0,
      778.85,
      489.82,
      805.76
    ],
    "text": "6",
    "fonts": [
      "CIDFont+F1"
    ],
    "sizes": [
      11.040450096130371
    ]
  },
  {
    "page_number": 5,
    "bbox": [
      180.0,
      72.91,
      491.18,
      297.83
    ],
    "text": "service which enjoys the public confidence that must be taken into account in assessing the punishment. The incidence of crimes of the nature of which the offender has been found to be guilty and the difficulty of detection are also matters which should receive due consideration. The reformation of the criminal, though no doubt an important consideration, is subordinate to the others I have mentioned. Where the public interest or the welfare of the State (which are synonymous) outweighs the previous good character, antecedents and age of the offender, public interest must prevail.",
    "fonts": [
      "CIDFont+F7"
    ],
    "sizes": [
      12.960525512695312
    ]
  },
  {
    "page_number": 5,
    "bbox": [
      108.0,
      301.03,
      291.67,
      332.86
    ],
    "text": "9. It was further held that;",
    "fonts": [
      "CIDFont+F3",
      "CIDFont+F6",
      "CIDFont+F7"
    ],
    "sizes": [
      12.960525512695312
    ]
  },
  {
    "page_number": 5,
    "bbox": [
      108.0,
      335.93,
      491.47,
      490.91
    ],
    "text": "The fact that a Government or other servant would lose his employment by a conviction is not a sound reason for not imposing a term of imprisonment where his offence merits it. It is of vital importance that the confidence of the public in the services managed by the state should be preserved. 10. In H. N. De Silva (supra) Basnayake A.C.J, referring to",
    "fonts": [
      "CIDFont+F3",
      "CIDFont+F6",
      "CIDFont+F7"
    ],
    "sizes": [
      12.960525512695312
    ]
  },
  {
    "page_number": 5,
    "bbox": [
      135.0,
      493.24,
      491.73,
      525.94
    ],
    "text": "what was held in case of Rex v. Boid [1908] 1Cr.App.Rep.64 said,",
    "fonts": [
      "CIDFont+F2",
      "CIDFont+F3",
      "CIDFont+F8"
    ],
    "sizes": [
      12.960525512695312
    ]
  },
  {
    "page_number": 5,
    "bbox": [
      180.0,
      529.15,
      491.18,
      754.07
    ],
    "text": "In assessing the punishment that should be passed on an offender, a Judge should consider the matter of sentence both from the point of view of the public and the offender. Judges are too often prone to look at the question only from the angle of the offender. A Judge should, in determining the proper sentence, first consider the gravity of the offence as it appears from the nature of the act itself and should have regard to the punishment provided in the Penal Code or other statute under which the offender is charged. He should also regard the effect of the punishment as a deterrent and consider to what,",
    "fonts": [
      "CIDFont+F7"
    ],
    "sizes": [
      12.960525512695312
    ]
  },
  {
    "page_number": 6,
    "bbox": [
      108.0,
      778.85,
      489.82,
      805.76
    ],
    "text": "7",
    "fonts": [
      "CIDFont+F1"
    ],
    "sizes": [
      11.040450096130371
    ]
  },
  {
    "page_number": 6,
    "bbox": [
      180.0,
      72.91,
      491.18,
      350.51
    ],
    "text": "extent it will be effective. If the offender held a position of trust or belonged to a service, which enjoys the public confidence that must be taken into account in assessing the punishment. The incidence of crimes of the nature of which the offender has been found to be guilty [Rex v. Boyd (1908) 1 Cr. App. Rep. 64.] and the difficulty of detection are also matters which should receive due consideration. The reformation of the criminal, though no doubt an important consideration, is subordinate to the others I have mentioned. Where the public interest or the welfare of the State (which are synonymous) outweighs the previous good character, antecedents and age of the offender, public interest must prevail.",
    "fonts": [
      "CIDFont+F7"
    ],
    "sizes": [
      12.960525512695312
    ]
  },
  {
    "page_number": 6,
    "bbox": [
      108.0,
      353.71,
      491.42,
      385.54
    ],
    "text": "11. The aggravating and the mitigating factors would",
    "fonts": [
      "CIDFont+F3",
      "CIDFont+F6",
      "CIDFont+F7"
    ],
    "sizes": [
      12.960525512695312
    ]
  },
  {
    "page_number": 6,
    "bbox": [
      135.0,
      388.49,
      491.51,
      469.69
    ],
    "text": "depend on the facts and circumstances of each case. The following are some of the aggravating factors that would indicate a higher culpability (the list is not exhaustive).",
    "fonts": [
      "CIDFont+F3"
    ],
    "sizes": [
      9.96037483215332,
      12.960525512695312
    ]
  },
  {
    "page_number": 6,
    "bbox": [
      157.44,
      472.11,
      491.42,
      767.62
    ],
    "text": "i. Number of injuries inflicted or harm done to the victim. ii. Impact on the victim including physical and psychological trauma. iii. Presence of family members including children when the crime was committed on the victim. iv. When the offence was committed whilst on bail for other offences. v. Failure to respond to previous sentences. vi. When repeat offending is disclosed. vii. When the offence is preplanned. viii. Professional offending. ix. High level of profit from a commercial crime. x. Where an attempt has been made to conceal or dispose the evidence. xi. Offences committed on vulnerable victims.",
    "fonts": [
      "CIDFont+F3",
      "CIDFont+F6"
    ],
    "sizes": [
      12.960525512695312
    ]
  },
  {
    "page_number": 7,
    "bbox": [
      108.0,
      778.85,
      489.82,
      805.76
    ],
    "text": "8",
    "fonts": [
      "CIDFont+F1"
    ],
    "sizes": [
      11.040450096130371
    ]
  },
  {
    "page_number": 7,
    "bbox": [
      108.0,
      72.51,
      491.52,
      139.9
    ],
    "text": "xii. The weapon used. xiii. Abuse or breach of trust. 12. The mitigating factors may include, early guilty plea,",
    "fonts": [
      "CIDFont+F3",
      "CIDFont+F6"
    ],
    "sizes": [
      12.960525512695312
    ]
  },
  {
    "page_number": 7,
    "bbox": [
      108.0,
      142.85,
      491.52,
      403.06
    ],
    "text": "youth or age of the accused, ill health of the accused, previous good character, assistance rendered to the investigators, remorse shown, etc. However, mitigatory circumstances that are personal to the defendant may only attract a nominal reduction of the sentence. 13. Previous good character/exemplary conduct is different from having no previous convictions. The more serious the offence, the less the weight which would normally be attributed to this factor. Where previous good character/exemplary conduct has been used to facilitate the offence, this mitigation should not normally be allowed and such conduct may constitute an aggravating factor. (Archbold, 2019 Sentencing Guidelines, at page 277).",
    "fonts": [
      "CIDFont+F3",
      "CIDFont+F6"
    ],
    "sizes": [
      12.960525512695312
    ]
  },
  {
    "page_number": 7,
    "bbox": [
      108.0,
      406.13,
      491.52,
      437.14
    ],
    "text": "14. While bearing in mind the above principles in",
    "fonts": [
      "CIDFont+F3",
      "CIDFont+F6"
    ],
    "sizes": [
      12.960525512695312
    ]
  },
  {
    "page_number": 7,
    "bbox": [
      135.0,
      440.09,
      491.41,
      559.9
    ],
    "text": "sentencing which are applicable to the instant case, I will now turn to consider whether the sentence imposed on the appellant by the learned High Court Judge is excessive as submitted by the learned Counsel for the appellant, or whether the sentence imposed is justified as submitted by the learned State Counsel for the respondent.",
    "fonts": [
      "CIDFont+F3"
    ],
    "sizes": [
      12.960525512695312
    ]
  },
  {
    "page_number": 7,
    "bbox": [
      108.0,
      562.97,
      491.41,
      593.98
    ],
    "text": "15. The aggravating factors that are present in this case",
    "fonts": [
      "CIDFont+F3",
      "CIDFont+F6"
    ],
    "sizes": [
      12.960525512695312
    ]
  },
  {
    "page_number": 7,
    "bbox": [
      135.0,
      596.93,
      491.52,
      769.42
    ],
    "text": "are as follows. This is not a chance meeting between the victim and the appellant. There had been a maintenance case against the appellant, filed by his wife, who is the daughter of the victim. The appellant has threatened his wife over the telephone stating that he would kill them before he came to the house. He has used a knife known as a Rambo knife, which is generally used as a weapon. The appellant has caused serious stab injuries on the victims chest as well as the abdomen, causing harm to his internal organs.",
    "fonts": [
      "CIDFont+F3",
      "CIDFont+F7"
    ],
    "sizes": [
      12.960525512695312
    ]
  },
  {
    "page_number": 8,
    "bbox": [
      108.0,
      778.85,
      489.82,
      805.76
    ],
    "text": "9",
    "fonts": [
      "CIDFont+F1"
    ],
    "sizes": [
      11.040450096130371
    ]
  },
  {
    "page_number": 8,
    "bbox": [
      135.0,
      72.65,
      491.53,
      245.14
    ],
    "text": "Upon stabbing, the appellant has twisted the knife inside the stab wound, behaving in a very cruel manner. This assault has taken place in front of the wife, the daughter and the grand child of the victim. The victim has been in a very vulnerable state. This is also a home invasion, where the victim was assaulted in his own house, the place where one feels the safest, which is a serious aggravating factor. This is also a clear breach of trust and a domestic violence, which are serious aggravating factors.",
    "fonts": [
      "CIDFont+F3"
    ],
    "sizes": [
      12.960525512695312
    ]
  },
  {
    "page_number": 8,
    "bbox": [
      108.0,
      248.09,
      491.4,
      279.22
    ],
    "text": "16. The post conduct of the victim further aggravates the",
    "fonts": [
      "CIDFont+F3",
      "CIDFont+F6"
    ],
    "sizes": [
      12.960525512695312
    ]
  },
  {
    "page_number": 8,
    "bbox": [
      135.0,
      282.17,
      491.52,
      384.46
    ],
    "text": "crime. When the police officers went to the crime scene four hours after the crime, the appellant has still been roaming near the victims house with the Rambo knife in his hand. Further, the victim was compelled to leave the area and to reside in Anuradhapura due to the threats that were imposed by the appellant.",
    "fonts": [
      "CIDFont+F3",
      "CIDFont+F7"
    ],
    "sizes": [
      12.960525512695312
    ]
  },
  {
    "page_number": 8,
    "bbox": [
      108.0,
      387.53,
      491.4,
      418.54
    ],
    "text": "17. The learned State Counsel further submitted that, as",
    "fonts": [
      "CIDFont+F3",
      "CIDFont+F6"
    ],
    "sizes": [
      12.960525512695312
    ]
  },
  {
    "page_number": 8,
    "bbox": [
      135.0,
      421.49,
      491.52,
      629.14
    ],
    "text": "the appellant was a trained army soldier, using the skills that he developed in his training to commit the crime should be considered as an aggravating factor. I regret to state that I am unable to agree with the above submission, as it is not necessary to use military training to stab the father-in-law who was 53 years of age using a Rambo knife. However, using the same knife as a weapon to stab the vulnerable victim itself is an aggravating factor. Therefore, I am unable to agree on the fact that it was the skill acquired by the military training that was used to stab the victim that should be considered as an aggravating factor.",
    "fonts": [
      "CIDFont+F3",
      "CIDFont+F7"
    ],
    "sizes": [
      12.960525512695312
    ]
  },
  {
    "page_number": 8,
    "bbox": [
      108.0,
      632.09,
      491.41,
      663.1
    ],
    "text": "18. The only mitigatory factor that can be taken into",
    "fonts": [
      "CIDFont+F3",
      "CIDFont+F6"
    ],
    "sizes": [
      12.960525512695312
    ]
  },
  {
    "page_number": 8,
    "bbox": [
      135.0,
      666.05,
      491.52,
      715.78
    ],
    "text": "account as submitted by the learned Counsel for the appellant is that, the appellant is a first offender without any previous convictions.",
    "fonts": [
      "CIDFont+F3"
    ],
    "sizes": [
      12.960525512695312
    ]
  },
  {
    "page_number": 8,
    "bbox": [
      108.0,
      718.73,
      491.4,
      767.38
    ],
    "text": "19. The learned Counsel for the appellant further submitted that, the overcrowding of the prisons has to",
    "fonts": [
      "CIDFont+F3",
      "CIDFont+F6"
    ],
    "sizes": [
      12.960525512695312
    ]
  },
  {
    "page_number": 9,
    "bbox": [
      108.0,
      778.85,
      489.77,
      805.76
    ],
    "text": "10",
    "fonts": [
      "CIDFont+F1"
    ],
    "sizes": [
      11.040450096130371
    ]
  },
  {
    "page_number": 9,
    "bbox": [
      135.0,
      72.65,
      491.53,
      210.1
    ],
    "text": "be considered to reduce the sentence imposed by the learned High Court Judge. As submitted by the learned Counsel, I am mindful of the fact that there is an issue regarding the prisons being overcrowded. However, that is neither an aggravating factor nor a mitigatory factor to be taken into consideration, when deciding on the sentence in terms of the principles governing sentencing.",
    "fonts": [
      "CIDFont+F3"
    ],
    "sizes": [
      12.960525512695312
    ]
  },
  {
    "page_number": 9,
    "bbox": [
      108.0,
      213.05,
      491.41,
      244.06
    ],
    "text": "20. In considering the prescribed sentence, which is",
    "fonts": [
      "CIDFont+F3",
      "CIDFont+F6"
    ],
    "sizes": [
      12.960525512695312
    ]
  },
  {
    "page_number": 9,
    "bbox": [
      135.0,
      247.01,
      491.52,
      416.05
    ],
    "text": "imprisonment that may extend to 20 years, the serious aggravating factors and the mitigatory factors mentioned above, I am of the view that the sentence of 12 years rigorous imprisonment imposed by the learned High Court Judge is justified. It is neither excessive nor wrong in principle. Hence, I affirm the sentence of imprisonment, the fine and the compensation imposed on the appellant by the learned High Court Judge.",
    "fonts": [
      "CIDFont+F3"
    ],
    "sizes": [
      9.96037483215332,
      12.960525512695312
    ]
  },
  {
    "page_number": 9,
    "bbox": [
      108.0,
      418.49,
      285.9,
      503.26
    ],
    "text": "Appeal is dismissed.",
    "fonts": [
      "CIDFont+F2",
      "CIDFont+F3"
    ],
    "sizes": [
      12.960525512695312
    ]
  },
  {
    "page_number": 9,
    "bbox": [
      108.0,
      505.44,
      471.36,
      622.08
    ],
    "text": "PRESIDENT OF THE COURT OF APPEAL WICKUM A. KALUARACHCHI, J. I agree.",
    "fonts": [
      "CIDFont+F2",
      "CIDFont+F3"
    ],
    "sizes": [
      12.000450134277344,
      12.960525512695312
    ]
  },
  {
    "page_number": 9,
    "bbox": [
      216.0,
      694.44,
      441.11,
      708.48
    ],
    "text": "JUDGE OF THE COURT OF APPEAL",
    "fonts": [
      "CIDFont+F2",
      "CIDFont+F3"
    ],
    "sizes": [
      12.000450134277344
    ]
  }
]