[
  {
    "page_number": 0,
    "bbox": [
      70.94,
      781.9,
      527.0,
      806.28
    ],
    "text": "1",
    "fonts": [
      "Calibri"
    ],
    "sizes": [
      11.039999961853027
    ]
  },
  {
    "page_number": 0,
    "bbox": [
      104.3,
      70.9,
      495.02,
      84.88
    ],
    "text": "IN THE COURT OF APPEAL OF THE DEMOCRATIC SOCIALIST",
    "fonts": [
      "BookmanOldStyle-Bold"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 0,
    "bbox": [
      217.49,
      87.24,
      381.91,
      101.22
    ],
    "text": "REPUBLIC OF SRI LANKA",
    "fonts": [
      "BookmanOldStyle-Bold"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 0,
    "bbox": [
      241.13,
      111.24,
      528.33,
      174.08
    ],
    "text": "In the matter of an application for Restitutio-In-Integrum and Revision under and in terms of Article 138 (1) of the Constitution of the Democratic Socialist Republic of Sri Lanka",
    "fonts": [
      "BookmanOldStyle",
      "BookmanOldStyle-Italic"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 0,
    "bbox": [
      70.94,
      184.08,
      527.98,
      765.16
    ],
    "text": "Court of Appeal Balasuriya Arachchige Case No: RII/0077/2024 Mahinda Karunaratne Perera WP/HCCA/MT: No. 53, Deepani 06/2024/RA Kandawala Mawatha, Rathmalana DC Mount Lavinia Plaintiff Case No: 1195/23 RE Vs. Athapattu Mudiyanselage Priyadarshani Nishanthi Athapattu Unit X/F7/P1(7A), 7th Floor No. 11/3 7/1 Sunethradevi Road Kohuwala, Nugegoda Defendant And Athapattu Mudiyanselage Priyadarshani Nishanthi Athapattu Unit X/F7/P1(7A), 7th Floor No. 11/3 7/1 Sunethradevi Road Kohuwala, Nugegoda Defendant-Petitioner Vs Balasuriya Arachchige Mahinda Karunaratna Perera No. 53 Deepani Kandawala Mawatha Rathmalana Plaintiff-Respondent",
    "fonts": [
      "BookmanOldStyle",
      "BookmanOldStyle-Bold"
    ],
    "sizes": [
      8.039999961853027,
      12.0
    ]
  },
  {
    "page_number": 1,
    "bbox": [
      70.94,
      781.9,
      527.0,
      806.28
    ],
    "text": "2",
    "fonts": [
      "Calibri"
    ],
    "sizes": [
      11.039999961853027
    ]
  },
  {
    "page_number": 1,
    "bbox": [
      70.94,
      70.9,
      525.34,
      532.19
    ],
    "text": "Now Between Athapattu Mudiyanselage Priyadarshani Nishanthi Athapattu Unit X/F7/P1(7A), 7th Floor No. 11/3 7/1 Sunethradevi Road Kohuwala, Nugegoda Defendant-Petitioner-Petitioner Vs. Balasuriya Arachchige Mahinda Karunaratna Perera No. 53 Deepani Kandawala Mawatha Rathmalana Plaintiff-Respondent-Respondent Before : R. Gurusinghe J. & Dr. S. Premachandra J.",
    "fonts": [
      "BookmanOldStyle",
      "BookmanOldStyle-Bold"
    ],
    "sizes": [
      8.039999961853027,
      12.0
    ]
  },
  {
    "page_number": 1,
    "bbox": [
      70.94,
      540.29,
      458.14,
      700.24
    ],
    "text": "Counsel : Sandamal Rajapaksha instructed by Pubudu Perera for the Defendant-Petitioner Aruna Ranasinghe with Kavindi Jayawickrama Instructed by Nipuni Dasanayake for the Plaintiff-Respondent-Respondent Argued on : 18-09-2025",
    "fonts": [
      "BookmanOldStyle",
      "BookmanOldStyle-Bold"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 1,
    "bbox": [
      70.94,
      710.36,
      250.25,
      724.36
    ],
    "text": "Decided on : 29-10-2025",
    "fonts": [
      "BookmanOldStyle"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 2,
    "bbox": [
      70.94,
      781.9,
      527.0,
      806.28
    ],
    "text": "3",
    "fonts": [
      "Calibri"
    ],
    "sizes": [
      11.039999961853027
    ]
  },
  {
    "page_number": 2,
    "bbox": [
      70.94,
      70.91,
      528.34,
      606.01
    ],
    "text": "JUDGMENT R. Gurusinghe, J. The defendant-petitioner, by her amended application before this court, seeks, inter alia, to set aside the judgment dated 04-09-2024, entered in the High Court of Civil Appeal in Mount Lavinia in Application No. WP/HCCA/MT/06/2024/RA, to set aside the Order dated 26-04-2024 in the District Court Mount Lavinia Case No. 1195/23/RE, to recall the execution of Writ in relation to the subject matter of the Case No. 1195/23/RE in the District Court of Mount Lavinia and to restore possession to the petitioner, to dissolve the decree absolute and to dismiss the action 1195/23/RE in the District Court of Mount Lavinia and in the alternative grant leave to defend the defendant-petitioner to show cause against the decree nisi. By Order dated 26-04-2024, the Learned District Judge of Mount Lavinia refused the petitioner’s show cause, and the decree nisi was made absolute. A copy of that order is annexed as P19. Being aggrieved by the said order, the petitioner preferred a revision application bearing no. WP/HCCA/MT/06/2024/RA to the Civil Appellate High Court of Mount Lavinia. Copy of the petition dated 14-05-2024 in that revision application produced as P20. A copy of the objections produced as P21. The Civil Appellate High Court of Mount Lavinia, by judgment dated 04-09-2024, dismissed the petitioner’s application and affirmed the District Court Order. A copy of the High Court of Civil Appeal dated September 4, 2024, is annexed as P24. The petitioner filed this application before this court on September 9, 2024, seeking the reliefs prayed for in the petition. The plaintiff-respondent filed objections to the petitioner’s application. The respondent has taken up the following objections:",
    "fonts": [
      "BookmanOldStyle",
      "BookmanOldStyle-Bold",
      "BookmanOldStyle-Italic"
    ],
    "sizes": [
      12.0,
      14.039999961853027
    ]
  },
  {
    "page_number": 2,
    "bbox": [
      88.94,
      608.24,
      528.22,
      622.24
    ],
    "text": "1. Preliminary objections; If the petitioner was dissatisfied with the",
    "fonts": [
      "ArialMT",
      "BookmanOldStyle"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 2,
    "bbox": [
      70.94,
      624.44,
      528.32,
      703.24
    ],
    "text": "judgment of the Civil Appellate High Court of Mount Lavinia, the petitioner should have filed a leave to appeal application in the Supreme Court in accordance with Section 5C of the High Court of the Provinces (Special Provision) Act.",
    "fonts": [
      "BookmanOldStyle"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 2,
    "bbox": [
      88.94,
      705.44,
      528.19,
      719.44
    ],
    "text": "2. Preliminary objection; the petitioner is entitled to avail of only one of",
    "fonts": [
      "ArialMT",
      "BookmanOldStyle"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 2,
    "bbox": [
      106.94,
      721.64,
      528.32,
      751.9
    ],
    "text": "the remedies referred to in section 22 (4) of the Act. The petitioner is not entitled to file an application for Restitutio-in-Integrum against the",
    "fonts": [
      "BookmanOldStyle",
      "BookmanOldStyle-Italic"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 3,
    "bbox": [
      70.94,
      781.9,
      527.0,
      806.28
    ],
    "text": "4",
    "fonts": [
      "Calibri"
    ],
    "sizes": [
      11.039999961853027
    ]
  },
  {
    "page_number": 3,
    "bbox": [
      106.94,
      70.9,
      528.22,
      117.32
    ],
    "text": "Order of the District Court, which was affirmed in the Revision Application by the Civil Appellate High Court.",
    "fonts": [
      "BookmanOldStyle"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 3,
    "bbox": [
      70.94,
      126.48,
      528.34,
      253.88
    ],
    "text": "The plaintiff-respondent moves for the dismissal of the petitioner’s application. In view of the judgment in SC/Appeal/65/2025 W.T.S. Nilantha Fernando v P.M.S. Nilanthi Perera, decided on 10.10.2025, this court has no jurisdiction to entertain this application. In this judgment, the Supreme Court held inter alia as follows:",
    "fonts": [
      "BookmanOldStyle",
      "BookmanOldStyle-Italic"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 3,
    "bbox": [
      70.94,
      256.23,
      528.1,
      400.43
    ],
    "text": "After the introduction of the Provincial High Courts by the 13ᵗʰ Amendment to the Constitution, the Court of Appeal and the Provincial High Court have been vested with concurrent appellate jurisdiction. This was emphasised in all leading cases including Swasthika Textile Industries Ltd v. Thantrige Dayaratne [1993] 2 Sri LR 348, Gunaratne v. Thambinayagam [1993] 2 Sri LR 355 and Abeywardene v. Ajith De Silva [1998] 1 Sri LR 134. It was further held that;",
    "fonts": [
      "BookmanOldStyle",
      "BookmanOldStyle-Italic",
      "Calibri-Italic"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 3,
    "bbox": [
      70.94,
      402.63,
      528.27,
      594.73
    ],
    "text": "A party dissatisfied with a judgment of the Provincial High Court cannot create a third tier of appellate scrutiny by describing the route as revision or restitutio in integrum. In the impugned order, the Court of Appeal, following Gunawardane v. Muthukumarana [2020] 3 Sri LR 306, held that such a party may invoke its revisionary jurisdiction on the basis that it is distinct from its appellate jurisdiction. I am unable to agree with that view. In the same judgment, the Supreme Court quoted the following passage from Balaganeshan v. OIC, Police Station, Seeduwa (SC/SPL/LA/79/2015, SC Minutes of 01.04.2016);",
    "fonts": [
      "BookmanOldStyle",
      "BookmanOldStyle-Italic"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 3,
    "bbox": [
      142.94,
      613.16,
      528.0,
      756.82
    ],
    "text": "When the Provincial High Court exercises appellate jurisdiction, it exercises appellate jurisdiction hitherto exclusively vested in the Court of Appeal. It exercises a parallel or concurrent jurisdiction with the Court of Appeal. The High Court when it exercises appellate jurisdiction it is not subordinate to the Court of Appeal. That is the basis for conferring jurisdiction on the Supreme Court under section 9 of the High Court of Provinces (Special Provisions) Act No. 19 of 1990 to hear appeals from the judgments of the High Court when it exercises appellate jurisdiction. I hold that the",
    "fonts": [
      "BookmanOldStyle-Italic"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 4,
    "bbox": [
      70.94,
      781.9,
      527.0,
      806.28
    ],
    "text": "5",
    "fonts": [
      "Calibri"
    ],
    "sizes": [
      11.039999961853027
    ]
  },
  {
    "page_number": 4,
    "bbox": [
      70.94,
      70.9,
      528.3,
      360.41
    ],
    "text": "Accused Appellant–Petitioner should have filed a Special Leave to Appeal application against the judgment of the High Court exercising Appellate Jurisdiction to the Supreme Court in the first instance instead to the Court of Appeal. The Supreme Court concluded that the Court of Appeal has no jurisdiction, whether by way of final appeal, revision, or restitutio in integrum, to review the judgments or orders of the Provincial High Court, whether in the exercise of its appellate jurisdiction under Act No. 19 of 1990, as amended by Act No. 54 of 2006, or in the exercise of its original jurisdiction under Act No. 10 of 1996. Such jurisdiction is vested exclusively in the Supreme Court. In the above circumstances, this court decides that it has no jurisdiction to entertain and decide this application. Therefore, this application is dismissed. However, considering the circumstances of this case, the court makes no order for costs.",
    "fonts": [
      "BookmanOldStyle",
      "BookmanOldStyle-Italic"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 4,
    "bbox": [
      70.94,
      411.15,
      462.7,
      537.39
    ],
    "text": "Judge of the Court of Appeal. Dr S. Premachandra J. I agree. Judge of the Court of Appeal.",
    "fonts": [
      "BookmanOldStyle",
      "BookmanOldStyle-Bold"
    ],
    "sizes": [
      11.039999961853027,
      12.0
    ]
  }
]