[
  {
    "page_number": 0,
    "bbox": [
      108.0,
      778.85,
      482.62,
      805.76
    ],
    "text": "1",
    "fonts": [
      "CIDFont+F1"
    ],
    "sizes": [
      11.040450096130371
    ]
  },
  {
    "page_number": 0,
    "bbox": [
      123.96,
      94.86,
      468.43,
      110.02
    ],
    "text": "IN THE COURT OF APPEAL OF THE DEMOCRATIC",
    "fonts": [
      "CIDFont+F2"
    ],
    "sizes": [
      12.960525512695312
    ]
  },
  {
    "page_number": 0,
    "bbox": [
      167.76,
      117.66,
      424.75,
      132.82
    ],
    "text": "SOCIALIST REPUBLIC OF SRI LANKA",
    "fonts": [
      "CIDFont+F2"
    ],
    "sizes": [
      12.960525512695312
    ]
  },
  {
    "page_number": 0,
    "bbox": [
      108.0,
      141.29,
      484.22,
      313.78
    ],
    "text": "In the matter of an Appeal under Section 331 of the Code of Criminal Procedure Act No. 15 of 1979, read with Article 138 of the Constitution of the Democratic Socialist Republic of Sri Lanka.",
    "fonts": [
      "CIDFont+F3"
    ],
    "sizes": [
      12.960525512695312
    ]
  },
  {
    "page_number": 0,
    "bbox": [
      288.0,
      316.85,
      484.21,
      348.94
    ],
    "text": "The Democratic Socialist Republic of Sri Lanka",
    "fonts": [
      "CIDFont+F3"
    ],
    "sizes": [
      12.960525512695312
    ]
  },
  {
    "page_number": 0,
    "bbox": [
      108.0,
      351.89,
      415.27,
      454.18
    ],
    "text": "Court of Appeal Case No. CA/HCC/0065/2019 Complainant High Court of Ratnapura V. Case No. HCR/61/2016",
    "fonts": [
      "CIDFont+F2",
      "CIDFont+F3"
    ],
    "sizes": [
      12.960525512695312
    ]
  },
  {
    "page_number": 0,
    "bbox": [
      108.0,
      457.25,
      470.51,
      506.86
    ],
    "text": "Thangarasu Ramachandran",
    "fonts": [
      "CIDFont+F3"
    ],
    "sizes": [
      12.960525512695312
    ]
  },
  {
    "page_number": 0,
    "bbox": [
      108.0,
      509.22,
      470.51,
      664.78
    ],
    "text": "Accused AND NOW BETWEEN Thangarasu Ramachandran AccusedAppellant V.",
    "fonts": [
      "CIDFont+F2",
      "CIDFont+F3"
    ],
    "sizes": [
      12.960525512695312
    ]
  },
  {
    "page_number": 0,
    "bbox": [
      288.0,
      667.73,
      478.07,
      732.36
    ],
    "text": "Hon. Attorney General, Attorney Generals Department, Colombo 12.",
    "fonts": [
      "CIDFont+F3"
    ],
    "sizes": [
      12.000450134277344,
      12.960525512695312
    ]
  },
  {
    "page_number": 0,
    "bbox": [
      288.0,
      735.29,
      456.47,
      766.08
    ],
    "text": "ComplainantRespondent",
    "fonts": [
      "CIDFont+F2",
      "CIDFont+F3"
    ],
    "sizes": [
      12.000450134277344,
      12.960525512695312
    ]
  },
  {
    "page_number": 1,
    "bbox": [
      108.0,
      778.85,
      482.62,
      805.76
    ],
    "text": "2",
    "fonts": [
      "CIDFont+F1"
    ],
    "sizes": [
      11.040450096130371
    ]
  },
  {
    "page_number": 1,
    "bbox": [
      108.0,
      72.06,
      484.24,
      444.94
    ],
    "text": "BEFORE : K. PRIYANTHA FERNANDO, J. (P/CA) WICKUM A. KALUARACHCHI, J. COUNSEL : I. B. S. Harshana for the Accused Appellant. Sudharshana De Silva, Deputy Solicitor General for the Respondent. ARGUED ON : 26.07.2022 WRITTEN SUBMISSIONS FILED ON : 05.11.2019 by the Accused Appellant. 20.12.2019 by the Respondent. JUDGMENT ON : 30.08.2022",
    "fonts": [
      "CIDFont+F2",
      "CIDFont+F3"
    ],
    "sizes": [
      9.96037483215332,
      11.040450096130371,
      12.000450134277344,
      12.960525512695312
    ]
  },
  {
    "page_number": 1,
    "bbox": [
      108.0,
      447.3,
      359.95,
      515.14
    ],
    "text": "************** K. PRIYANTHA FERNANDO, J.(P/CA)",
    "fonts": [
      "CIDFont+F2"
    ],
    "sizes": [
      12.960525512695312
    ]
  },
  {
    "page_number": 1,
    "bbox": [
      126.0,
      517.95,
      484.27,
      763.3
    ],
    "text": "1. The accused appellant (hereinafter referred to as the appellant) was indicted in the High Court of Ratnapura for one count of murder punishable in terms of section 296 of the Penal Code. Upon conviction after trial, the appellant was sentenced to death. This appeal was preferred against the said conviction and the sentence. 2. The appellant had been living with the deceased as husband and wife in a line room in the estate. The appellant and the deceased have four children. The three elder children had been living with their grandmother. The youngest child, who was nine months old at the time of the incident, was the only child who was living with them. The evidence",
    "fonts": [
      "CIDFont+F3",
      "CIDFont+F4",
      "CIDFont+F5"
    ],
    "sizes": [
      12.960525512695312
    ]
  },
  {
    "page_number": 2,
    "bbox": [
      108.0,
      778.85,
      482.62,
      805.76
    ],
    "text": "3",
    "fonts": [
      "CIDFont+F1"
    ],
    "sizes": [
      11.040450096130371
    ]
  },
  {
    "page_number": 2,
    "bbox": [
      126.0,
      72.65,
      484.27,
      762.34
    ],
    "text": "revealed that the appellant and the deceased had constant quarrels between them. In the morning of the day of the incident, the appellant had gone and handed over the nine months old child to his mother stating that the child has a stomach ailment. The evidence also revealed that the appellant had gone to his brother-in-laws house and tried to drink poison. The body of the deceased was found lying dead inside the house (line room). The autopsy has confirmed a blunt trauma to the head as well as numerous cut injuries on her genital area. The DNA evidence revealed that, the hair that was found in the razor knife which was recovered based on a statement made by the appellant in terms of section 27 of the Evidence Ordinance tallied with the hair samples taken from the deceased. The case for the prosecution was mainly based on the above circumstantial evidence. 3. The learned Counsel for the appellant has urged three grounds of appeal in his written submissions. However, at the hearing of this appeal, the learned Counsel did not pursue the first two grounds of appeal but only the third ground of appeal which was the alternative ground of appeal. 4. Alternative ground of appeal The appellant relies on the exception 4 to section 294 of the Penal Code. 5. It is the contention of the learned Counsel for the appellant that as the evidence revealed that the appellant and the deceased has had constant quarrels, the appellant is entitled to get the benefit from exception 4 to section 294 of the Penal Code. The learned Counsel further submitted that, although the appellant did not suggest the above defence in his unsworn statement from the dock, the learned trial Judge ought to have considered the same based on the evidence of the case.",
    "fonts": [
      "CIDFont+F2",
      "CIDFont+F3",
      "CIDFont+F4",
      "CIDFont+F5"
    ],
    "sizes": [
      12.960525512695312
    ]
  },
  {
    "page_number": 3,
    "bbox": [
      108.0,
      778.85,
      482.62,
      805.76
    ],
    "text": "4",
    "fonts": [
      "CIDFont+F1"
    ],
    "sizes": [
      11.040450096130371
    ]
  },
  {
    "page_number": 3,
    "bbox": [
      126.0,
      96.99,
      484.27,
      278.5
    ],
    "text": "6. The contention of the learned Deputy Solicitor General is that, when considering the injuries caused by the appellant, he has taken undue advantage and has also been cruel to the deceased and therefore the appellant should not be entitled to get the benefit from the exception 4 to section 294 of the Penal Code. 7. The exception 4 to section 294 of the Penal Code provides,",
    "fonts": [
      "CIDFont+F3",
      "CIDFont+F4"
    ],
    "sizes": [
      12.960525512695312
    ]
  },
  {
    "page_number": 3,
    "bbox": [
      126.0,
      281.71,
      484.54,
      524.26
    ],
    "text": "Exception 4 - Culpable homicide is not murder if it is committed without premeditation in a sudden fight in the heat of passion upon a sudden quarrel, and without the offender having taken undue advantage or acted in a cruel or unusual manner. 8. The exception 4 to section 294 of the Penal Code was discussed at length in case of Kikar Singh V State of Rajasthan 1993 AIR 2426 [12th May 1993]. The above exception is similar to exception 4 of section 300 of the Indian Penal Code. In Kikar Singh Indian Supreme Court held,",
    "fonts": [
      "CIDFont+F3",
      "CIDFont+F4",
      "CIDFont+F5",
      "CIDFont+F6"
    ],
    "sizes": [
      8.520299911499023,
      12.960525512695312
    ]
  },
  {
    "page_number": 3,
    "bbox": [
      180.0,
      527.47,
      484.05,
      752.39
    ],
    "text": "The counsel attempted to bring the case within exception 4. For its application all the conditions enumerated therein must be satisfied. The act must be committed without premeditation in a sudden fight in the heat of passion; (2) upon a sudden quarrel; (3) without the offender having taken undue advantage; (4) and the accused had not acted in a cruel or unusual manner. Therefore, there must be a mutual combat or exchanging blows on each other. And however slight the first blow, or provocation, every fresh blow becomes a fresh provocation. The blood is already heated or",
    "fonts": [
      "CIDFont+F5"
    ],
    "sizes": [
      12.960525512695312
    ]
  },
  {
    "page_number": 4,
    "bbox": [
      108.0,
      778.85,
      482.62,
      805.76
    ],
    "text": "5",
    "fonts": [
      "CIDFont+F1"
    ],
    "sizes": [
      11.040450096130371
    ]
  },
  {
    "page_number": 4,
    "bbox": [
      126.0,
      72.91,
      484.05,
      332.86
    ],
    "text": "warms up at every subsequent stroke. The voice of reason is heard on neither side in the heat of passion. Therefore, it is difficult to apportion between the respective degrees of blame with reference to the state of things at the commencement of the fray but it must occur as a consequence of a sudden fight i.e. mutual combat and not one side track. It matters not what the cause of the quarrel is, whether real or imaginary, or who draws or strikes first. The strike of the blow must be without any intention to kill or seriously injure the other. 9. It was further held that,",
    "fonts": [
      "CIDFont+F3",
      "CIDFont+F4",
      "CIDFont+F5"
    ],
    "sizes": [
      12.960525512695312
    ]
  },
  {
    "page_number": 4,
    "bbox": [
      126.0,
      336.19,
      484.26,
      559.9
    ],
    "text": "The occasion for sudden quarrel must not only be sudden but the party assaulted must be on an equal footing in point of defence, at least at the onset. This is specially so where the attack is made with dangerous weapons. Where the deceased was unarmed and did not cause any injury to the accused even following a sudden quarrel if the accused has inflicted fatal blows on the deceased, exception 4 is not attracted and commission must be one of murder punishable under s. 302. 10. To be entitled to the benefit of exception 4 to",
    "fonts": [
      "CIDFont+F3",
      "CIDFont+F4",
      "CIDFont+F5"
    ],
    "sizes": [
      12.960525512695312
    ]
  },
  {
    "page_number": 4,
    "bbox": [
      153.0,
      561.89,
      484.27,
      757.54
    ],
    "text": "section 294 of the Penal Code, it is a necessary precondition that the evidence should reveal that the appellant has not taken undue advantage or acted in a cruel or unusual manner. The medical evidence revealed that the victim has been assaulted on the head until the skull was fractured. Apart from that, her vaginal area has also been cut with a sharp weapon for about six to eight times causing heavy bleeding. Therefore, the appellant has been unusually cruel to the victim when he caused the above injuries.",
    "fonts": [
      "CIDFont+F3"
    ],
    "sizes": [
      12.960525512695312
    ]
  },
  {
    "page_number": 5,
    "bbox": [
      108.0,
      778.85,
      482.62,
      805.76
    ],
    "text": "6",
    "fonts": [
      "CIDFont+F1"
    ],
    "sizes": [
      11.040450096130371
    ]
  },
  {
    "page_number": 5,
    "bbox": [
      126.0,
      72.65,
      484.25,
      103.66
    ],
    "text": "11. Therefore, clearly the appellant is not entitled to",
    "fonts": [
      "CIDFont+F3",
      "CIDFont+F4"
    ],
    "sizes": [
      12.960525512695312
    ]
  },
  {
    "page_number": 5,
    "bbox": [
      144.0,
      105.53,
      484.27,
      218.98
    ],
    "text": "seek the benefit from the exception 4 to section 294 of the Penal Code. Hence, I find that the only ground of appeal urged by the Counsel for the appellant is devoid of merit. Therefore, the conviction and the sentence imposed by the learned High Court Judge is affirmed.",
    "fonts": [
      "CIDFont+F3"
    ],
    "sizes": [
      12.960525512695312
    ]
  },
  {
    "page_number": 5,
    "bbox": [
      180.0,
      220.73,
      313.61,
      235.3
    ],
    "text": "Appeal is dismissed.",
    "fonts": [
      "CIDFont+F3"
    ],
    "sizes": [
      12.960525512695312
    ]
  },
  {
    "page_number": 5,
    "bbox": [
      108.0,
      321.24,
      471.36,
      437.88
    ],
    "text": "PRESIDENT OF THE COURT OF APPEAL WICKUM A. KALUARACHCHI, J. I agree.",
    "fonts": [
      "CIDFont+F2",
      "CIDFont+F3"
    ],
    "sizes": [
      12.000450134277344,
      12.960525512695312
    ]
  },
  {
    "page_number": 5,
    "bbox": [
      216.0,
      510.24,
      441.11,
      524.28
    ],
    "text": "JUDGE OF THE COURT OF APPEAL",
    "fonts": [
      "CIDFont+F2",
      "CIDFont+F3"
    ],
    "sizes": [
      12.000450134277344
    ]
  }
]