{
  "doc_type": "lk_appeal_court_judgements",
  "doc_id": "2024-10-25-CA-PHC-0184-2017",
  "num": "CA/PHC/0184/2017",
  "date_str": "2024-10-25",
  "description": "Munamalpe Gamage Dhamith Sameera Vs Commissioner of Co-operative Development and Registrar (Central Province) and Two others before Hon.M SampathK.B.Wijeratne,J.(CA)",
  "url_pdf": "https://courtofappeal.lk/?melsta_doc_download=1&doc_id=aa64e595-3c65-42e4-b32f-745425dd4804&filename=CA.PHC.184.2017%20%202024.10.25.pdf.pdf",
  "url_metadata": "https://courtofappeal.lk/?page_id=10827",
  "parties": "Munamalpe Gamage Dhamith Sameera Vs Commissioner of Co-operative Development and Registrar (Central Province) and Two others",
  "judgement_by": "Hon.M SampathK.B.Wijeratne,J.(CA)",
  "keywords": "Two different decision of the Supreme Court on the Rule 49 (xii)(a) - In one judgement holds that the Rule is ultra vires and in the other its intra vires– In the former it is obiter dictum and the later it is ratiodecidendi – Doctrine of stare decisis – The test to be applied in deciding whether it is obiter dictum or ratio decidendi–The words ‘appears to be’ used in the judgement- No certainty in the mind of the judge – Not a definitive finding – re-arguing the same issue in courts repeatedly – Unproductive practice – Has to be discouraged – the learned High Court Judge failed to address the other issue raised by the Petition – Part of the judgement affirm but set a side the judgement dismissing the writ application in its entirely - case remitted back to the high Court to make a determination on the other issue.",
  "legistation": "Sections 59 and 61 Co-operative Societies Law Act No. 5 of 1972. Article 38 and 72 (2) of the Co0operative Societies Statute No. 10 of 1990 of the Central Provincial Counsil, as amended. Rule 49 (xii)(a) and (b) of the Co-operative Societies Rules, 1973 – published in Extraordinary Gazette No. 93/5 dated 10th January 1973."
}