[
  {
    "page_number": 0,
    "bbox": [
      142.94,
      72.0,
      474.46,
      86.06
    ],
    "text": "IN THE COURT OF APPEAL OF THE DEMOCRATIC SOCIALIST",
    "fonts": [
      "Cambria,Bold"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 0,
    "bbox": [
      72.02,
      86.06,
      376.51,
      170.44
    ],
    "text": "REPUBLIC OF SRI LANKA CA Writ App. No. 142/2016",
    "fonts": [
      "Cambria",
      "Cambria,Bold"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 0,
    "bbox": [
      216.05,
      170.54,
      420.31,
      226.72
    ],
    "text": "Brigadier W.M.R.B. Walisundara No. 87/A, Kehelwala,Kiribathkumbura, Kandy.",
    "fonts": [
      "Cambria"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 0,
    "bbox": [
      216.05,
      226.82,
      499.3,
      719.28
    ],
    "text": "PETITIONER VS. 1. Lt. Gen. A.W.J.C. De Silva Commander of the Sri lanka Army, Army Headquarters, Colombo 03. 2. Maj. Gen. Bonifus Perera Colonel of the Regiment, Regimental Headquarters SinhaRegiment, Army Camp, Ambepussa. 3. Maj. Gen. Channa Gunathiiake Commandant-Sri lanka Army Volunteer Force, Volunteer Force Headquarters, Salawa, Kosgama. 4. Maj. Gen. Janaka Walgama Military Secretary, Military Secretary's Branch, Army Headquarters, Colombo 03. 5. Karunasena Hettiarachchi Secretary, Ministry of Defence, No 15/5, Baladaksha Mawatha, Colombo 03. 6. Maj. Gen. Milinda Peiris Chief of Staff, Army Headquarters, Colombo 03. 7. Maj Gen Sumedha Perera Deputy Chief of Staff, Army Headquarters, Colombo 03. 8. Maj. Gen. B.A. Perera Director General, General Staff, Army Headquarters, Colombo 03.",
    "fonts": [
      "Cambria",
      "Cambria,Bold"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 1,
    "bbox": [
      216.05,
      72.0,
      532.06,
      592.68
    ],
    "text": "9. Maj. Gen. Nandana Udawattha Adjutant General, Army Headquarters, Colombo 03. 10. Maj. Gen. Kamal Gunarathne Master General Ordinance, Army Headquarters, Colombo 03. 11. Maj. Gen. Rathnasingham Quarter Master General, Army Headquarters, Colombo 03. 12. Maj. Gen. R. V. Udawatta Director General Finance, Army Headquarters, Colombo 03. 13. Maj. Gen. PiyalWickremarathne 14. Maj. Gen. KumuduPerera 15. Maj. Gen. DushanRajaguru 16. Brig. AnuraPerera 17.Brig. ManojMudannayake 18. Brig. Rajeev Wickremasinghe 19. Brig. HemanthaKulatunga 20. Brig. AthulaHannadige 21. Brig. B.A.L. Rathnayake 13th to 21st all at Regimental Headquarters-Sinha Regiment, Army Camp, Ambepussa.",
    "fonts": [
      "Cambria"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 1,
    "bbox": [
      360.07,
      592.66,
      445.03,
      620.76
    ],
    "text": "RESPONDENTS",
    "fonts": [
      "Cambria",
      "Cambria,Bold"
    ],
    "sizes": [
      12.0
    ]
  }
]