[
  {
    "page_number": 0,
    "bbox": [
      72.02,
      781.9,
      332.09,
      806.38
    ],
    "text": "Page 1 of 6",
    "fonts": [
      "Calibri",
      "Calibri-Bold"
    ],
    "sizes": [
      11.039999961853027
    ]
  },
  {
    "page_number": 0,
    "bbox": [
      98.42,
      74.28,
      514.01,
      86.28
    ],
    "text": "IN THE COURT OF APPEAL OF THE DEMOCRATIC SOCIALIST REPUBLIC OF SRI LANKA",
    "fonts": [
      "Calibri-Bold"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 0,
    "bbox": [
      324.07,
      98.18,
      540.52,
      160.82
    ],
    "text": "In the matter of an appeal against an Order of the High Court under Section 331 of the Code of Criminal Procedure Act No. 15 of 1979.",
    "fonts": [
      "Calibri"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 0,
    "bbox": [
      72.02,
      173.66,
      486.53,
      219.26
    ],
    "text": "Court of Appeal Case No: CA /HCC/0061/20 Hon. Attorney General, High Court Kalutara HC/199/02 Attorney General's Department, Colombo 12.",
    "fonts": [
      "Calibri",
      "Calibri-Bold"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 0,
    "bbox": [
      72.02,
      224.18,
      540.53,
      269.78
    ],
    "text": "Complainant Vs. Victor Karunathileke Tenekoon",
    "fonts": [
      "Calibri",
      "Calibri-Bold"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 0,
    "bbox": [
      496.78,
      282.77,
      543.17,
      294.77
    ],
    "text": "Accused",
    "fonts": [
      "Calibri-Bold"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 0,
    "bbox": [
      324.07,
      307.61,
      420.14,
      319.61
    ],
    "text": "And Now Between",
    "fonts": [
      "Calibri-Bold"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 0,
    "bbox": [
      324.07,
      332.45,
      477.65,
      344.45
    ],
    "text": "Victor Karunathileke Tenekoon",
    "fonts": [
      "Calibri"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 0,
    "bbox": [
      444.46,
      357.29,
      543.17,
      369.29
    ],
    "text": "Accused-Appellant",
    "fonts": [
      "Calibri-Bold"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 0,
    "bbox": [
      324.07,
      382.13,
      341.9,
      394.13
    ],
    "text": "Vs.",
    "fonts": [
      "Calibri-Bold"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 0,
    "bbox": [
      324.07,
      406.97,
      486.53,
      452.69
    ],
    "text": "Hon. Attorney General, Attorney General's Department, Colombo 12.",
    "fonts": [
      "Calibri",
      "Calibri-Bold"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 0,
    "bbox": [
      410.35,
      457.49,
      540.53,
      469.49
    ],
    "text": "Complainant-Respondent",
    "fonts": [
      "Calibri-Bold"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 0,
    "bbox": [
      72.02,
      507.19,
      451.37,
      578.83
    ],
    "text": "Before: N. Bandula Karunarathna J. & R. Gurusinghe J.",
    "fonts": [
      "Calibri",
      "Calibri-Bold"
    ],
    "sizes": [
      6.0,
      6.960000038146973,
      12.0
    ]
  },
  {
    "page_number": 0,
    "bbox": [
      72.02,
      589.63,
      477.17,
      616.27
    ],
    "text": "Counsel: Indica Mallawaratchy AAL for the Accused-Appellant",
    "fonts": [
      "Calibri",
      "Calibri-Bold"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 0,
    "bbox": [
      72.02,
      618.91,
      481.37,
      670.15
    ],
    "text": "Janaka Bandara DSG for the Complainant-Respondent Written Submissions: By the Accused-Appellant on 02.11.2021",
    "fonts": [
      "Calibri",
      "Calibri-Bold"
    ],
    "sizes": [
      8.039999961853027,
      12.0
    ]
  },
  {
    "page_number": 0,
    "bbox": [
      72.02,
      672.58,
      422.06,
      759.7
    ],
    "text": "By the Complainant-Respondent Not filed Argued on : 23.05.2022 Decided on : 06.06.2022",
    "fonts": [
      "Calibri",
      "Calibri-Bold"
    ],
    "sizes": [
      6.960000038146973,
      12.0
    ]
  },
  {
    "page_number": 1,
    "bbox": [
      72.02,
      781.9,
      332.09,
      806.38
    ],
    "text": "Page 2 of 6",
    "fonts": [
      "Calibri",
      "Calibri-Bold"
    ],
    "sizes": [
      11.039999961853027
    ]
  },
  {
    "page_number": 1,
    "bbox": [
      72.02,
      74.28,
      210.72,
      102.14
    ],
    "text": "N. Bandula Karunarathna J.",
    "fonts": [
      "Calibri-Bold"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 1,
    "bbox": [
      72.02,
      121.94,
      540.53,
      184.46
    ],
    "text": "This appeal is from the judgment, delivered by the learned Judge of the High Court of Kalutara, dated 11.03.2020, by which, the accused-appellant, who is before this Court, was convicted and sentenced to death for having murdered one Amugoda Kankanamge Sumith Ariyarathna (the deceased) on or about 28.01.1998.",
    "fonts": [
      "Calibri"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 1,
    "bbox": [
      72.02,
      197.3,
      540.5,
      243.02
    ],
    "text": "The accused-appellant had been indicted on 16.12.2002 in the High Court of Kalutara for murdering Amugoda Kankanamge Sumith Ariyarathna on or about 28.01.1998, which is punishable in terms of Section 296 of the Penal Code.",
    "fonts": [
      "Calibri"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 1,
    "bbox": [
      72.02,
      255.86,
      543.26,
      352.13
    ],
    "text": "The trial had commenced on 07.12.2009 after the accused-appellant opted for a non-jury trial. The prosecution had, led evidence of 6 witnesses and marked the productions - 1 and - 1A. Once the prosecution had closed its case the accused-appellant gave evidence from the witness box and had called Bellana, Grama Niladhari as a defence witness. After the trial, the accused-appellant had been found guilty of the murder charge and sentenced to death. Aggrieved by the said decision the accused-appellant preferred this appeal.",
    "fonts": [
      "Calibri",
      "IskoolaPota-Bold"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 1,
    "bbox": [
      72.02,
      364.85,
      540.51,
      519.19
    ],
    "text": "Case for the prosecution relied on the evidence of Chaminda Ananda (PW 1) and Sanjeewa Upashantha (PW 2) who were the sons of the deceased. It transpires from the evidence of Chaminda Ananda (PW 1) that he was 15 years at the time of the incident and that the incident had taken place near the appellant's house. He has testified that the deceased had gone towards the appellant's house and when the witness had followed the deceased, he had seen an exchange of words taking place between the deceased and appellant's father. Witness has further testified that when the exchange of words was taking place between the father and the deceased, the appellant had come armed with a knife but the witness had dragged the deceased away. PW 1 has testified that the appellant had then attempted to attack his brother but it was his position that he did not see where the deceased had been attacked.",
    "fonts": [
      "Calibri"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 1,
    "bbox": [
      72.02,
      530.95,
      540.5,
      637.75
    ],
    "text": "Witness Sanjeewa Upashantha (PW 2) was the younger son of the deceased and it was his evidence that when he was in the playground his elder brother had intimated to him that the father had gone in the direction of the appellant's house and then that they too had followed the father. When they reached the appellant's house, he had seen the deceased and the appellant's father engaged in an exchange of words and the appellant rushing to the scene armed with a knife. PW 2 has further testified that when the appellant had attempted to attack him, he had bolted and when he turned back, he had seen the appellant attack the deceased.",
    "fonts": [
      "Calibri"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 1,
    "bbox": [
      72.02,
      649.63,
      540.51,
      740.62
    ],
    "text": "The accused-appellant gave evidence on oath. It was his evidence that the deceased was known to him as they were both engaged in the woodcraft trade. Appellant has testified that on the day in question when he was returning home, he had met a known girl on the bus and they had engaged in a conversation. The deceased too had boarded the same bus and he had insulted the appellant in the presence of the girl to the effect that he was a lunatic and that the appellant was having an illicit affair with the wife of the deceased. Appellant has testified that there had",
    "fonts": [
      "Calibri"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 2,
    "bbox": [
      72.02,
      781.9,
      332.09,
      806.38
    ],
    "text": "Page 3 of 6",
    "fonts": [
      "Calibri",
      "Calibri-Bold"
    ],
    "sizes": [
      11.039999961853027
    ]
  },
  {
    "page_number": 2,
    "bbox": [
      72.02,
      74.28,
      540.06,
      102.14
    ],
    "text": "been an exchange of blows between him and the deceased and the conductor had intervened and settled the dispute consequent to which he had returned home.",
    "fonts": [
      "Calibri"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 2,
    "bbox": [
      72.02,
      113.9,
      540.52,
      189.14
    ],
    "text": "Immediately after the appellant reached home, the deceased had come on his bicycle to the house of the appellant and threatened him to the effect \" \". It was the position of the appellant that upon being provoked by the threatening utterance and the conduct of the deceased, he had grabbed a club and gone towards the deceased with the idea of chasing him and then returned home.",
    "fonts": [
      "Calibri",
      "IskoolaPota-Bold"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 2,
    "bbox": [
      72.02,
      200.9,
      540.53,
      276.14
    ],
    "text": "The appellant has testified that subsequently when he was at the well, a neighbour had informed him that the deceased had returned and was abusing them. The appellant had seen the deceased and his two sons armed with weapons having come up to his house. He has testified that the deceased had attacked him with a bicycle chain after which they had grappled with each other and that there had been a fracas between him and the deceased party.",
    "fonts": [
      "Calibri"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 2,
    "bbox": [
      72.02,
      288.05,
      540.41,
      331.61
    ],
    "text": "Appellant had further testified that he feared for his life and does not recall what he had done in the exercise of the right of private defence. Immediately after the incident, he made a complaint to the police and subsequently got himself admitted to the Badurueliya hospital.",
    "fonts": [
      "Calibri"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 2,
    "bbox": [
      72.02,
      343.49,
      536.69,
      355.49
    ],
    "text": "In Lakshmi Singh vs. State of Bihar A.I.R. (1976) S.C. 2263, the Indian Supreme Court ruled that;",
    "fonts": [
      "Calibri"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 2,
    "bbox": [
      108.02,
      367.25,
      540.33,
      410.93
    ],
    "text": "\" in a murder case the non-explanation of the injuries sustained by the accused at about the time of occurrence or in the course of the altercation is a very important circumstance from which the court can draw the following inferences:",
    "fonts": [
      "Calibri"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 2,
    "bbox": [
      128.54,
      420.83,
      540.43,
      513.79
    ],
    "text": "(i) That the prosecution has suppressed the genesis and the origin of the occurrence and has thus not presented the true version; (ii) That the witnesses who have denied the presence of the injuries on the accused person are lying on a most important and a material point and therefore their evidence is unreliable; (iii) That in case there is a defence version,",
    "fonts": [
      "ArialMT",
      "Calibri"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 2,
    "bbox": [
      108.02,
      525.55,
      540.16,
      600.79
    ],
    "text": "which explains the injuries on the person of the accused, it is rendered probable to throw doubt on the prosecution case. The omission on the part of the prosecution to explain the injuries on the person of the accused assumes much greater importance where the evidence consists of interested or inimical witnesses or where the defence gives a version which competes in probability with that of the prosecution case.\"",
    "fonts": [
      "Calibri"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 2,
    "bbox": [
      72.02,
      612.55,
      540.53,
      719.5
    ],
    "text": "The accused-appellant had given evidence on oath embarking upon a plea of a grave and sudden provocation and exercising the right of private defence. The learned trial Judge had rejected the defence evidence on the footing that although the appellant had testified there was a fracas between him and the deceased's sons, the latter had not sustained any injuries. However, it warrants mentioning that the position taken up by the appellant is consistent and the following factors are placed before courts to consider lesser culpability based on a grave and sudden provocation or sudden fight of exceeding the right of private defence.",
    "fonts": [
      "Calibri"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 2,
    "bbox": [
      88.94,
      729.4,
      538.01,
      759.1
    ],
    "text": "(i) The incident had taken place near the appellant's residence which negates any pre-planned or premeditation on the part of the appellant;",
    "fonts": [
      "ArialMT",
      "Calibri"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 3,
    "bbox": [
      72.02,
      781.9,
      332.09,
      806.38
    ],
    "text": "Page 4 of 6",
    "fonts": [
      "Calibri",
      "Calibri-Bold"
    ],
    "sizes": [
      11.039999961853027
    ]
  },
  {
    "page_number": 3,
    "bbox": [
      83.54,
      72.42,
      540.23,
      149.54
    ],
    "text": "(ii) It is an admitted fact that the deceased had sought after the appellant; (iii) The sons of the deceased have testified that there was an exchange of words between the deceased, the appellant's father and the Appellant; (iv) The fact that the appellant too had sustained a laceration and an abrasion is indicative of the fact that the incident had taken place in the course of a sudden fight.",
    "fonts": [
      "ArialMT",
      "Calibri"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 3,
    "bbox": [
      72.02,
      161.3,
      540.14,
      204.98
    ],
    "text": "It is our view that the learned trial Judge has failed to address his judicial mind to the afore-mentioned factors which necessarily gives the right to the pleas embarked upon by the appellant.",
    "fonts": [
      "Calibri"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 3,
    "bbox": [
      72.02,
      216.74,
      540.5,
      323.69
    ],
    "text": "The prosecution has marked the Medico-Legal Report of the accused-appellant and it was the evidence of the Medical Officer that the appellant had sustained two injuries a contusion and an abrasion. The appellant had not denied his complicity in the commission of the crime and has embarked upon a plea of a grave and sudden provocation and sudden fight and exercising the right of private defence. The 2 prosecution witnesses have been completely silent about the injuries suffered by the appellant which necessarily draws the inference that they are suppressing the genesis of the incident.",
    "fonts": [
      "Calibri"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 3,
    "bbox": [
      72.02,
      335.45,
      540.36,
      410.69
    ],
    "text": "The Doctor (PW 10) in his evidence has stated that he observed 12 injuries on the body of the deceased and has stated that in his opinion Injury number 2 that was found on the left side of the chest was a fatal injury. It was the opinion of the doctor that the said injury ought to have been inflicted with considerable force. Further, he has opined that haemorrhage due to severe bleeding caused by the stab injury is the cause of death.",
    "fonts": [
      "Calibri"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 3,
    "bbox": [
      72.02,
      422.45,
      540.51,
      466.13
    ],
    "text": "The learned Trial Judge after the case for the prosecution was closed called for defence and the appellant testified under oath and called the Grama Niladhari of his village, Bellana to give evidence and closed the defence case.",
    "fonts": [
      "Calibri"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 3,
    "bbox": [
      72.02,
      477.91,
      540.11,
      505.75
    ],
    "text": "Padmatileke (SGT) vs. Director General, Commission to Investigate Allegations of Bribery and Corruption SC/99/2007;",
    "fonts": [
      "Calibri"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 3,
    "bbox": [
      108.02,
      517.51,
      540.12,
      624.43
    ],
    "text": "Where the material witnesses make inconsistent statements in their evidence on material particulars, the evidence of such witness becomes unreliable and unworthy of credence, thus making the prosecution case highly doubtful. Court held when we consider all these matters, we think that Jayanthi is not a credible witness. The learned trial Judge has considered the said contradictions and omissions. But he failed to appreciate the value of the said contradictions and omissions in deciding the credibility of Jayanthi.",
    "fonts": [
      "Calibri"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 3,
    "bbox": [
      72.02,
      636.19,
      540.47,
      711.46
    ],
    "text": "The trial Judge should give proper attention when he finally decides whether the accused is guilty or not for the offence he was charged with. According the story of the accused-appellant he says that the deceased came with a knife to him in an aggressive manner. The learned counsel for the accused-appellant submitted that he used his private defence and tried to prevent the attack by the deceased.",
    "fonts": [
      "Calibri"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 3,
    "bbox": [
      72.02,
      723.22,
      528.89,
      735.22
    ],
    "text": "\"The right is essential of defence, not retribution. As pointed out by Russell in Law of Crimes.",
    "fonts": [
      "Calibri"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 4,
    "bbox": [
      72.02,
      781.9,
      332.09,
      806.38
    ],
    "text": "Page 5 of 6",
    "fonts": [
      "Calibri",
      "Calibri-Bold"
    ],
    "sizes": [
      11.039999961853027
    ]
  },
  {
    "page_number": 4,
    "bbox": [
      72.02,
      74.28,
      540.04,
      102.14
    ],
    "text": "The Text Book on the Indian Penal Code by K.D. Gaur, Fourth Edition at pages 178 and 179 are as follows;",
    "fonts": [
      "Calibri"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 4,
    "bbox": [
      108.02,
      113.9,
      540.53,
      189.14
    ],
    "text": "A man is justified in resisting by force anyone who manifestly intends and endeavours by violence or surprise to commit a known felony against either his person, habitation or property. In these cases, he is not obligated to retreat, and may not merely resist the attack where he stands but may indeed pursue his adversary until the danger is ended and if in a conflict between them, he happens to kill his attacker, such killing is justifiable.",
    "fonts": [
      "Calibri"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 4,
    "bbox": [
      72.02,
      200.9,
      423.02,
      212.9
    ],
    "text": "Chacko Mathai vs State of Kerala AIR 1964 KER 222 was held as follows;",
    "fonts": [
      "Calibri"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 4,
    "bbox": [
      108.02,
      224.78,
      540.39,
      347.45
    ],
    "text": "\"The right of private defence is a highly prized gift granted to the citizen to protect themselves by effective self-resistance against unlawful aggression. No man is expected to fly away when he is attacked. He could fight back and when he apprehends death or grievous hurt could see that his adversary is vanquished without modulating his defence step by step. Faced with a dangerous adversary, no man can act with a detached reflection and under such circumstances, if he travels a little beyond the limit, the law protects him and hence courts should not place more restrictions on him than the law demands.\"",
    "fonts": [
      "Calibri"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 4,
    "bbox": [
      72.02,
      359.21,
      540.52,
      402.89
    ],
    "text": "On the other hand, according to the prosecution witnesses, it reveals that the deceased was an aggressor. According to prosecution evidence on that faithful day, the deceased fought with the appellant.",
    "fonts": [
      "Calibri"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 4,
    "bbox": [
      72.02,
      414.65,
      540.53,
      537.31
    ],
    "text": "It is a settled principle under criminal law that the prosecution should prove their case beyond a reasonable doubt. When there are witnesses it is reasonable if one witness cannot recall the incident and testifies a different thing about the incident. But it is quite suspicious if all the main witnesses tell different stories about the same points. The learned Counsel for the accused-appellant argued that when we consider the evidence of this case, we can believe that there are no actual eyewitnesses. Prosecution witnesses contradicted the evidence given on material points which they gave in the examination in chief and cross-examination. They have given different versions.",
    "fonts": [
      "Calibri"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 4,
    "bbox": [
      72.02,
      549.19,
      540.35,
      640.15
    ],
    "text": "The learned counsel for the accused-appellant further argued that it is a cardinal principle that unreliable and unacceptable evidence cannot be rendered credible, simply because there is some corroborative material. Proof beyond reasonable doubt does not mean proof beyond the shadow of a doubt. The benefit of the doubt, to which the accused is entitled, is reasonable doubt; the doubt which rational thinking men will reasonably, honestly and conscientiously entertain and not the doubt of a timid mind.",
    "fonts": [
      "Calibri"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 4,
    "bbox": [
      72.02,
      652.06,
      540.46,
      743.14
    ],
    "text": "It is our view that the evidence of the accused-appellant attracts the plea of a grave and sudden provocation and self-defence. This court came to the said conclusion of the present appeal, considering the behaviour of the deceased before this unfortunate incident. The appellant has further testified that the scuffle between him and the deceased had accidentally resulted in the deceased causing his death thereby attracting the plea of a grave and sudden provocation and self-defence as embodied in special exceptions 1 and 3 to section 294 of the Penal Code.",
    "fonts": [
      "Calibri"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 5,
    "bbox": [
      72.02,
      781.9,
      332.09,
      806.38
    ],
    "text": "Page 6 of 6",
    "fonts": [
      "Calibri",
      "Calibri-Bold"
    ],
    "sizes": [
      11.039999961853027
    ]
  },
  {
    "page_number": 5,
    "bbox": [
      72.02,
      74.28,
      540.51,
      196.94
    ],
    "text": "However, had the trial court considered the above-mentioned factors in its correct judicial perspective, the trial court would have come to an accurate factual finding that the accused-appellant caused the death of the deceased by accident upon being provoked by the deceased consequently affording the plea of a grave and sudden provocation to the accused-appellant. Not only that, this court can consider the accused-appellant must have used his right of private defence to protect himself when the deceased came to attack him. I wish to say that the failure to take into account the afore-cited extenuating circumstances amounts to a non-direction resulting in a miscarriage of justice.",
    "fonts": [
      "Calibri"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 5,
    "bbox": [
      72.02,
      208.82,
      540.21,
      268.22
    ],
    "text": "In this case, the appellant had proved the right of private defence and grave and sudden provocation and sudden fight. Even though the accused had acted excessively when inflicting the said injury using a knife, the matters already discussed above indicate a sudden fight without premeditation and without taking any undue advantage in the heat of passion.",
    "fonts": [
      "Calibri"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 5,
    "bbox": [
      72.02,
      280.01,
      540.39,
      323.69
    ],
    "text": "The learned Deputy Solicitor General who appeared for the respondent is of the view that the accused-appellant should have been convicted for a lesser offence namely section 297 of the penal code and not for the offence under section 296 of the penal code.",
    "fonts": [
      "Calibri"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 5,
    "bbox": [
      72.02,
      335.45,
      540.5,
      426.53
    ],
    "text": "For the reasons set out above, I conclude that the learned trial Judge had misdirected himself by failing to evaluate the said material in favour of the accused-appellant. I, therefore, decide to set aside the conviction and sentence imposed by the learned High Court Judge of Kalutara on 11.03.2020 and replace it with a conviction for culpable homicide not amounting to murder under section 297 of the Penal Code based on sudden fight and self-defence and impose a sentence of rigorous imprisonment for 6 years.",
    "fonts": [
      "Calibri"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 5,
    "bbox": [
      72.02,
      438.29,
      540.53,
      481.99
    ],
    "text": "Further, we impose a fine of Rs. 10,000/- and in default 6 months simple imprisonment. Also, we wish to impose Rs. 50,000/- as compensation to the wife and the 2 children of the deceased person, in default another 6 months simple imprisonment.",
    "fonts": [
      "Calibri"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 5,
    "bbox": [
      72.02,
      493.75,
      540.32,
      521.59
    ],
    "text": "We direct that the sentence should take effect from the date of imposition. Therefore, the sentence imposed should take effect from 11.03.2020.",
    "fonts": [
      "Calibri"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 5,
    "bbox": [
      72.02,
      533.35,
      540.51,
      561.19
    ],
    "text": "The fine and the compensation if not paid by the accused-appellant, the default terms ordered by this court should run concurrently.",
    "fonts": [
      "Calibri"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 5,
    "bbox": [
      72.02,
      572.95,
      182.73,
      584.95
    ],
    "text": "The appeal is allowed.",
    "fonts": [
      "Calibri"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 5,
    "bbox": [
      72.02,
      596.95,
      540.16,
      625.75
    ],
    "text": "Registrar is directed to send a copy of this judgment along with the main case record to the High Court of Kalutara and a copy of the Judgement to the prison authorities forthwith.",
    "fonts": [
      "Calibri"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 5,
    "bbox": [
      324.07,
      688.18,
      471.65,
      700.18
    ],
    "text": "Judge of the Court of Appeal",
    "fonts": [
      "Calibri",
      "Calibri-Bold"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 5,
    "bbox": [
      72.02,
      710.86,
      154.41,
      722.86
    ],
    "text": "R. Gurusinghe J.",
    "fonts": [
      "Calibri-Bold"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 5,
    "bbox": [
      72.02,
      733.54,
      255.84,
      745.54
    ],
    "text": "I agree.",
    "fonts": [
      "Calibri-Bold"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 5,
    "bbox": [
      324.07,
      756.1,
      468.89,
      768.1
    ],
    "text": "Judge of the Court of Appeal",
    "fonts": [
      "Calibri",
      "Calibri-Bold"
    ],
    "sizes": [
      12.0
    ]
  }
]