[
  {
    "page_number": 0,
    "bbox": [
      70.94,
      781.9,
      527.0,
      806.28
    ],
    "text": "1",
    "fonts": [
      "Calibri"
    ],
    "sizes": [
      11.039999961853027
    ]
  },
  {
    "page_number": 0,
    "bbox": [
      86.3,
      95.04,
      513.02,
      109.02
    ],
    "text": "IN THE COURT OF APPEAL OF THE DEMOCRATIC SOCIALIST",
    "fonts": [
      "BookmanOldStyle-Bold"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 0,
    "bbox": [
      199.49,
      111.36,
      399.91,
      125.34
    ],
    "text": "REPUBLIC OF SRI LANKA",
    "fonts": [
      "BookmanOldStyle-Bold"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 0,
    "bbox": [
      241.13,
      135.48,
      528.23,
      230.6
    ],
    "text": "In the matter of an appeal under and in terms of Section 34(1) of the Right to Information Act No. 12 of 2016, read with Court of Appeal (Appellate Procedure) Rules 1990 of the Constitution of the Democratic Socialist Republic of Sri Lanka.",
    "fonts": [
      "BookmanOldStyle"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 0,
    "bbox": [
      70.94,
      240.72,
      501.34,
      758.32
    ],
    "text": "Court of Appeal People’s Bank, Case No: RTI 0005-2023 Head Office, 75 Chittampalam A. Gardiner Mawatha, RTI Appeal No: Colombo 02. RTIC/Appeal/2272/2020 Public Authority-Petitioner VS 1. Right to Information Commission, Room No. 203, 204, BMICH, Bauddhaloka Mawatha, Colombo 07. Respondent 2. M.H.S. Wijesekara No. 190/3, Peter De Perera Mawatha, Dutugemunu Street, Kohuwala Appellant-Respondent Before : R. Gurusinghe, J. & Dr. S. Premachandra, J.",
    "fonts": [
      "BookmanOldStyle",
      "BookmanOldStyle-Bold"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 1,
    "bbox": [
      70.94,
      781.9,
      527.0,
      806.28
    ],
    "text": "2",
    "fonts": [
      "Calibri"
    ],
    "sizes": [
      11.039999961853027
    ]
  },
  {
    "page_number": 1,
    "bbox": [
      70.94,
      70.9,
      467.5,
      295.67
    ],
    "text": "Counsel : Kaushalya Nawaratne, PC with P. Hettiarachchi, instructed by Shalika Randeniya for the Petitioner Aruni Senarathna for the 1st Respondent Vinura Jayawardene with Harish Balakrishnan instructed by Anurangi Singhe For the 2nd Respondent Argued on : 10-11-2025",
    "fonts": [
      "BookmanOldStyle",
      "BookmanOldStyle-Bold"
    ],
    "sizes": [
      8.039999961853027,
      12.0
    ]
  },
  {
    "page_number": 1,
    "bbox": [
      70.94,
      305.79,
      254.09,
      319.79
    ],
    "text": "Decided on: 20-01-2026",
    "fonts": [
      "BookmanOldStyle"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 1,
    "bbox": [
      70.94,
      329.91,
      528.19,
      651.82
    ],
    "text": "JUDGMENT R. Gurusinghe, J. The Public Authority-Petitioner is a licensed Commercial Bank under the Banking Act No. 30 of 1988, established as a body Corporate in terms of the People’s Bank Act No. 29 of 1961. The 1st respondent is the Right to Information Commission (RTIC), and the 2nd respondent is a citizen who was the Appellant before the RTIC and also a customer of the Petitioner Bank. 2nd respondent sought the following information from the Public Authority. Copies of the following documents related to accounts maintained by Muthu Hennadige Saman Wijesekera and the partnership carrying on business under the name, style and firm of ‘M H B De Silva & Company’ of which Muthu Hennadige Saman Wijesekera functioned as the managing partner.",
    "fonts": [
      "BookmanOldStyle",
      "BookmanOldStyle-Bold",
      "BookmanOldStyle-Italic"
    ],
    "sizes": [
      8.039999961853027,
      12.0
    ]
  },
  {
    "page_number": 1,
    "bbox": [
      88.94,
      653.96,
      527.77,
      668.02
    ],
    "text": "(1) Copies of both audit and/or inquiry reports conducted by the Internal",
    "fonts": [
      "Arial-ItalicMT",
      "BookmanOldStyle-Italic"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 1,
    "bbox": [
      70.94,
      670.16,
      527.83,
      716.62
    ],
    "text": "Chief Auditor in or around 2015 with regard to the aforesaid accounts (first and second reports)",
    "fonts": [
      "BookmanOldStyle-Italic"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 1,
    "bbox": [
      88.94,
      718.76,
      528.0,
      732.82
    ],
    "text": "(2) Copies of the Ledger Accounts (not merely a manually prepared",
    "fonts": [
      "Arial-ItalicMT",
      "BookmanOldStyle-Italic"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 1,
    "bbox": [
      106.94,
      734.95,
      391.39,
      765.22
    ],
    "text": "‘statement’) pertaining to the aforesaid accounts.",
    "fonts": [
      "BookmanOldStyle-Italic"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 2,
    "bbox": [
      70.94,
      781.9,
      527.0,
      806.28
    ],
    "text": "3",
    "fonts": [
      "Calibri"
    ],
    "sizes": [
      11.039999961853027
    ]
  },
  {
    "page_number": 2,
    "bbox": [
      88.94,
      87.12,
      527.8,
      101.18
    ],
    "text": "(3) Copies of the Ledger Accounts (not merely a manually prepared",
    "fonts": [
      "Arial-ItalicMT",
      "BookmanOldStyle-Italic"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 2,
    "bbox": [
      70.94,
      103.32,
      528.34,
      230.72
    ],
    "text": "‘statement’) pertaining to the Suspense Account Specific period of information requested: 1st January 2007 to 31st December 2019. The Information Officer of the petitioner, by letter dated 21-01-2020, responded stating inter alia that,",
    "fonts": [
      "BookmanOldStyle",
      "BookmanOldStyle-Italic"
    ],
    "sizes": [
      8.039999961853027,
      12.0
    ]
  },
  {
    "page_number": 2,
    "bbox": [
      88.94,
      232.92,
      527.76,
      246.98
    ],
    "text": "(1) This is to inform you that we have decided to reject the information",
    "fonts": [
      "Arial-ItalicMT",
      "BookmanOldStyle-Italic"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 2,
    "bbox": [
      70.94,
      249.12,
      531.38,
      311.81
    ],
    "text": "request under 1 & 3 of your request for information dated 6th January 2020 with Registration Number 159, as the requested information is exempted under Section 5(1) (g) of the Act.",
    "fonts": [
      "BookmanOldStyle-Italic"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 2,
    "bbox": [
      70.94,
      313.95,
      528.26,
      765.4
    ],
    "text": "(2) Copies of the ledger accounts of the savings account no. 269200148496388 is attached herewith. The Designated Officer, by letter dated 11-03-2020, responded as follows: “With reference to item no. 1 of the information request regard to reports of the internal audits which were specifically carried out by Badulla Muthiyangana Branch are internal documents of the People’s Bank prepared for its own internal purposes. An internal audit of the said Branch was carried out in 2014 which reflects information not only of Mr. M H Saman Wijesekara but of other customers and confidential information relating to the said Branch as well. Therefore, in terms of sec. 5(1) (a) the People’s Bank is not obliged to provide information relating to audits and inquiry reports conducted by the Chief Internal Auditor. With reference to item no. 2, Mr M H Saman Wijesekara was furnished with a computer-generated ledger account statement relating to Account no. 269200148496388, of which he is a partner of M H B de Silva & Company. With reference to item no. 3, the margin account maintained by the Badulla-Muthiyangana Branch is a composite account which relates not only to information of Mr M H Saman Wijesekara but also to other customers of the People’s Bank and therefore under Sec. 5(1) (a) the People’s Bank is not obliged to provide information requested on margin account”. The above decision of the designated officer produced marked X5 with the petition. The appellant-respondent (2nd respondent) appealed against the",
    "fonts": [
      "ArialMT",
      "BookmanOldStyle",
      "BookmanOldStyle-BoldItal",
      "BookmanOldStyle-Italic"
    ],
    "sizes": [
      8.039999961853027,
      12.0
    ]
  },
  {
    "page_number": 3,
    "bbox": [
      70.94,
      781.9,
      527.0,
      806.28
    ],
    "text": "4",
    "fonts": [
      "Calibri"
    ],
    "sizes": [
      11.039999961853027
    ]
  },
  {
    "page_number": 3,
    "bbox": [
      70.94,
      70.9,
      531.99,
      441.35
    ],
    "text": "above decision to the RTIC in terms of Section 32 of the RTIC Act, and the said appeal is registered as RTIC Appeal/2272/2020. Following an inquiry before the RTIC, the RTIC delivered its decision dated 15-12-2022, directing the public authority to release the information. The order directs the petitioner inter alia as follows: “ On careful consideration of the aforesaid, we direct the Public Authority to release the information asked for by the appellant in item no. 1 and to release information asked for in item nos. 2 and 3 while redacting details relating to others, if any, as detailed in his information request dated 30-11-2018, before 28-12-2022.” Being aggrieved by the above decision of the RTIC, the petitioner (Public Authority) filed this appeal before this court on several grounds of appeal referred to in the petition. The 2nd respondent filed objections to the petitioner’s appeal on the facts. The 2nd respondent also contended that the appeal was not filed within one month of the RTIC's order. In this appeal, the petitioner has urged the following grounds of appeal.",
    "fonts": [
      "BookmanOldStyle",
      "BookmanOldStyle-Italic"
    ],
    "sizes": [
      8.039999961853027,
      12.0
    ]
  },
  {
    "page_number": 3,
    "bbox": [
      88.94,
      443.57,
      528.15,
      457.57
    ],
    "text": "(a) The impugned decision marked ‘X10’ is tainted with procedural",
    "fonts": [
      "ArialMT",
      "BookmanOldStyle"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 3,
    "bbox": [
      70.94,
      459.77,
      528.21,
      538.57
    ],
    "text": "impropriety as the commission has acted in gross violation of Section 34 (1) of the Right to Information Act, in compelling the release of the contested information prior to the expiration of the statutory period of appeal.",
    "fonts": [
      "BookmanOldStyle"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 3,
    "bbox": [
      88.94,
      540.77,
      528.12,
      554.77
    ],
    "text": "(b) The impugned decision marked ‘X10’ is misconceived in law, arbitrary,",
    "fonts": [
      "ArialMT",
      "BookmanOldStyle"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 3,
    "bbox": [
      88.94,
      556.97,
      528.34,
      747.16
    ],
    "text": "contrary to established judicial principles and conflicts with the rights/interests of third parties safeguarded in terms of Article 14A (2) and Article 28(e) of the Constitution of the Democratic Socialist Republic of Sri Lanka. (c) The Commission has gravely erred in law by the gross misinterpretation and misapplication of Sections 5(1) (a), (d) and (g) of the Right to Information Act No. 12 of 2016 in contravention of Article 14A (2) and Article 28(c) of the Constitution of the Democratic Socialist Republic of Sri Lanka. (d) The commission has gravely erred in law by failing to conclude and",
    "fonts": [
      "ArialMT",
      "BookmanOldStyle"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 3,
    "bbox": [
      106.94,
      749.35,
      528.15,
      763.36
    ],
    "text": "determine that the audit/inquiry report contains ‘personal information",
    "fonts": [
      "BookmanOldStyle"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 4,
    "bbox": [
      70.94,
      781.9,
      527.0,
      806.28
    ],
    "text": "5",
    "fonts": [
      "Calibri"
    ],
    "sizes": [
      11.039999961853027
    ]
  },
  {
    "page_number": 4,
    "bbox": [
      88.94,
      70.9,
      528.15,
      164.84
    ],
    "text": "of third parties’ within the meaning of Section 5(1) (a) of the Right to Information Act No. 12 of 2016 despite the finding that the audit/inquiry report includes details relating to the business account maintained by the partnership. “M.H.B De Silva & Company” (e) The Commission has gravely erred in Law by failing to consider and",
    "fonts": [
      "ArialMT",
      "BookmanOldStyle"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 4,
    "bbox": [
      88.94,
      167.04,
      528.25,
      277.31
    ],
    "text": "determine that the Appellant-Respondent has no ostensible authority to submit the instant Information Request under the Right to Information Act No. 12 of 2016, and request disclosure of the internal financial information relating to the partnership “M.H.B. De Silva & Company” without the express consent of other partners; (f) The Commission has gravely erred in Law by failing to consider and",
    "fonts": [
      "ArialMT",
      "BookmanOldStyle"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 4,
    "bbox": [
      88.94,
      279.51,
      528.23,
      373.55
    ],
    "text": "determine that the Appellant-Respondent has failed to prove his entitlement to claim the requested information including the audit/inquiry report which pertains to the partnership “M.H.B. De Silva & Company”. (g) The commission has gravely erred in Law by failing to arrive at the",
    "fonts": [
      "ArialMT",
      "BookmanOldStyle"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 4,
    "bbox": [
      88.94,
      375.75,
      528.18,
      453.49
    ],
    "text": "finding and determine that the Petitioner has a distinct and independent fiduciary relationship towards the partnership, “M.H.B. De Silva & Company”, as a customer of the Petitioner bank; (h) The commission has gravely erred in law by failing to determine that",
    "fonts": [
      "ArialMT",
      "BookmanOldStyle"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 4,
    "bbox": [
      88.94,
      455.69,
      528.15,
      565.93
    ],
    "text": "the financial information pertaining to the business account of the partnership “M.H.B. De Silva & Company” and the audit/inquiry report are confidential and exempt from disclosure in terms of Section 5(1) (g) of the right to Information Act No. 12 of 2016 by virtue of the said fiduciary relationship; (i) The commission has gravely misinterpreted the provisions of the Right",
    "fonts": [
      "ArialMT",
      "BookmanOldStyle"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 4,
    "bbox": [
      88.94,
      568.13,
      528.15,
      678.4
    ],
    "text": "to Information Act No. 12 of 2016 by failing to determine that the burden of proving the existence of any ‘relationship to any public activity or interest’ and/or ‘larger public interest’, as evidenced by Section 5(1) (a) and (d) of the Right to Information Act No. 12 of 2016, is upon the Appellant-Respondent. (j) The commission has gravely erred in both fact and law by failing to",
    "fonts": [
      "ArialMT",
      "BookmanOldStyle"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 4,
    "bbox": [
      106.94,
      680.6,
      528.27,
      759.52
    ],
    "text": "conclude and determine that the Appellant-Respondent has failed to produce any material to prove the existence of any ‘relationship to any public activity or interest’ and/or ‘larger public interest’ and to justify disclosure of the audit/inquiry report to the public domain",
    "fonts": [
      "BookmanOldStyle"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 5,
    "bbox": [
      70.94,
      781.9,
      527.0,
      806.28
    ],
    "text": "6",
    "fonts": [
      "Calibri"
    ],
    "sizes": [
      11.039999961853027
    ]
  },
  {
    "page_number": 5,
    "bbox": [
      88.94,
      70.9,
      528.13,
      84.9
    ],
    "text": "(k) The commission has gravely erred in law by failing to consider and",
    "fonts": [
      "ArialMT",
      "BookmanOldStyle"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 5,
    "bbox": [
      88.94,
      87.12,
      528.14,
      197.24
    ],
    "text": "address the exemption raised by the Petitioner in terms of Section 5(1) (d) Right to Information Act No. 12 of 2016 in relation to the audit/inquiry report as a compilation which is a ‘protected word’ in terms of the Intellectual Property Act No. 36 of 2003 and within the proprietary rights of the Petitioner. (l) The commission has gravely erred in both fact and law by failing to",
    "fonts": [
      "ArialMT",
      "BookmanOldStyle"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 5,
    "bbox": [
      88.94,
      199.44,
      528.26,
      309.71
    ],
    "text": "consider that the ‘audit/inquiry report’ is exempt from disclosure in terms of Sections 5(10) (a), (d) and (g) of the right to Information Act No. 12 of 2016 as it relates to ‘third party financial information’ the disclosure of which could harm the competitive position of the partnership “M.H.B. de Silva & Company”. (m) The impugned decision is bias, disproportionate and fails to balance",
    "fonts": [
      "ArialMT",
      "BookmanOldStyle"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 5,
    "bbox": [
      88.94,
      311.91,
      528.18,
      438.35
    ],
    "text": "the competing rights/interests of third parties and to provide adequate safeguards to protect the financial information of ‘M.H.B. De Silva & Company’ contained in such audit/inquiry report from dissemination to the public and competitors of the customers of the Petitioner bank and to prevent same from use in unscrupulous and unfair trade practices. (n) The Commission has erred in law by failing to consider the potential",
    "fonts": [
      "ArialMT",
      "BookmanOldStyle"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 5,
    "bbox": [
      88.94,
      440.57,
      528.18,
      534.49
    ],
    "text": "reputation loss, commercial disadvantage and harm which shall occasion to the customers of the Petitioner bank upon disclosure of financial information to the public domain and misapplied Section 5(4) of The Right to Information Act No. 12 of 2016. (o) The impugned decision marked ‘X10’ dated 15.12.2022 fails to",
    "fonts": [
      "ArialMT",
      "BookmanOldStyle"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 5,
    "bbox": [
      70.94,
      536.69,
      528.34,
      761.32
    ],
    "text": "consider and/or address the position taken up by the Public Authority in its written submissions. The grounds of appeal will be considered together as those grounds are interwoven. The Petitioner’s argument is that the information sought by the 2nd respondent contains 3rd-party information that the 2nd respondent is not entitled to obtain, and that giving such information to the 2nd respondent would amount to a breach of the fiduciary relationship between M.H.B. De Silva & Company, as the customer of the petitioner bank. However, the 2nd respondent is the Managing Partner of the partnership called M.H.B. De Silva & Company and, therefore, is not a third party in regard to M.H.B. De Silva & Company. M.H.B. De Silva & Company is not a company or a",
    "fonts": [
      "BookmanOldStyle"
    ],
    "sizes": [
      8.039999961853027,
      12.0
    ]
  },
  {
    "page_number": 6,
    "bbox": [
      70.94,
      781.9,
      527.0,
      806.28
    ],
    "text": "7",
    "fonts": [
      "Calibri"
    ],
    "sizes": [
      11.039999961853027
    ]
  },
  {
    "page_number": 6,
    "bbox": [
      70.94,
      70.9,
      532.07,
      522.43
    ],
    "text": "Corporate Body; it is a partnership, which is not a separate legal entity from its partners. The 2nd respondent further submitted that, as per the partnership agreement and the mandate given to the petitioner Bank at the time of opening the account in the name of the partnership, it was the 2nd respondent who was recognised as the sole authorised signatory, which the petitioner was very well aware, but failed to consider. The 2nd respondent was not seeking any information with regard to a 3rd party. The 2nd respondent's request was to obtain certain information with regard to the partnership account, of which the 2nd respondent was the Managing Partner. Providing such information would not constitute an unwarranted invasion of an individual's privacy. If the petitioner was of the opinion that disclosure of the information sought by the 2nd respondent would disclose information of a third party, the information officer should have acted under the provisions of Section 29 of the RTIC Act. Section 29 of the RTIC Act is as follows: 29. (1) Where a request made to an information officer by a citizen to disclose information which related to, or has been supplied by a third part and such information has been treated as confidential at the time the information was supplied, the information officer shall, within one week of the receipt of such request, invite such third party by notice issued in writing to make representation for or against such disclosure, within seven days of the receipt of the notice. (2) An information officer shall be required in making his decision on any request made for the disclosure of information which relates to or has been supplied by a third party, to take into consideration the representations made by such third party under subsection (1), and shall, where the third party –",
    "fonts": [
      "BookmanOldStyle",
      "BookmanOldStyle-Italic"
    ],
    "sizes": [
      8.039999961853027,
      12.0
    ]
  },
  {
    "page_number": 6,
    "bbox": [
      70.94,
      524.57,
      492.46,
      554.83
    ],
    "text": "(a) Does not respond to the notice, disclose information requested for;",
    "fonts": [
      "Arial-ItalicMT",
      "BookmanOldStyle-Italic"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 6,
    "bbox": [
      88.94,
      556.97,
      527.8,
      571.03
    ],
    "text": "(b) Responds to the notice and agrees to the disclosure of the information",
    "fonts": [
      "Arial-ItalicMT",
      "BookmanOldStyle-Italic"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 6,
    "bbox": [
      88.94,
      573.17,
      527.79,
      618.55
    ],
    "text": "requested for, disclose such information; (c) Responds to the notice and refuses to the disclosure of the information",
    "fonts": [
      "Arial-ItalicMT",
      "BookmanOldStyle-Italic"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 6,
    "bbox": [
      70.94,
      620.72,
      527.8,
      748.12
    ],
    "text": "requested for, deny access to the information requested for: Provided however, the Commission may on the application made in that behalf by the citizen making the request, direct the disclosure of the information in question notwithstanding any objections raised by such third party against its disclosure, where the release of the information concerned demonstrably outweighs the private interest in non disclosure.",
    "fonts": [
      "BookmanOldStyle",
      "BookmanOldStyle-Italic"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 7,
    "bbox": [
      70.94,
      781.9,
      527.0,
      806.28
    ],
    "text": "8",
    "fonts": [
      "Calibri"
    ],
    "sizes": [
      11.039999961853027
    ]
  },
  {
    "page_number": 7,
    "bbox": [
      70.94,
      70.9,
      528.25,
      182.12
    ],
    "text": "The petitioner did not state that the petitioner invited the other members of the partnership to make a representation for or against such disclosure of information. In Chamara Sampath vs Gammanpila and others, CA RTI 4/2021, decided on 28/02/2023, Sampath B. Abayakoon, J. held as follows;",
    "fonts": [
      "BookmanOldStyle"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 7,
    "bbox": [
      70.94,
      184.32,
      528.3,
      765.34
    ],
    "text": "It is abundantly clear that by enacting RTI Act No.12 of 2016, the intention of the legislature had been to give effect more robustly to the provisions of the Constitution by fostering a culture of transparency and accountability in public authorities and institutions by giving effect to the right of access to information in combating corruption and promoting accountability and good governance. It needs to be reminded that it is for the very purpose that the legislature by its wisdom has enacted and introduced Article 14A by the 19th Amendment to the Constitution of the Republic, where right to access to information has been enshrined as a fundamental right. I am of the view that when interpreting the provisions of the RTI Act, it is in this spirit of the intentions of the legislature, the relevant Act or Acts should be interpreted by the relevant authority and not to take cover in order to avoid providing the information asked for, unless such information can be denied in terms of section 5 of the RTI Act. Even in instances where the RTI Act provides for the denial of access to information, it has been stated that if the public interest in disclosing the information outweighs the harm that would result in its disclosure, such information should be released. The petitioner further contended that the suspense account contains third-party information. The RTIC specifically requested from the petitioner whether the petitioner could sever any third-party information, if any, and provide the remaining information requested by the 2nd respondent. The RTIC in their order specifically mentioned that the commission at the hearing directed the Public Authority to respond whether only the information related to the information requested of the 2nd respondent can be released, under and in terms of Section 6 of the RTIC Act. In the order of the commission, it has been observed as follows: “As the record demonstrates, though repeatedly called upon by the commission to establish as to why/how the requisite information in item no. 3 cannot be severed under Section 6 of the RTIC Act, in terms of extracting only",
    "fonts": [
      "BookmanOldStyle",
      "BookmanOldStyle-Italic"
    ],
    "sizes": [
      8.039999961853027,
      12.0
    ]
  },
  {
    "page_number": 8,
    "bbox": [
      70.94,
      781.9,
      527.0,
      806.28
    ],
    "text": "9",
    "fonts": [
      "Calibri"
    ],
    "sizes": [
      11.039999961853027
    ]
  },
  {
    "page_number": 8,
    "bbox": [
      70.94,
      70.9,
      528.34,
      749.08
    ],
    "text": "the information relevant to the appellant and provided to him, the Public Authority has been unable to justify/explain as to why this cannot be done.” Section 6 of the RTIC Act is as follows: “Where a request for information is refused on any of the grounds referred to in section 5, access shall nevertheless be given to that part of any record or document which contains any information that is not exempted from being disclosed under that section, and which can reasonably be severed from any part that contains information exempted from being disclosed.” If the petitioner’s position is that the information of 3rd parties contained in those documents cannot reasonably be severed, such an explanation should have been given at the inquiry before the RTIC, especially when the RTIC specifically asked the petitioner whether the petitioner can act under section 6 of the RTI Act. The presumption is that the legislature inserted this section for a purpose, and the legislative intention is that every part of the statute should have effect. The legislature does not waste words or say anything in vain or for no purpose. A construction which leads to the redundancy of a portion of the statute cannot be accepted. In Rao Shiv Bahadur Singh and another v. State of U.P. - AIR 1953 SC 394 at page 397, it was held that, \"It is incumbent on the court to avoid a construction, if reasonably permissible on the language, which would render a part of the statute devoid of any meaning or application\". The 2nd respondent does not seek to have information with regard to a 3rd party. Basically, the 2nd respondent is seeking information with regard to the account of the partnership in which the 2nd respondent is the Managing Partner. The audit report that the 2nd respondent seeks is not the petitioner’s annual audit report or a similar document. The 2nd respondent seeks to have only the report on the audit or inquiry carried out in regard to his complaint regarding the partnership account. In regard to the suspense account, the 2nd respondent is not seeking any third-party information. He is seeking only the details in regard to the account of the partnership in which he is the Managing Partner. As noted above, if there is any third-party information, the petitioner may redact details relating to any third party.",
    "fonts": [
      "BookmanOldStyle",
      "BookmanOldStyle-Italic"
    ],
    "sizes": [
      8.039999961853027,
      12.0
    ]
  },
  {
    "page_number": 9,
    "bbox": [
      70.94,
      781.9,
      527.0,
      806.28
    ],
    "text": "10",
    "fonts": [
      "Calibri"
    ],
    "sizes": [
      11.039999961853027
    ]
  },
  {
    "page_number": 9,
    "bbox": [
      70.94,
      70.9,
      528.15,
      214.52
    ],
    "text": "In the above circumstances, this Court holds that the information sought by the 2nd respondent from the petitioner does not fall within the exception contemplated under Section 5 of the RTI Act and cannot be denied. Therefore, the appeal of the petitioner is dismissed.",
    "fonts": [
      "BookmanOldStyle"
    ],
    "sizes": [
      8.039999961853027,
      12.0
    ]
  },
  {
    "page_number": 9,
    "bbox": [
      70.94,
      216.72,
      462.7,
      344.27
    ],
    "text": "Judge of the Court of Appeal. Dr. S Premachandra, J. I agree. Judge of the Court of Appeal.",
    "fonts": [
      "BookmanOldStyle",
      "BookmanOldStyle-Bold"
    ],
    "sizes": [
      12.0
    ]
  }
]