[
  {
    "page_number": 0,
    "bbox": [
      72.02,
      731.38,
      333.17,
      755.86
    ],
    "text": "Page 1 of 8",
    "fonts": [
      "Calibri",
      "Calibri-Bold"
    ],
    "sizes": [
      11.039999961853027
    ]
  },
  {
    "page_number": 0,
    "bbox": [
      78.26,
      71.98,
      537.86,
      85.96
    ],
    "text": "IN THE COURT OF APPEAL OF THE DEMOCRATIC SOCIALIST REPUBLIC",
    "fonts": [
      "BookmanOldStyle-Bold"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 0,
    "bbox": [
      260.33,
      88.2,
      355.87,
      102.18
    ],
    "text": "OF SRI LANKA",
    "fonts": [
      "BookmanOldStyle-Bold"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 0,
    "bbox": [
      256.37,
      104.4,
      543.92,
      264.23
    ],
    "text": "In the matter of an Application for a Writ of Certiorari, Prohibition and Mandamus under and in terms of Article 140 of the Constitution of the Democratic Socialist Republic of Sri Lanka.",
    "fonts": [
      "BookmanOldStyle",
      "BookmanOldStyle-Bold",
      "BookmanOldStyle-Italic"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 0,
    "bbox": [
      256.37,
      266.43,
      509.38,
      359.27
    ],
    "text": "Dr. Rasantha Sanjeeva Abeywickrama 24/6, Thalapathpitiya Road, Embuldeniya, Nugegoda.",
    "fonts": [
      "BookmanOldStyle",
      "BookmanOldStyle-Bold"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 0,
    "bbox": [
      72.02,
      359.43,
      543.7,
      438.25
    ],
    "text": "Petitioner Vs",
    "fonts": [
      "BookmanOldStyle",
      "BookmanOldStyle-Bold"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 0,
    "bbox": [
      270.05,
      440.45,
      519.65,
      535.43
    ],
    "text": "Postgraduate Institute of Medicine No. 160, Professor. Nandadasa Kodagoda, Mawatha, Colombo 07. And 52 others.",
    "fonts": [
      "BookmanOldStyle",
      "BookmanOldStyle-Bold"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 0,
    "bbox": [
      72.02,
      537.65,
      540.82,
      600.28
    ],
    "text": "Respondents Before: M. T. MOHAMMED LAFFAR, J.",
    "fonts": [
      "BookmanOldStyle",
      "BookmanOldStyle-Bold"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 0,
    "bbox": [
      72.02,
      600.32,
      537.38,
      709.36
    ],
    "text": "S. U. B. KARALLIYADDE, J. Counsel: Rienzie Arsecularatne, PC with R. Ameen, C. Arsecularatne and R. Perera for the Petitioner. S. Dharmawardena, ASG, PC with A. Weerakoon, SC for the Respondents.",
    "fonts": [
      "BookmanOldStyle",
      "BookmanOldStyle-Bold"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 0,
    "bbox": [
      66.62,
      206.34,
      212.48,
      219.2
    ],
    "text": "Court of Appeal Case No.",
    "fonts": [
      "BookmanOldStyle-Bold"
    ],
    "sizes": [
      11.039999961853027
    ]
  },
  {
    "page_number": 0,
    "bbox": [
      66.62,
      228.3,
      189.77,
      241.16
    ],
    "text": "CA/WRT/0138/2020",
    "fonts": [
      "Arial-BoldMT",
      "BookmanOldStyle-Bold"
    ],
    "sizes": [
      11.039999961853027
    ]
  },
  {
    "page_number": 1,
    "bbox": [
      72.02,
      731.38,
      333.17,
      755.86
    ],
    "text": "Page 2 of 8",
    "fonts": [
      "Calibri",
      "Calibri-Bold"
    ],
    "sizes": [
      11.039999961853027
    ]
  },
  {
    "page_number": 1,
    "bbox": [
      72.02,
      71.98,
      543.94,
      591.04
    ],
    "text": "Argued on: 08.05.2023 Written Submissions on: 29.08.2023 by the Petitioner. 23.08.2023 by the Respondents. Decided on: 29.01.2024 MOHAMMED LAFFAR, J. The Petitioner obtained the MBBS degree from the University of Colombo and thereafter, in order to become a Consultant Neurologist, registered for the MD (Medicine) Examination at the Postgraduate Institute of Medicine (PGIM). The Petitioner states that he passed the MD (Medicine) Examination and thereafter, successfully underwent post-MD local training. The Petitioner further states that he had successfully completed his overseas training as well. In August 2018, the Petitioner tendered an Application to the PGIM for Board Certification as a Consultant Neurologist. By letter dated 10-04-2019, marked as P20, the PGIM informed the Director General of Health Services, with a copy to the Petitioner, that due to the adverse progress report of the overseas trainer, the Board of Management has approved the decision of the Board of Study of Medicine that the Petitioner should undergo remedial training for a minimum period of six months under the supervision of Dr. Sunethra Senanayake, Consultant, Neurologist in the National Hospital of Colombo. Thereafter, the Petitioner invoked the Writ jurisdiction of this Court in Application bearing No. CA (Writ) 211/19 to quash P20. When the said Application was mentioned in Court on 29-10-2019, the learned DSG appearing for the Respondents informed Court that the PGIM has been advised to withdraw P20 and to take steps in respect of the Petitioner afresh in terms of the applicable law and the relevant regulations, namely under the Guideline of 2018. Accordingly, the Petitioner has withdrawn the said Application.",
    "fonts": [
      "BookmanOldStyle",
      "BookmanOldStyle-Bold"
    ],
    "sizes": [
      12.0,
      12.960000038146973
    ]
  },
  {
    "page_number": 1,
    "bbox": [
      72.02,
      601.16,
      605.26,
      712.36
    ],
    "text": "Subsequently, by letter dated 30-01-2020 (P31), the PGIM requested the Petitioner to be present before the Preliminary Inquiry Committee on 06-02-2020 in respect of the progress report sent by the overseas trainer related to his overseas training. The Attorney-at-law of the Petitioner by letter dated 03-02-2020 requested the PGIM to inform him of the relevant guideline upon which the said Preliminary Inquiry would be conducted (P32). The PGIM by letter dated 13-02-2020 (P33), requested the Petitioner to be present on 05-03-2020",
    "fonts": [
      "BookmanOldStyle",
      "BookmanOldStyle-Bold"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 2,
    "bbox": [
      72.02,
      731.38,
      333.17,
      755.86
    ],
    "text": "Page 3 of 8",
    "fonts": [
      "Calibri",
      "Calibri-Bold"
    ],
    "sizes": [
      11.039999961853027
    ]
  },
  {
    "page_number": 2,
    "bbox": [
      72.02,
      71.98,
      570.93,
      345.35
    ],
    "text": "before the Preliminary Inquiry Committee and by letter dated 14-02-2020 (P34) informed the Petitioner that the Preliminary Inquiry Committee has been constituted in terms of Section 22 of the General Regulations and Guidelines for Trainees 2018 read with the Handbook and Prospectus 1992. The Petitioner through his Attorney-at-law informed the PGIM that the General Regulations and Guidelines for Trainees 2018 does not apply to the Petitioner in terms of the law. The PGIM by letter dated 02-03-2020 (P36) informed the Petitioner, inter-alia, that the General Regulations and Guidelines for Trainees 2018 will be applicable to the Petitioner as the Petitioner had submitted his application for Board Certificate in 2018. Thereafter, the Petitioner was informed by email dated 10-06-2020 (P37a) and by letter dated 11-06-2020 (P37b) that the said inquiry would be conducted on 02-07-2020. As such, the Petitioner states that the Respondents are acting ultra-vires/exceeding their jurisdiction in conducting the said inquiry under the General Regulations and Guidelines for Trainees 2018. The Petitioner further states that there is a public duty cast on the Respondents under Article 12 (1) and 14 (1) (g) of the Constitution to appoint the Petitioner as a Consultant Neurologist.",
    "fonts": [
      "BookmanOldStyle",
      "BookmanOldStyle-Bold",
      "BookmanOldStyle-Italic"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 2,
    "bbox": [
      72.02,
      355.59,
      398.23,
      369.65
    ],
    "text": "In those circumstances, the Petitioner seeks, inter-alia;",
    "fonts": [
      "BookmanOldStyle",
      "BookmanOldStyle-Italic"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 2,
    "bbox": [
      90.02,
      379.59,
      543.74,
      409.79
    ],
    "text": "1. A Writ of Certiorari quashing the decisions contained in P34 and P36. 2. A Writ of Prohibition restraining the Respondents from taking any steps",
    "fonts": [
      "ArialMT",
      "BookmanOldStyle",
      "BookmanOldStyle-Bold"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 2,
    "bbox": [
      90.02,
      412.01,
      543.87,
      458.41
    ],
    "text": "against the Petitioner in terms of the General Regulations and Guidelines for Trainees 2018. 3. A Writ of Mandamus directing the Respondents to appoint the Petitioner",
    "fonts": [
      "ArialMT",
      "BookmanOldStyle"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 2,
    "bbox": [
      108.02,
      460.73,
      283.25,
      474.73
    ],
    "text": "as a Consultant Neurologist.",
    "fonts": [
      "BookmanOldStyle"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 2,
    "bbox": [
      72.02,
      484.85,
      543.89,
      628.6
    ],
    "text": "The Board of Management is the principal administrative and academic authority of the PGIM. It is the body that certifies that a Doctor is qualified to practice as a Specialist. A Doctor who wishes to obtain a Board Certification for a particular specialty is required to conform to the instructions issued by the Board of Study, based on whose recommendations a decision would be taken by the Board of Management, whether or not to award the applicant a Board Certificate. The Board of Study is established to assist the Board of Management. Hence, there is a high level of responsibility cast upon the PGIM in issuing Board Certificates to a Doctor by which he is recognized as a Specialist.",
    "fonts": [
      "BookmanOldStyle"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 2,
    "bbox": [
      72.02,
      638.72,
      570.7,
      717.52
    ],
    "text": "A Board Certification as a Specialist requires in addition to the other requirements, the satisfactory completion of a period of training in Sri Lanka and abroad. Having successfully passed the relevant examinations, the Petitioner on 15-11-2004 commenced his post-MD local training as a Senior Registrar under Dr. Padma Guneratne. As per the letter dated 18-08-2005 marked as 1R1,",
    "fonts": [
      "BookmanOldStyle",
      "BookmanOldStyle-Bold"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 3,
    "bbox": [
      72.02,
      731.38,
      333.17,
      755.86
    ],
    "text": "Page 4 of 8",
    "fonts": [
      "Calibri",
      "Calibri-Bold"
    ],
    "sizes": [
      11.039999961853027
    ]
  },
  {
    "page_number": 3,
    "bbox": [
      72.02,
      71.98,
      543.94,
      280.55
    ],
    "text": "Dr. Padma Gunaratne informed the Senior Registrar in Neurology that the Petitioners conduct was unsatisfactory. Accordingly, by letter dated 13-12-2005 marked as 1R2, the Director of PGIM informed the Petitioner that he has to undergo a trial period of three months and he would be regularly assessed during that period. At the end of the trial period of three months, Dr. Padma Gunaratne by letter dated 02-07-2006 informed the Director PGIM, inter-alia, that the Petitioner continued to be late for work and was absent without informing the Consultant. He took leave often for various brief illnesses. He was found missing often during working hours. Accordingly, Dr. Padma Gunaratne had expressed her opinion that the Petitioner should be observed further, preferably by another trainer for a period of six months to one year before sending him for training abroad (1R3). Dr. Padma Gunaratnes comments pertaining to the Petitioner are stipulated in 1R4, which reads thus;",
    "fonts": [
      "BookmanOldStyle",
      "BookmanOldStyle-Bold",
      "BookmanOldStyle-Italic"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 3,
    "bbox": [
      90.02,
      290.67,
      277.01,
      304.73
    ],
    "text": "1. Medical knowledge:- Good.",
    "fonts": [
      "Arial-ItalicMT",
      "BookmanOldStyle-BoldItal",
      "BookmanOldStyle-Italic"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 3,
    "bbox": [
      90.02,
      306.87,
      543.53,
      337.13
    ],
    "text": "2. Clinical Skills:- Average. Trainee takes a special interest in taking",
    "fonts": [
      "Arial-ItalicMT",
      "BookmanOldStyle-BoldItal",
      "BookmanOldStyle-Italic"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 3,
    "bbox": [
      90.02,
      339.27,
      543.65,
      466.75
    ],
    "text": "histories from young females, especially the social history. He becomes too personal with female patients and with female bystanders. During the ward rounds, the trainee tends to present imaginary examination findings and investigation reports which made it difficult to rely on his case presentations. 3. Communication skills:- Officerss communication skills are extremely",
    "fonts": [
      "Arial-ItalicMT",
      "BookmanOldStyle-BoldItal",
      "BookmanOldStyle-Italic"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 3,
    "bbox": [
      90.02,
      468.89,
      543.7,
      612.58
    ],
    "text": "good. He is fluent in English. Mostly this skill is misused to mislead others to cover the shortcomings of the trainee in a very successful manner. The trainee would try to talk in-depth even of patients he has not seen. The trainee would telephone from his home to the Consultant and would talk pretending he was talking by the bedside of the patient. When the trainee is asked for excuses for wrongdoing, he could very successfully fabricate a story in a convincing manner. 4. Skills in patient management and procedures:- Average. He neglected",
    "fonts": [
      "Arial-ItalicMT",
      "BookmanOldStyle-BoldItal",
      "BookmanOldStyle-Italic"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 3,
    "bbox": [
      90.02,
      614.72,
      544.0,
      693.58
    ],
    "text": "to check the blood pressure of patients at the neurology clinic, in spite of repeated advice. 5. Attitude and commitment to work and participation at educational",
    "fonts": [
      "Arial-ItalicMT",
      "BookmanOldStyle-BoldItal",
      "BookmanOldStyle-Italic"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 3,
    "bbox": [
      108.02,
      695.71,
      543.62,
      709.78
    ],
    "text": "activities:- The trainee has a very poor attitude and has no commitment for",
    "fonts": [
      "BookmanOldStyle-BoldItal",
      "BookmanOldStyle-Italic"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 4,
    "bbox": [
      72.02,
      731.38,
      333.17,
      755.86
    ],
    "text": "Page 5 of 8",
    "fonts": [
      "Calibri",
      "Calibri-Bold"
    ],
    "sizes": [
      11.039999961853027
    ]
  },
  {
    "page_number": 4,
    "bbox": [
      90.02,
      71.98,
      543.88,
      134.66
    ],
    "text": "clinical work or for educational activities. His interest in doing journal clubs, research and literature surveys was totally unsatisfactory. 6. In your opinion, what do you see as the trainees main strengths in",
    "fonts": [
      "Arial-ItalicMT",
      "BookmanOldStyle-BoldItal",
      "BookmanOldStyle-Italic"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 4,
    "bbox": [
      90.02,
      136.8,
      543.97,
      167.06
    ],
    "text": "his ability to practice at a Consultant level? :- Nothing specific. 7. What weakness do you think the trainee needs to improve on, in",
    "fonts": [
      "Arial-ItalicMT",
      "BookmanOldStyle-BoldItal",
      "BookmanOldStyle-Italic"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 4,
    "bbox": [
      90.02,
      169.2,
      543.63,
      361.49
    ],
    "text": "order to practice effectively at a consultant level? :- The trainee has numerous weaknesses. I have personally advised the trainee on more than eight occasions over the last two years. None of these attempts made the trainee to improve any of his behavioral problems. As the supervisor, with the intention of improving the weaknesses and changing the behavior, I made a complaint against the trainee to the PGIM about a year ago and got a board appointed to advise the trainee. This also was of no avail. Since recently, the trainee has appeared drowsy in the morning. If he is to practice at a consultant level in Sri Lanka, he should be alert and his personality should be completely reformed. 8. Are there any special matters of concern? :- There were several",
    "fonts": [
      "Arial-ItalicMT",
      "BookmanOldStyle-BoldItal",
      "BookmanOldStyle-Italic"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 4,
    "bbox": [
      90.02,
      363.63,
      543.7,
      718.06
    ],
    "text": "occasions where Dr. Abeyawickrama gave flimsy excuses to keep away from work. He was noted to fall ill often in the morning hours. Since recently he was noted to be very drowsy to the extent that he is unable to maintain an erect posture, during ward rounds. His drowsiness during ward work was observed by two other Specialists independently. I am with a strong suspicion that Dr. Rasantha Abeyawickrama is addicted to either alcohol or some form of medication. 9. General comments and recommendations:- Dr. Rasantha Abeyawickrama has started his education from a leading school in Colombo and has entered the medical faculty at his first attempt at the AL exam. Since then he has had an excellent undergraduate career and had gone through two professional internship appointments without having anything worth mentioning on record. According to my knowledge, he was noted for the first time during his senior registrar appointment. He appears to be intelligent but with a personality disorder. I feel he needs urgent counseling and recommend him to be seen by a psychiatrist. I earnestly request the Board of Study in Medicine to allocate Dr. Rasantha Abeyawickrama to a different trainer with immediate effect. This would enable a different trainer to observe Dr. Ayeyawickrama and to give his opinion which is fair by the trainee.",
    "fonts": [
      "Arial-ItalicMT",
      "BookmanOldStyle-BoldItal",
      "BookmanOldStyle-Italic"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 5,
    "bbox": [
      72.02,
      731.38,
      333.17,
      755.86
    ],
    "text": "Page 6 of 8",
    "fonts": [
      "Calibri",
      "Calibri-Bold"
    ],
    "sizes": [
      11.039999961853027
    ]
  },
  {
    "page_number": 5,
    "bbox": [
      72.02,
      71.98,
      543.85,
      150.92
    ],
    "text": "Thereafter, by a letter dated 13-11-2006, the PGIM requested the Petitioner to repeat his Senior Registrar training for a period of six months under Dr. Indunil Wijeweera, Consultant Neurologist at the Teaching Hospital Kandy. Subsequently, the Petitioner completed his overseas training at the National Neuroscience Institute in Singapore and returned to work on 12-03-2018.",
    "fonts": [
      "BookmanOldStyle"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 5,
    "bbox": [
      72.02,
      161.04,
      543.81,
      256.19
    ],
    "text": "The PGIM received a progress report from Professor Kevin Tan, the Petitioners supervisor at the National Neuroscience Institute in Singapore, which is presented as P26. Additionally, a detailed report by Professor Kevin Tan dated 17-09-2018 is produced as P28. Professor Kevin Tan observed that, despite the Petitioner having followed the relevant training activities, he was unable to perform them at a level expected of a fellow. An exerpt of the report reads thus;",
    "fonts": [
      "BookmanOldStyle"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 5,
    "bbox": [
      108.02,
      266.19,
      543.69,
      393.77
    ],
    "text": "Dr. Abeyawickrama participated in all of the above training activities but was unable to fulfill them to the level expected of a Fellow. For example, he was not able to run the ambulatory clinic session or to perform overnight calls independently as a Neurology Fellow. He required close supervision and was functioning most of the time as an observer in the inpatient setting. He was not able to perform hands-on neurophysiologic studies as the laboratory supervisor did not feel that he was ready to do so. He also participated minimally in presentations at teaching and clinical rounds.",
    "fonts": [
      "BookmanOldStyle-Italic"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 5,
    "bbox": [
      72.02,
      403.83,
      543.94,
      661.0
    ],
    "text": "Having considered the said report of Professor Tan, the fact-finding Committee appointed by the Board of Study in Medicine recommended, inter-alia, that Dr. Abeyawickrama should undergo remedial training for a minimum period of six months in a local training center with special attention paid to the deficiencies highlighted in the said report and to obtain a detailed report at the end of remedial training on the deficiencies highlighted, prior to Board Certification. Accordingly, by letter dated 10-04-2019 marked as P20, the PGIM informed the Director General of Health Services with a copy to the Petitioner, due to the adverse progress report of the overseas trainer, the Board of Management has approved the decision of the Board of Study of Medicine that the Petitioner should undergo remedial training for a minimum period of six months under the supervision of Dr. Sunethra Senanayake, Consultant, Neurologist, National Hospital of Sri Lanka. When this decision was challenged by the Petitioner in Application bearing No. CA (Writ) 211/19, the Respondents decided to withdraw the said decision as they failed to adhere to the procedure laid down in the Guideline of 2018.",
    "fonts": [
      "BookmanOldStyle",
      "BookmanOldStyle-Bold",
      "BookmanOldStyle-Italic"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 5,
    "bbox": [
      72.02,
      671.0,
      543.86,
      717.4
    ],
    "text": "Thereafter, following the procedure laid down in the 2018 regulations, the Director of PGIM and the Chairperson of the relevant Board of Study decided to refer the matter to a fact-finding Committee appointed by the Board of Study in",
    "fonts": [
      "BookmanOldStyle"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 6,
    "bbox": [
      72.02,
      731.38,
      333.17,
      755.86
    ],
    "text": "Page 7 of 8",
    "fonts": [
      "Calibri",
      "Calibri-Bold"
    ],
    "sizes": [
      11.039999961853027
    ]
  },
  {
    "page_number": 6,
    "bbox": [
      72.02,
      71.98,
      543.92,
      312.95
    ],
    "text": "Medicine. The Board of Study in Medicine appointed a three-member Committee to study the progress report sent by the overseas trainer. The Committee observed that there was prima facie evidence of professional inadequacy displayed by the Petitioner. Accordingly, the Board of Management decided to appoint a Preliminary Inquiry Committee. The Petitioner failed and neglected to attend the inquiry held on 6-02-2020 stating that the General Regulations and Guidelines issued for 2018 are not applicable to the Petitioner. The Petitioner failed and neglected to attend the re-scheduled inquiry on 05-03-2020 as well. In these circumstances, the Preliminary Inquiry Committee had come to a finding that there was prima facie evidence not to grant the Petitioner Board Certification without further investigation into the matter. The Committee expressed the view that their primary concern was the safety of patients. Accordingly, the Board of Management appointed a Formal Inquiry Committee comprising three members. By that time, the Petitioner has invoked the Writ jurisdiction of this Court in the instant Application.",
    "fonts": [
      "BookmanOldStyle",
      "BookmanOldStyle-Italic"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 6,
    "bbox": [
      72.02,
      323.07,
      543.84,
      369.59
    ],
    "text": "The Petitioner joined the MD Programme in 2001 where the Handbook and Prospectus 1992 was in force. Clause 10 of the 1992 Handbook and Prospectus reads thus;",
    "fonts": [
      "BookmanOldStyle"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 6,
    "bbox": [
      108.02,
      379.59,
      543.62,
      442.39
    ],
    "text": "The Board of Management of the PGIM reserves the right to modify, alter or totally change any of the rules and regulations in this Prospectus from time to time. In the event such modification, alteration or total change is done, the new rules and regulations will apply.",
    "fonts": [
      "BookmanOldStyle-Italic"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 6,
    "bbox": [
      72.02,
      452.45,
      543.74,
      482.77
    ],
    "text": "Accordingly, it is abundantly clear that the General Regulations and Guidelines of 2018 will be applicable to the Petitioner.",
    "fonts": [
      "BookmanOldStyle"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 6,
    "bbox": [
      72.02,
      492.89,
      543.94,
      588.01
    ],
    "text": "It is pertinent to note that the overseas trainer had pointed out several deficiencies in his report. The Board of Study and Board of Management had jointly decided to address these deficiencies by implementing a mechanism for remedial training. It is the duty of the Board of Management to certify the competency and fitness of a postgraduate trainee to be a Specialist, ensuring the delivery of the highest quality of safety and care to the patients.",
    "fonts": [
      "BookmanOldStyle"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 6,
    "bbox": [
      72.02,
      598.04,
      543.94,
      709.24
    ],
    "text": "Having scrutinized the evidence presented, it is manifestly clear that the Petitioners local and overseas training is unsatisfactory. Adhering to the principles of natural justice, the PGIM requested the Petitioner to be present before the Committee. However, the Petitioner failed to present himself or make representations before the Committee. If the Petitioner is in possession of any defence or explanation, he would have put forward the same at the Inquiry. Instead, the Petitioner invoked the Writ jurisdiction of this Court. The Petitioner",
    "fonts": [
      "BookmanOldStyle"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 7,
    "bbox": [
      72.02,
      731.38,
      333.17,
      755.86
    ],
    "text": "Page 8 of 8",
    "fonts": [
      "Calibri",
      "Calibri-Bold"
    ],
    "sizes": [
      11.039999961853027
    ]
  },
  {
    "page_number": 7,
    "bbox": [
      72.02,
      71.98,
      543.94,
      167.18
    ],
    "text": "should comply with the request made by the PGIM to be present at the Inquiry and thereafter make this Application. It is apparent that the procedure laid down in General Regulations and Guidelines 2018 is adopted by the PGIM in respect of the actions taken against the Petitioner. The PGIM has acted within the purview of existing rules, regulations and laws, and therefore, this Court can not see any mala-fide act towards the Petitioner on their part.",
    "fonts": [
      "BookmanOldStyle",
      "BookmanOldStyle-Italic"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 7,
    "bbox": [
      72.02,
      177.24,
      543.86,
      272.39
    ],
    "text": "It is important to note that the observations and recommendations made by Dr. Padma Gunaratne (1R4) are well substantiated with the observations and recommendations of Professor Tan. Therefore, the contention of the learned Presidents Counsel for the Petitioner, suggesting that Dr. Padma Gunaratne submitted an adverse report against the Petitioner due to a personal grudge, is devoid of merit.",
    "fonts": [
      "BookmanOldStyle"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 7,
    "bbox": [
      72.02,
      282.39,
      543.86,
      345.11
    ],
    "text": "In this scenario, it appears to this Court that the Petitioner has not successfully completed his local and overseas training and therefore, he is not entitled to the appointment as a Consultant Neurologist. The Petitioner has no option but to undergo further local or overseas training as recommended by the PGIM.",
    "fonts": [
      "BookmanOldStyle"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 7,
    "bbox": [
      72.02,
      355.23,
      543.89,
      434.17
    ],
    "text": "This Court is mindful of the fact that, when this matter was taken up for argument, at the request of this Court, the PGIM was amenable to reduce the six-months training of the Petitioner to a period of three months. However, the learned Presidents Counsel for the Petitioner informed Court that the latter was not agreeable to this settlement.",
    "fonts": [
      "BookmanOldStyle"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 7,
    "bbox": [
      72.02,
      444.29,
      543.7,
      490.81
    ],
    "text": "For the foregoing reasons, it is the considered view of this Court that the Petitioner is not entitled to the reliefs as prayed for in the Petition. Thus, the application is dismissed. No costs.",
    "fonts": [
      "BookmanOldStyle"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 7,
    "bbox": [
      72.02,
      500.93,
      264.29,
      514.99
    ],
    "text": "Application dismissed. No costs.",
    "fonts": [
      "BookmanOldStyle-Italic"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 7,
    "bbox": [
      288.05,
      578.05,
      544.51,
      593.15
    ],
    "text": "JUDGE OF THE COURT OF APPEAL",
    "fonts": [
      "BookmanOldStyle-BoldItal"
    ],
    "sizes": [
      12.960000038146973
    ]
  },
  {
    "page_number": 7,
    "bbox": [
      72.02,
      602.36,
      246.77,
      649.94
    ],
    "text": "S. U. B. KARALLIYADDE, J. I agree.",
    "fonts": [
      "BookmanOldStyle",
      "BookmanOldStyle-Bold"
    ],
    "sizes": [
      12.0,
      12.960000038146973
    ]
  },
  {
    "page_number": 7,
    "bbox": [
      288.05,
      683.29,
      544.51,
      698.39
    ],
    "text": "JUDGE OF THE COURT OF APPEAL",
    "fonts": [
      "BookmanOldStyle-BoldItal"
    ],
    "sizes": [
      12.960000038146973
    ]
  }
]