[
  {
    "page_number": 0,
    "bbox": [
      72.02,
      781.8,
      525.92,
      806.28
    ],
    "text": "1",
    "fonts": [
      "Calibri",
      "Calibri,Bold"
    ],
    "sizes": [
      11.039999961853027
    ]
  },
  {
    "page_number": 0,
    "bbox": [
      72.02,
      103.08,
      472.18,
      117.08
    ],
    "text": "IN THE COURT OF APPEAL OF THE",
    "fonts": [
      "Bookman Old Style",
      "Bookman Old Style,Bold"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 0,
    "bbox": [
      72.02,
      124.2,
      509.14,
      138.18
    ],
    "text": "DEMOCRATIC SOCIALIST REPUBLIC OF SRI LANKA",
    "fonts": [
      "Bookman Old Style,Bold"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 0,
    "bbox": [
      242.21,
      155.28,
      527.24,
      234.2
    ],
    "text": "In the matter of an application for mandates in the nature of Writs of Certiorari and of Prohibition under and in terms of Article 140 of the Constitution of the Democratic Socialist Republic of Sri Lanka.",
    "fonts": [
      "Bookman Old Style"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 0,
    "bbox": [
      72.02,
      272.43,
      498.82,
      383.63
    ],
    "text": "C.A. (Writ) Application International Dresses (Pvt) Ltd No: 0383/2015 C/o MRC Group No. 125, Dehiwela Road Boralesgamuwa Petitioner - Vs -",
    "fonts": [
      "Arial",
      "Bookman Old Style",
      "Bookman Old Style,Bold"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 0,
    "bbox": [
      72.02,
      393.87,
      516.58,
      537.61
    ],
    "text": "1. Commissioner General of Labour, Department of Labour, Labour Secretariat, Narahenpita, Colombo 05. And 221 others Respondents",
    "fonts": [
      "Bookman Old Style",
      "Bookman Old Style,Bold"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 0,
    "bbox": [
      72.02,
      544.73,
      272.69,
      558.73
    ],
    "text": "Before : P. Kirtisinghe J",
    "fonts": [
      "Bookman Old Style"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 0,
    "bbox": [
      72.02,
      565.85,
      265.49,
      579.85
    ],
    "text": "&",
    "fonts": [
      "Bookman Old Style"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 0,
    "bbox": [
      72.02,
      591.92,
      378.31,
      638.44
    ],
    "text": "R. Gurusinghe J Counsel : Viran Corea with Thilini Vidanagamage",
    "fonts": [
      "Bookman Old Style"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 0,
    "bbox": [
      72.02,
      645.68,
      454.18,
      659.68
    ],
    "text": "Instructed by Lilanthi De Silva, For the Petitioners",
    "fonts": [
      "Bookman Old Style",
      "Bookman Old Style,Bold"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 0,
    "bbox": [
      72.02,
      676.76,
      451.18,
      690.76
    ],
    "text": "A. Gajadeera, SC for the 1st and 2nd Respondents",
    "fonts": [
      "Bookman Old Style",
      "Bookman Old Style,Bold"
    ],
    "sizes": [
      8.039999961853027,
      12.0
    ]
  },
  {
    "page_number": 0,
    "bbox": [
      72.02,
      707.84,
      477.94,
      721.84
    ],
    "text": "S. Rajakaruna, on the instructions of Charles Vitharana",
    "fonts": [
      "Bookman Old Style",
      "Bookman Old Style,Bold"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 0,
    "bbox": [
      72.02,
      739.06,
      427.06,
      753.06
    ],
    "text": "Associates, for the 11th and 37th Respondents",
    "fonts": [
      "Bookman Old Style",
      "Bookman Old Style,Bold"
    ],
    "sizes": [
      8.039999961853027,
      12.0
    ]
  },
  {
    "page_number": 1,
    "bbox": [
      72.02,
      781.8,
      525.92,
      806.28
    ],
    "text": "2",
    "fonts": [
      "Calibri",
      "Calibri,Bold"
    ],
    "sizes": [
      11.039999961853027
    ]
  },
  {
    "page_number": 1,
    "bbox": [
      72.02,
      72.0,
      251.09,
      86.0
    ],
    "text": "Argued on : 21.09.2023",
    "fonts": [
      "Bookman Old Style"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 1,
    "bbox": [
      72.02,
      103.08,
      249.41,
      117.08
    ],
    "text": "Decided on : 12.10.2023",
    "fonts": [
      "Bookman Old Style"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 1,
    "bbox": [
      72.02,
      158.88,
      172.82,
      172.88
    ],
    "text": "R. Gurusinghe J",
    "fonts": [
      "Bookman Old Style"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 1,
    "bbox": [
      72.02,
      201.0,
      527.26,
      488.53
    ],
    "text": "The Petitioner is an incorporated company. The 3rd to 221st respondents were employees of the petitioners factory at Angulana. The Petitioners position is that it was unable to continue operations in the factory in question due to financial difficulties and therefore, the Petitioner took steps to secure the employments of the 3rd to 221st respondents by transferring them to an associate company of the petitioner, with the same benefits and giving in addition a travelling allowance. The 3rd to 221st respondents did not report to work, and they complained to the 1st respondent of their termination. The petitioners position is that their services should not be deemed terminated for the purpose of the Termination of Employment of Workman (Special Provisions) Act No. 45 of 1971 as amended (The TEWA). The 1st respondent is the Commissioner of Labour having power under the TEWA. The 2nd respondent is the Assistant Commissioner of Labour of the Termination Branch and the inquiring officer of the inquiries in question, in the instant application. The 3rd to 221st respondents were the workmen of the petitioner in whose favour the order for compensation was issued. The petitioner challenges this order in this application.",
    "fonts": [
      "Bookman Old Style"
    ],
    "sizes": [
      8.039999961853027,
      12.0
    ]
  },
  {
    "page_number": 1,
    "bbox": [
      72.02,
      500.57,
      527.26,
      611.92
    ],
    "text": "The 2nd respondent held an inquiry as per the directions of the 1st respondent under the provisions of the TEWA. Thereafter, the 1st respondent determined that the services of the employees mentioned in document P4 had been terminated. Therefore, in terms of Section 6 of TEWA, he had ordered compensation calculated according to the extraordinary gazette No. 1384/7 dated 15.3.2005 be paid to the employees whose services had been terminated as per the schedule annexed to the document marked P4.",
    "fonts": [
      "Bookman Old Style"
    ],
    "sizes": [
      8.039999961853027,
      12.0
    ]
  },
  {
    "page_number": 1,
    "bbox": [
      72.02,
      623.96,
      527.21,
      670.48
    ],
    "text": "The petitioner in this application seeks for a mandate in the nature of certiorari quashing the decision of the 2nd respondent dated 20.03.2015 marked P4.",
    "fonts": [
      "Bookman Old Style"
    ],
    "sizes": [
      8.039999961853027,
      12.0
    ]
  },
  {
    "page_number": 1,
    "bbox": [
      72.02,
      682.52,
      527.14,
      712.84
    ],
    "text": "The 1st and 2nd respondents filed objections to the petitioners application. The 11th and the 37th respondents also filed objections.",
    "fonts": [
      "Bookman Old Style"
    ],
    "sizes": [
      8.039999961853027,
      12.0
    ]
  },
  {
    "page_number": 2,
    "bbox": [
      72.02,
      781.8,
      525.92,
      806.28
    ],
    "text": "3",
    "fonts": [
      "Calibri",
      "Calibri,Bold"
    ],
    "sizes": [
      11.039999961853027
    ]
  },
  {
    "page_number": 2,
    "bbox": [
      72.02,
      72.0,
      308.23,
      85.98
    ],
    "text": "The facts as stated by the petitioner",
    "fonts": [
      "Bookman Old Style,Bold"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 2,
    "bbox": [
      72.02,
      98.04,
      527.25,
      160.76
    ],
    "text": "As per the petition, the 3rd to 221st respondents were employees of the petitioners factory at Angulana and as per the contract of service, they are transferable employees to a different branch of the petitioner or branch within the Group of Companies, to which the petitioner company belongs.",
    "fonts": [
      "Bookman Old Style"
    ],
    "sizes": [
      8.039999961853027,
      12.0
    ]
  },
  {
    "page_number": 2,
    "bbox": [
      72.02,
      172.92,
      527.26,
      300.47
    ],
    "text": "By letter dated 4.12.2008, each of the 3rd to 221st respondents were informed that he or she would be transferred to one of the associate companies of the petitioner with effect from 8.12.2008. The 3rd to 221st respondents did not accept the said transfers and did not report for work as stipulated by the transfer letter. By letter dated 29.12.2008, the petitioner was informed that an inquiry would be held at the Department of Labour, consequent to an application made to the 2nd respondent by some workmen, who alleged that their services had been unlawfully terminated.",
    "fonts": [
      "Bookman Old Style"
    ],
    "sizes": [
      8.039999961853027,
      12.0
    ]
  },
  {
    "page_number": 2,
    "bbox": [
      72.02,
      312.51,
      527.26,
      537.25
    ],
    "text": "The petitioner took up the preliminary objection that the 1st and 2nd respondents had no jurisdiction to entertain or grant relief to the 3rd to 221st respondents as their services were not terminated by the petitioner. The 2nd respondent overruled the preliminary objection. Consequently, the petitioner filed a Writ Application in the Court of Appeal in respect of the said order of the 2nd respondent. Later, the petitioner agreed to withdraw the said application, subject to the said preliminary objection being decided after full inquiry. Thereafter, an order was made dated 20.03.2015 directing the petitioner to pay compensation to the 3rd to the 221st respondents under and in terms of Section 6 of TEWA. The said order is annexed to the petition marked P4. The petitioner says that P4 is ultra-vires the jurisdiction of the 1st and 2nd respondents and therefore seeks a mandate in the nature of a Writ of Certiorari to quash the findings of the 1st and 2nd respondents in P4 for the following reasons;",
    "fonts": [
      "Bookman Old Style",
      "Bookman Old Style,Italic"
    ],
    "sizes": [
      8.039999961853027,
      12.0
    ]
  },
  {
    "page_number": 2,
    "bbox": [
      90.02,
      549.41,
      527.25,
      563.41
    ],
    "text": "a. The said order is not considered one, and it has been made four and",
    "fonts": [
      "Arial",
      "Bookman Old Style"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 2,
    "bbox": [
      90.02,
      563.57,
      527.26,
      605.74
    ],
    "text": "half years after the conclusion of the inquiry; b. The said order is an ultra-vires the jurisdiction of the 1st and 2nd",
    "fonts": [
      "Arial",
      "Bookman Old Style",
      "Bookman Old Style,Italic"
    ],
    "sizes": [
      8.039999961853027,
      12.0
    ]
  },
  {
    "page_number": 2,
    "bbox": [
      108.02,
      605.84,
      527.17,
      633.88
    ],
    "text": "respondents, under and in terms of TEWA, as there was no termination of services by the petitioner;",
    "fonts": [
      "Bookman Old Style"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 2,
    "bbox": [
      90.02,
      658.04,
      527.21,
      672.04
    ],
    "text": "c. The said order is arbitrary, capricious, and unreasonable for the",
    "fonts": [
      "Arial",
      "Bookman Old Style"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 2,
    "bbox": [
      72.02,
      672.2,
      527.18,
      714.28
    ],
    "text": "reasons that the 3rd to the 221st respondents were given transfers in order to secure their employment;",
    "fonts": [
      "Bookman Old Style"
    ],
    "sizes": [
      8.039999961853027,
      12.0
    ]
  },
  {
    "page_number": 2,
    "bbox": [
      90.02,
      714.44,
      527.18,
      728.44
    ],
    "text": "d. The said order is arbitrary, capricious and unreasonable as much as",
    "fonts": [
      "Arial",
      "Bookman Old Style"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 2,
    "bbox": [
      108.02,
      728.48,
      527.26,
      756.66
    ],
    "text": "there was unchallenged evidence that some employees had resigned from the employment consequent to their transfers;",
    "fonts": [
      "Bookman Old Style"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 3,
    "bbox": [
      72.02,
      781.8,
      525.92,
      806.28
    ],
    "text": "4",
    "fonts": [
      "Calibri",
      "Calibri,Bold"
    ],
    "sizes": [
      11.039999961853027
    ]
  },
  {
    "page_number": 3,
    "bbox": [
      90.02,
      96.12,
      519.7,
      110.12
    ],
    "text": "e. The evidence led before the inquiry has not been properly considered.",
    "fonts": [
      "Arial",
      "Bookman Old Style"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 3,
    "bbox": [
      72.02,
      148.44,
      264.05,
      162.42
    ],
    "text": "Objections of the respondents",
    "fonts": [
      "Bookman Old Style,Bold"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 3,
    "bbox": [
      72.02,
      174.6,
      527.24,
      221.12
    ],
    "text": "The 1st and 2nd respondents were not informed that the petitioner was running at a loss, and the documents P2 (a), P2 (b), P2(c), and P2 (d) were not submitted at the inquiry.",
    "fonts": [
      "Bookman Old Style"
    ],
    "sizes": [
      8.039999961853027,
      12.0
    ]
  },
  {
    "page_number": 3,
    "bbox": [
      72.02,
      233.16,
      527.26,
      312.11
    ],
    "text": "The employees who joined the petitioner prior to the year 2000 were transferable only to another branch of the petitioner company and there was no provision in the contract of employment to transfer the employees to any entity within the Group of Companies to which the petitioner company belongs.",
    "fonts": [
      "Bookman Old Style"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 3,
    "bbox": [
      72.02,
      324.15,
      531.02,
      451.69
    ],
    "text": "The petitioner had raised a preliminary objection that the services of the 3rd to the 221st respondents had not been terminated and that the 1st and 2nd respondents had no jurisdiction to inquire into the matter under TEWA. The 2nd respondent having considered the preliminary objection, had made an order to proceed with the inquiry. Then, the petitioner filed a Writ application against that order in the Court of Appeal and that application was subsequently withdrawn by the petitioner. That fact is manifested by the document marked Y.",
    "fonts": [
      "Bookman Old Style"
    ],
    "sizes": [
      8.039999961853027,
      12.0
    ]
  },
  {
    "page_number": 3,
    "bbox": [
      72.02,
      463.85,
      530.94,
      656.08
    ],
    "text": "At the conclusion of the inquiry held under TEWA, the 2nd respondent submitted a report together with its recommendations dated 30.12.2010 and the 1st respondent approved the said recommendation on 14.01.2011. However, before the decision of the 1st respondent was communicated to the petitioner, the petitioner had by letter dated 21.09.2010 written to the former Minister regarding this matter and requested a fair decision. Thereafter, both parties had been summoned on several occasions for meetings with the Minister. On 18.01.2014, eight employees withdrew the complaint lodged under TEWA. Despite the former Ministers intervention and lapse of four years, the petitioner was unable to resolve the matter with the remaining employees. Consequently, a decision was taken by the 1st respondent on 26.01.2015 to dispatch the order for the petitioner.",
    "fonts": [
      "Bookman Old Style"
    ],
    "sizes": [
      8.039999961853027,
      12.0
    ]
  },
  {
    "page_number": 3,
    "bbox": [
      72.02,
      668.24,
      527.26,
      747.04
    ],
    "text": "The finding made consequent to the inquiry that termination had occurred as a result of the closure of the petitioner which is the matter within the jurisdiction of the 1st respondent. The transfers were found to have been made to different employees and were contrary to the terms of the contract of employment entered into between the petitioner and the 3rd to 221st",
    "fonts": [
      "Bookman Old Style"
    ],
    "sizes": [
      8.039999961853027,
      12.0
    ]
  },
  {
    "page_number": 4,
    "bbox": [
      72.02,
      781.8,
      525.92,
      806.28
    ],
    "text": "5",
    "fonts": [
      "Calibri",
      "Calibri,Bold"
    ],
    "sizes": [
      11.039999961853027
    ]
  },
  {
    "page_number": 4,
    "bbox": [
      72.02,
      71.88,
      527.26,
      102.2
    ],
    "text": "respondents. Accordingly, it was found that the closure of the petitioner had been carried out under the guise of these unlawful transfers.",
    "fonts": [
      "Bookman Old Style"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 4,
    "bbox": [
      72.02,
      114.24,
      530.84,
      225.56
    ],
    "text": "The order is not in any manner arbitrary, capricious or unreasonable as alleged since it does not apply to 24 employees who had resigned, nine employees who had vacated posts, six employees who had served less than 180 days and 8 employees who had withdrawn their complaint in 2014. Accordingly, although the report of the 2nd respondent makes reference to 227 out of a total of 266 employees who had complained under the Act, the order correctly makes reference only to 219 employees.",
    "fonts": [
      "Bookman Old Style"
    ],
    "sizes": [
      8.039999961853027,
      12.0
    ]
  },
  {
    "page_number": 4,
    "bbox": [
      72.02,
      237.75,
      527.26,
      268.07
    ],
    "text": "The order had been made having regard to the evidence led at the inquiry, according to which the following facts were established.",
    "fonts": [
      "Bookman Old Style"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 4,
    "bbox": [
      90.02,
      280.11,
      527.25,
      294.11
    ],
    "text": "a. The petitioners premises had been closed on 05.12.2008 and 3rd to",
    "fonts": [
      "Arial",
      "Bookman Old Style"
    ],
    "sizes": [
      8.039999961853027,
      12.0
    ]
  },
  {
    "page_number": 4,
    "bbox": [
      72.02,
      296.31,
      527.18,
      342.71
    ],
    "text": "221st respondents had been unable to report to work on that day and thereafter;",
    "fonts": [
      "Bookman Old Style"
    ],
    "sizes": [
      8.039999961853027,
      12.0
    ]
  },
  {
    "page_number": 4,
    "bbox": [
      90.02,
      344.91,
      527.05,
      358.91
    ],
    "text": "b. On the previous day some of the said employees had been served with",
    "fonts": [
      "Arial",
      "Bookman Old Style"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 4,
    "bbox": [
      72.02,
      361.11,
      527.24,
      439.93
    ],
    "text": "letters informing them that they had been transferred with effect from 08.12.2008 to the associate company of the petitioner, namely M R C Associate Garments (Pvt) Ltd., Meepe, M R C Associate Garments (Pvt) Ltd., Boralesgamuwa and M R C Embroidery (Pvt) Ltd., ;",
    "fonts": [
      "Bookman Old Style"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 4,
    "bbox": [
      90.02,
      442.25,
      527.04,
      456.25
    ],
    "text": "c. Consequently it was the position of the petitioner that the services of",
    "fonts": [
      "Arial",
      "Bookman Old Style"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 4,
    "bbox": [
      72.02,
      456.29,
      527.14,
      498.49
    ],
    "text": "3rd to 221st respondents have not been terminated, but had been lawfully transferred;",
    "fonts": [
      "Bookman Old Style"
    ],
    "sizes": [
      8.039999961853027,
      12.0
    ]
  },
  {
    "page_number": 4,
    "bbox": [
      90.02,
      498.53,
      527.26,
      512.53
    ],
    "text": "d. Having regard to the contract of employment of 3rd to 221st",
    "fonts": [
      "Arial",
      "Bookman Old Style"
    ],
    "sizes": [
      8.039999961853027,
      12.0
    ]
  },
  {
    "page_number": 4,
    "bbox": [
      72.02,
      512.69,
      527.25,
      568.93
    ],
    "text": "respondents, it was found that there was a difference in the transfer clause contained in the contract of employment entered into, prior to 2000 and after the year 2000;",
    "fonts": [
      "Bookman Old Style"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 4,
    "bbox": [
      90.02,
      569.0,
      527.17,
      583.0
    ],
    "text": "e. The contract entered into prior to the year 2000 contained clause 8 to",
    "fonts": [
      "Arial",
      "Bookman Old Style"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 4,
    "bbox": [
      72.02,
      583.16,
      527.04,
      625.24
    ],
    "text": "transfer an employee either temporarily or permanently in any other capacity within the petitioner;",
    "fonts": [
      "Bookman Old Style",
      "Bookman Old Style,Italic"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 4,
    "bbox": [
      90.02,
      625.4,
      527.19,
      639.4
    ],
    "text": "f. As such these employees could not have been transferred to any place",
    "fonts": [
      "Arial",
      "Bookman Old Style"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 4,
    "bbox": [
      72.02,
      639.44,
      241.25,
      667.6
    ],
    "text": "outside the petitioner;",
    "fonts": [
      "Bookman Old Style"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 4,
    "bbox": [
      90.02,
      667.64,
      527.02,
      681.64
    ],
    "text": "g. A contract entered into after 2000 contained provision clause 8 to",
    "fonts": [
      "Arial",
      "Bookman Old Style"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 4,
    "bbox": [
      108.02,
      681.68,
      527.26,
      723.88
    ],
    "text": "transfer an employee within the petitioner to or any branch of associate company of the petitioner in the same capacity or in a different capacity;",
    "fonts": [
      "Bookman Old Style"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 5,
    "bbox": [
      72.02,
      781.8,
      525.92,
      806.28
    ],
    "text": "6",
    "fonts": [
      "Calibri",
      "Calibri,Bold"
    ],
    "sizes": [
      11.039999961853027
    ]
  },
  {
    "page_number": 5,
    "bbox": [
      90.02,
      72.0,
      527.06,
      86.0
    ],
    "text": "h. However, the said contracts failed to specify who these associate",
    "fonts": [
      "Arial",
      "Bookman Old Style"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 5,
    "bbox": [
      72.02,
      86.04,
      526.99,
      142.4
    ],
    "text": "companies were and in particular, whether they were the above-named company as sought to be claimed by the petitioner at the inquiry;",
    "fonts": [
      "Bookman Old Style"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 5,
    "bbox": [
      90.02,
      142.32,
      527.26,
      156.32
    ],
    "text": "i. In this connection it was found that these so-called associate",
    "fonts": [
      "Arial",
      "Bookman Old Style"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 5,
    "bbox": [
      72.02,
      158.52,
      527.26,
      237.32
    ],
    "text": "companies were separate legal entities from the petitioner and that consequently any transfer would be tantamount to the 3rd to 221st respondents being employed by a different employer to the petitioner which the law does not permit;",
    "fonts": [
      "Bookman Old Style"
    ],
    "sizes": [
      8.039999961853027,
      12.0
    ]
  },
  {
    "page_number": 5,
    "bbox": [
      90.02,
      239.55,
      527.26,
      253.55
    ],
    "text": "j. Accordingly, finding had been correctly made that the services of 3rd to",
    "fonts": [
      "Arial",
      "Bookman Old Style"
    ],
    "sizes": [
      8.039999961853027,
      12.0
    ]
  },
  {
    "page_number": 5,
    "bbox": [
      108.02,
      255.75,
      527.08,
      286.07
    ],
    "text": "221st had been wrongfully terminated by the petitioner consequent to the closure of its business.",
    "fonts": [
      "Bookman Old Style"
    ],
    "sizes": [
      8.039999961853027,
      12.0
    ]
  },
  {
    "page_number": 5,
    "bbox": [
      72.02,
      298.23,
      411.67,
      312.23
    ],
    "text": "The respondents prayed for the dismissal of the petition.",
    "fonts": [
      "Bookman Old Style"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 5,
    "bbox": [
      72.02,
      324.39,
      129.86,
      338.37
    ],
    "text": "Decision",
    "fonts": [
      "Bookman Old Style,Bold"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 5,
    "bbox": [
      72.02,
      350.55,
      531.01,
      526.69
    ],
    "text": "As per the documents filed by both parties, it was clear that the contracts entered into between the petitioner and employees prior to the year 2000, provide for the transfer of an employee only within the petitioners company. Hence, such an employee could not have been legally transferred to any place outside the petitioner. This amounts to a breach of the contract of employment by the petitioner in respect of such employees. There were many employees who joined the petitioner company prior to the year 2000. Therefore, the petitioner cannot argue that there was no termination of employment but it had transferred the employees to a different place in accordance with the terms of contract of employment. For this reason alone, the application of the petitioner should be dismissed.",
    "fonts": [
      "Bookman Old Style"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 5,
    "bbox": [
      72.02,
      538.85,
      527.26,
      682.48
    ],
    "text": "In the case of Dutch Lanka Trailers Manufacturers Ltd V. Commissioner of Labour and Others CA Writ 511/2011 [CA minutes dated 25.06.2013] Sri Skandarajah J had considered an inter-company transfer of an employee in the absence of specific condition in the letter of appointment permitting the transfer and held that the Commissioner of Labour is correct in concluding that the said transfer amounts to constructive termination of the employee and comes within the preview of section 6A of the Termination of Employment of Workmen (Special Provisions) Act No 45 of 1971 as amended.",
    "fonts": [
      "Bookman Old Style",
      "Bookman Old Style,Italic"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 5,
    "bbox": [
      72.02,
      694.64,
      526.89,
      741.22
    ],
    "text": "The above-mentioned case was followed in the case of P.M.K Garments (Pvt) Ltd and Others v Commissioner General of Labour and Others C.A. Writ 02/2012, decided on 23.05.2016.",
    "fonts": [
      "Bookman Old Style",
      "Bookman Old Style,Italic"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 6,
    "bbox": [
      72.02,
      781.8,
      525.92,
      806.28
    ],
    "text": "7",
    "fonts": [
      "Calibri",
      "Calibri,Bold"
    ],
    "sizes": [
      11.039999961853027
    ]
  },
  {
    "page_number": 6,
    "bbox": [
      72.02,
      72.0,
      527.26,
      167.0
    ],
    "text": "In the case of Hassan V. Fairline Garments International Ltd and others 1989 (2) Sri LR 137, the Supreme Court held that a workman has an inalienable right to choose for himself the employer he will serve. Once the contractual relationship between himself and his employer is established, the employer cannot transfer his services to another without his (the employee's consent or against his will.",
    "fonts": [
      "Bookman Old Style",
      "Bookman Old Style,Italic"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 6,
    "bbox": [
      72.02,
      179.04,
      527.24,
      257.99
    ],
    "text": "The petitioner admits the fact that its factory at Angulana had been closed on 05.12.2008. The petitioners position is that it had tried to hand over the transfer letters to the 3rd to 221st respondents on 04.12.2008. However, the employees refused to accept the transfer letters on 04.12.2008. The transfers were to be effective from 08.12.2008.",
    "fonts": [
      "Bookman Old Style"
    ],
    "sizes": [
      8.039999961853027,
      12.0
    ]
  },
  {
    "page_number": 6,
    "bbox": [
      72.02,
      270.15,
      527.26,
      349.07
    ],
    "text": "There was no sufficient documentary evidence to prove that the transfer letters were handed over to the employees on 04.12.2008. The petitioner has produced only four transfer letters. There was no indication as to the manner in which the letters of transfer were given to the employees. Whatever the reason, the employees were not served with transfer letters.",
    "fonts": [
      "Bookman Old Style"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 6,
    "bbox": [
      72.02,
      361.11,
      527.26,
      407.63
    ],
    "text": "The fact remains that the factory of the petitioner had been closed since 5th December 2008. The 3rd to 221st respondents lost their employment in consequence of the closure.",
    "fonts": [
      "Bookman Old Style"
    ],
    "sizes": [
      8.039999961853027,
      12.0
    ]
  },
  {
    "page_number": 6,
    "bbox": [
      72.02,
      419.69,
      527.19,
      466.21
    ],
    "text": "Even if the letters were handed over on 04.12.2008, it is not reasonable on the part of the petitioner to hand over such letters a day before the closure of the factory.",
    "fonts": [
      "Bookman Old Style"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 6,
    "bbox": [
      72.02,
      478.49,
      527.24,
      573.49
    ],
    "text": "In United Bank Ltd. v. Akhtar (1989) IRLR p.507, the Employment Appeal Tribunal of the UK held that an employer was obliged to act reasonably even if it was a transfer pursuant to an express transfer clause. Unreasonable conduct on the part of the employer may be construed as conduct which is repudiatory of the contract and may give rise to a claim of constructive dismissal.",
    "fonts": [
      "Bookman Old Style",
      "Bookman Old Style,Italic"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 6,
    "bbox": [
      72.02,
      585.68,
      195.65,
      599.68
    ],
    "text": "Justice Knox stated,",
    "fonts": [
      "Bookman Old Style"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 6,
    "bbox": [
      72.02,
      611.72,
      527.01,
      690.7
    ],
    "text": "It, therefore, follows that the contract does, in our view include as a necessary implication, first the requirement to give reasonable notice and, secondly, the requirement so to exercise the discretion to give relocation, or other allowances in such a way as not to make performance of the employee's duties impossible.",
    "fonts": [
      "Bookman Old Style,Italic"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 6,
    "bbox": [
      72.02,
      702.8,
      523.54,
      733.0
    ],
    "text": "The Termination of Employment of Workman Act makes provisions for non-disciplinary termination of the services of workmen.",
    "fonts": [
      "Bookman Old Style"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 7,
    "bbox": [
      72.02,
      781.8,
      525.92,
      806.28
    ],
    "text": "8",
    "fonts": [
      "Calibri",
      "Calibri,Bold"
    ],
    "sizes": [
      11.039999961853027
    ]
  },
  {
    "page_number": 7,
    "bbox": [
      72.02,
      71.88,
      527.08,
      102.2
    ],
    "text": "Section 2(1) of the Termination of Employment of Workman (Special Provisions) Act No. 45 of 1971, provides;",
    "fonts": [
      "Bookman Old Style"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 7,
    "bbox": [
      108.02,
      114.24,
      526.71,
      144.62
    ],
    "text": "(1) No employer shall terminate the scheduled employment of any workman without-",
    "fonts": [
      "Bookman Old Style,Italic"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 7,
    "bbox": [
      108.02,
      156.84,
      428.5,
      170.9
    ],
    "text": "(a) the prior consent in writing of the workman or",
    "fonts": [
      "Bookman Old Style,Italic"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 7,
    "bbox": [
      108.02,
      183.0,
      435.94,
      197.06
    ],
    "text": "(b) the prior written approval of the Commissioner.",
    "fonts": [
      "Bookman Old Style,Italic"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 7,
    "bbox": [
      72.02,
      209.16,
      513.94,
      223.16
    ],
    "text": "The petitioner has not acted in accordance with the above legal provisions.",
    "fonts": [
      "Bookman Old Style"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 7,
    "bbox": [
      72.02,
      235.44,
      347.83,
      249.44
    ],
    "text": "Section 6 and 6A of TEWA provides as follows;",
    "fonts": [
      "Bookman Old Style"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 7,
    "bbox": [
      108.02,
      261.51,
      527.02,
      421.51
    ],
    "text": "6. Where an employer terminates the scheduled employment of a workman in contravention of the provisions of this Act, the Commissioner may order such employer to continue to employ the workman, with effect from a date specified in such order, in the same capacity in which the workman was employed prior to such termination, and to pay the workman his wages and all other benefits which the workman would have otherwise received if his services had not been so terminated; and it shall be the duty of the employer to comply with such order. The Commissioner shall cause notice of such order to be served on both such employer and the workman.",
    "fonts": [
      "Bookman Old Style,Italic"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 7,
    "bbox": [
      108.02,
      433.49,
      526.75,
      544.87
    ],
    "text": "6A. (1) Where the scheduled employment of any workman is terminated in contravention of the provisions of this Act in consequence of the closure by his employer of any trade, industry or business, the Commissioner may order such employer to pay to such workman on or before a specified date any sum of money as compensation as an alternative to the reinstatement of such workman and any gratuity or any other benefit payable to such workman by such employer.",
    "fonts": [
      "Bookman Old Style,Italic"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 7,
    "bbox": [
      108.02,
      556.85,
      526.89,
      716.86
    ],
    "text": "(2) Where the Commissioner orders any sum of money to be paid to a workman under subsection (1) the Magistrate's Court having jurisdiction in the area where such workman is or was employed by his employer shall, if satisfied on the written petition of such workman that payment of such money has not been made within the time specified in that behalf by the Commissioner, make order that the amount of such money shall be paid by such employer to such workman and that such amount if not paid in compliance with the order, be recovered in like manner as a fine imposed by the Court, and the amount so recovered shall be paid to such workman.\"",
    "fonts": [
      "Bookman Old Style,Italic"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 7,
    "bbox": [
      72.02,
      728.96,
      527.26,
      759.18
    ],
    "text": "Since the factory was permanently closed down from 5th December 2008, the employments of the 3rd to 221st respondent-employees were effectively",
    "fonts": [
      "Bookman Old Style"
    ],
    "sizes": [
      8.039999961853027,
      12.0
    ]
  },
  {
    "page_number": 8,
    "bbox": [
      72.02,
      781.8,
      525.92,
      806.28
    ],
    "text": "9",
    "fonts": [
      "Calibri",
      "Calibri,Bold"
    ],
    "sizes": [
      11.039999961853027
    ]
  },
  {
    "page_number": 8,
    "bbox": [
      72.02,
      71.88,
      527.26,
      167.0
    ],
    "text": "terminated. The employees had complained to the Commissioner of Labour. In these circumstances, the intervention of the 1st and 2nd respondents was a duty cast on them in terms of the provisions of the Termination of Employment of Workman (Special Provisions) Act No. 45 of 1971 as amended. In these circumstances, the petitioner cannot say that the 1st or 2nd respondents have acted outside their power.",
    "fonts": [
      "Bookman Old Style"
    ],
    "sizes": [
      8.039999961853027,
      12.0
    ]
  },
  {
    "page_number": 8,
    "bbox": [
      72.02,
      179.04,
      527.26,
      387.59
    ],
    "text": "The petitioner filed an application in the Court of Appeal in Writ Case No. 285/2009 seeking a mandate of Certiorari to quash the decision of the 1st respondent marked P10 in that case. By P 10, the 2nd respondent overruled the preliminary objection of the petitioner that there had been no termination of employment and therefore, the Commissioner of Labour had no jurisdiction to hold an inquiry under the provisions of TEWA. The 2nd respondent by order P 10 held that he had the jurisdiction to inquire into the matter as a case of termination of employment. However, the petitioner has withdrawn that application and the application was pro-forma dismissed. As such, the petitioner has virtually conceded that there was a termination and is now precluded from taking up a position that the 1st and 2nd respondents have no jurisdiction to hold an inquiry under and in terms of the provisions of TEWA.",
    "fonts": [
      "Bookman Old Style",
      "Bookman Old Style,Italic"
    ],
    "sizes": [
      8.039999961853027,
      12.0
    ]
  },
  {
    "page_number": 8,
    "bbox": [
      72.02,
      399.75,
      527.26,
      543.37
    ],
    "text": "The 1st and 2nd respondents have not ordered the petitioner to pay compensation to all the employees. The decision of the 2nd respondent does not apply to 24 employees who had resigned, 09 employees who had vacated posts, 06 employees who had served less than 180 days and 8 employees who had withdrawn their complaint in 2014. The report of the 2nd respondent refers to 227 out of a total of 266 employees who had complained under the Act, and the order correctly refers only to 219 employees. As such, the order is not arbitrary, capricious or unreasonable as alleged by the petitioner.",
    "fonts": [
      "Bookman Old Style"
    ],
    "sizes": [
      8.039999961853027,
      12.0
    ]
  },
  {
    "page_number": 8,
    "bbox": [
      72.02,
      555.53,
      527.24,
      650.68
    ],
    "text": "If the petitioner was incurring losses and was unable to continue the operations in the factory and intended to close the factory, it could have been informed to the Commissioner of Labour, and the matter could have been resolved in an amicable way. The conduct of the petitioner itself was not reasonable in this regard and, therefore, does not deserve to have a Writ of Certiorari, which is a discretional remedy.",
    "fonts": [
      "Bookman Old Style"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 8,
    "bbox": [
      72.02,
      662.84,
      527.26,
      693.04
    ],
    "text": "In the case of Biso Menika vs. Cyril de Alwis and Others [1982)1 Sri LR 368, Sharvananda J (as he then was) stated,",
    "fonts": [
      "Bookman Old Style",
      "Bookman Old Style,Italic",
      "Calibri"
    ],
    "sizes": [
      11.039999961853027,
      12.0
    ]
  },
  {
    "page_number": 8,
    "bbox": [
      72.02,
      705.08,
      527.25,
      767.7
    ],
    "text": "A Writ of Certiorari is issued at the discretion of the Court. It cannot be held as of right or one issued as a matter of course. But exercise of this discretion by Court is governed by certain well-accepted principles. The Court is bound to issue a Writ at the instance of a party aggrieved by the",
    "fonts": [
      "Bookman Old Style"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 9,
    "bbox": [
      72.02,
      781.8,
      525.92,
      806.28
    ],
    "text": "10",
    "fonts": [
      "Calibri",
      "Calibri,Bold"
    ],
    "sizes": [
      11.039999961853027
    ]
  },
  {
    "page_number": 9,
    "bbox": [
      72.02,
      71.88,
      527.04,
      118.4
    ],
    "text": "order of an inferior tribunal except in cases where he has disentitled himself to the discretionary relief by reason of his own conduct, like submitting to jurisdiction, laches, undue delay or waiver.",
    "fonts": [
      "Bookman Old Style"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 9,
    "bbox": [
      72.02,
      130.44,
      527.03,
      160.76
    ],
    "text": "For the reasons set out in the judgment, the application of the petitioner is dismissed.",
    "fonts": [
      "Bookman Old Style"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 9,
    "bbox": [
      288.05,
      225.36,
      459.94,
      239.36
    ],
    "text": "Judge of the Court of Appeal",
    "fonts": [
      "Bookman Old Style"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 9,
    "bbox": [
      72.02,
      288.75,
      209.57,
      302.75
    ],
    "text": "Pradeep Kirtisinghe J.",
    "fonts": [
      "Bookman Old Style"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 9,
    "bbox": [
      144.02,
      309.99,
      327.91,
      323.99
    ],
    "text": "I agree.",
    "fonts": [
      "Bookman Old Style"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 9,
    "bbox": [
      288.05,
      331.11,
      463.78,
      345.11
    ],
    "text": "Judge of the Court of Appeal.",
    "fonts": [
      "Bookman Old Style"
    ],
    "sizes": [
      12.0
    ]
  }
]