[
  {
    "page_number": 0,
    "bbox": [
      72.02,
      726.66,
      543.1,
      756.12
    ],
    "text": "1",
    "fonts": [
      "BookAntiqua"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 0,
    "bbox": [
      96.62,
      101.33,
      519.67,
      116.43
    ],
    "text": "IN THE COURT OF APPEAL OF THE DEMOCRATIC SOCIALIST",
    "fonts": [
      "BookmanOldStyle-Bold"
    ],
    "sizes": [
      12.960000038146973
    ]
  },
  {
    "page_number": 0,
    "bbox": [
      219.17,
      116.57,
      397.24,
      131.67
    ],
    "text": "REPUBLIC OF SRI LANKA",
    "fonts": [
      "BookmanOldStyle-Bold"
    ],
    "sizes": [
      12.960000038146973
    ]
  },
  {
    "page_number": 0,
    "bbox": [
      72.02,
      145.85,
      534.83,
      222.06
    ],
    "text": "In the matter of an Application in terms of Article 140 of the Constitution of Sri Lanka for a Mandate in the nature of a Writ of Mandamus.",
    "fonts": [
      "BookmanOldStyle",
      "BookmanOldStyle-Italic"
    ],
    "sizes": [
      12.960000038146973
    ]
  },
  {
    "page_number": 0,
    "bbox": [
      256.37,
      222.17,
      380.18,
      283.05
    ],
    "text": "J. M. Razik. No. 70, Hijrapura, Rajawella.",
    "fonts": [
      "BookmanOldStyle"
    ],
    "sizes": [
      12.960000038146973
    ]
  },
  {
    "page_number": 0,
    "bbox": [
      256.37,
      313.76,
      473.33,
      420.45
    ],
    "text": "Petitioner Vs. 1. Sri Lanka Mahaweli Authority.",
    "fonts": [
      "ArialMT",
      "BookmanOldStyle",
      "BookmanOldStyle-Bold"
    ],
    "sizes": [
      12.960000038146973
    ]
  },
  {
    "page_number": 0,
    "bbox": [
      72.02,
      420.58,
      459.05,
      466.19
    ],
    "text": "No. 50, T. B. Jaya Mawatha, Colombo - 10.",
    "fonts": [
      "BookmanOldStyle"
    ],
    "sizes": [
      12.960000038146973
    ]
  },
  {
    "page_number": 0,
    "bbox": [
      256.37,
      466.3,
      423.86,
      481.43
    ],
    "text": "2. Gamini Gunawardana.",
    "fonts": [
      "ArialMT",
      "BookmanOldStyle"
    ],
    "sizes": [
      12.960000038146973
    ]
  },
  {
    "page_number": 0,
    "bbox": [
      256.37,
      481.66,
      513.53,
      572.99
    ],
    "text": "Resident Project Manager, Resident Project Managers Office, Victoria, Digana, Nilangama, Rajawella. 3. Seyyed Halaldeen Mohamed Farook.",
    "fonts": [
      "ArialMT",
      "BookmanOldStyle"
    ],
    "sizes": [
      12.960000038146973
    ]
  },
  {
    "page_number": 0,
    "bbox": [
      72.02,
      573.22,
      389.78,
      710.39
    ],
    "text": "No. 244, Ambagahalanda, Teldeniya. Respondents",
    "fonts": [
      "BookmanOldStyle",
      "BookmanOldStyle-Bold"
    ],
    "sizes": [
      12.960000038146973
    ]
  },
  {
    "page_number": 0,
    "bbox": [
      62.16,
      211.68,
      221.33,
      239.7
    ],
    "text": "Court of Appeal Case No. CA/WRT/0298/20",
    "fonts": [
      "BookmanOldStyle-Bold"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 1,
    "bbox": [
      72.02,
      726.66,
      543.1,
      756.12
    ],
    "text": "2",
    "fonts": [
      "BookAntiqua"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 1,
    "bbox": [
      72.02,
      94.97,
      382.7,
      110.1
    ],
    "text": "Before: M. T. Mohammed Laffar, J. &",
    "fonts": [
      "BookmanOldStyle"
    ],
    "sizes": [
      12.960000038146973
    ]
  },
  {
    "page_number": 1,
    "bbox": [
      144.02,
      117.89,
      313.56,
      133.02
    ],
    "text": "S. U. B. Karalliyadde, J.",
    "fonts": [
      "BookmanOldStyle"
    ],
    "sizes": [
      12.960000038146973
    ]
  },
  {
    "page_number": 1,
    "bbox": [
      72.02,
      163.73,
      373.58,
      178.86
    ],
    "text": "Counsel: M. Muzni Yakoob for the Petitioner.",
    "fonts": [
      "BookmanOldStyle"
    ],
    "sizes": [
      12.960000038146973
    ]
  },
  {
    "page_number": 1,
    "bbox": [
      72.02,
      186.65,
      518.69,
      201.78
    ],
    "text": "Ms. Shiloma David S. C. for the 1st and 2nd Respondents.",
    "fonts": [
      "BookmanOldStyle"
    ],
    "sizes": [
      12.960000038146973
    ]
  },
  {
    "page_number": 1,
    "bbox": [
      144.02,
      232.49,
      430.94,
      247.62
    ],
    "text": "G. P. S. N. Pathirana for the 3rd Respondent.",
    "fonts": [
      "BookmanOldStyle"
    ],
    "sizes": [
      8.520000457763672,
      12.960000038146973
    ]
  },
  {
    "page_number": 1,
    "bbox": [
      72.02,
      301.28,
      318.6,
      316.41
    ],
    "text": "Supported on: 29.03.2022.",
    "fonts": [
      "BookmanOldStyle"
    ],
    "sizes": [
      12.960000038146973
    ]
  },
  {
    "page_number": 1,
    "bbox": [
      72.02,
      324.2,
      319.56,
      339.33
    ],
    "text": "Decided on: 21.07.2022.",
    "fonts": [
      "BookmanOldStyle"
    ],
    "sizes": [
      12.960000038146973
    ]
  },
  {
    "page_number": 1,
    "bbox": [
      72.02,
      392.84,
      248.3,
      407.94
    ],
    "text": "MOHAMMED LAFFAR, J.",
    "fonts": [
      "BookmanOldStyle-Bold"
    ],
    "sizes": [
      12.960000038146973
    ]
  },
  {
    "page_number": 1,
    "bbox": [
      72.02,
      416.27,
      544.25,
      706.45
    ],
    "text": "The Petitioner is seeking a Mandate in the nature of a Writ of Mandamus, compelling the 1st Respondent to take action, to provide a Grant to the Petitioner for the lot No. 29, in plan No. Mu/P/Ma 2774 marked as P10. We heard the learned Counsel for the Petitioner in support of this Application. We heard the learned State Counsel for the 1st and 3rd Respondents and the learned Counsel for the 3rd Respondent as well. The facts relating to this matter are briefly as follows: The Petitioner has been in possession of the State Land, lot No. 181 in Plan No. Mu/P/Ma 2612 marked P2. Subsequently, by letter dated 31-05-1990 (P3), the Petitioner was informed by the 2nd Respondent to pay a sum of Rs. 3138.35 to obtain a Frant in respect of the said Lot No. 181, and accordingly, such payments were furnished by the Petitioner (P4, P5, P6 and P7). The said Lot No. 181 depicted in plan marked P2 has been subdivided into lots No 28 and 29 by Plan marked P10. Thereupon, lot No. 28 in plan P10 has been provided to the Petitioner by virtue of the Crown Grant dated 09-11-1999 marked P9.",
    "fonts": [
      "BookAntiqua",
      "BookmanOldStyle"
    ],
    "sizes": [
      8.520000457763672,
      12.0,
      12.960000038146973
    ]
  },
  {
    "page_number": 2,
    "bbox": [
      72.02,
      726.66,
      543.1,
      756.12
    ],
    "text": "3",
    "fonts": [
      "BookAntiqua"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 2,
    "bbox": [
      72.02,
      72.05,
      544.37,
      712.93
    ],
    "text": "The Petitioner states that he had given leave and license to one S. Halaldeen (father of the 3rd Respondent) to carry out a beef stall on a portion of lot No.181 which is identified as lot No. 29 in plan marked P10, that is the land in dispute. The Petitioner further states that on the demise of said S.Halaldeen in 1997, he did not extend the leave and license to his son, the 3rd Respondent. The Petitioner contends that on the basis of legitimate expectation he is entitled to obtain a Grant/Permit to the balance portion of Lot No. 181, namely Lot No. 29 in plan P10 as he had already paid a sum of Rs. 3138.35 for the entirety of Lot No. 181. Since the 1st and 2nd Respondents failed to issue a Permit/Grant to the Petitioner pertaining to the subject matter (lot No. 29 in plan P10) he seeks a Writ of Mandamus as prayed for in the prayers to the Petition. Admittedly, lot No. 28 in plan No. P10 was granted to the Petitioner in 1999. The Petitioner has filed the instant Application before this Court in 2020, after nearly 20 years. Moreover, it is borne out from the plan marked as P10, the lot No.181 had been subdivided into two lots in 1985. If the Petitioner has a legitimate expectation to obtain lot No. 29 as well, he need not wait for such a long period to come before Court. Thus, it is an undisputed fact that there is a long delay on the part of the Petitioner in invoking the Writ jurisdiction of this Court. In this regard, I refer to the observation made by the Supreme Court in the case of D.D. Kaluarachchi Vs. Ceylon Petroleum Corporation (SC. Appeal No. 43/2013, SC Minute dated 19-06-2019). This is the case where five years after the retirement, four former employees of the Ceylon Petroleum Corporation filed a writ of application before the Court of Appeal and moved Court for Writs of Certiorari and Mandamus in respect of certain salary arrears. The Court of Appeal issued a Writ of Mandamus directing the Ceylon Petroleum Corporation to pay the Petitioners certain salary arrears. Murdu Ferdnando, J. agreeing with Sisira de Abrew and Vijith Malalgoda JJ., observed that; I am inclined to accept the contention of the Appellants that the Court of Appeal should have dismissed this application in-limine on the ground of laches which was a threshold issue. The Court of Appeal did not consider the ground of laches, which was raised as a preliminary objection. I observe this omission as a grave error in the Court of Appeal Judgment.",
    "fonts": [
      "BookmanOldStyle",
      "BookmanOldStyle-Bold",
      "BookmanOldStyle-Italic"
    ],
    "sizes": [
      8.520000457763672,
      12.960000038146973
    ]
  },
  {
    "page_number": 3,
    "bbox": [
      72.02,
      726.66,
      543.1,
      756.12
    ],
    "text": "4",
    "fonts": [
      "BookAntiqua"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 3,
    "bbox": [
      72.02,
      72.05,
      544.25,
      682.34
    ],
    "text": "In Bisomenike Vs. C. R. de Alwis (1982-1SLR-368), Sharvananda, J., (as he then was) observed that; \"A Writ of Certiorari is issued at the discretion of the court. It cannot be held to be a Writ of right or one issued as a matter of course. The exercise of this discretion by court is governed by certain well accepted principles. The court is bound to issue it at the instance of a party aggrieved by the order of an inferior tribunal except in cases where he has disentitled himself to the discretionary relief by reason of his own conduct, submitting to jurisdiction, laches, undue delay or waiver The proposition that the application for Writ must be sought as soon as the injury is caused is merely an application of the equitable doctrine that delay defeats equity and the longer the injured person sleeps over his rights without any reasonable excuse the chance of his success in Writ application dwindles and the court may reject a Writ application on the ground of unexplained delay. An application for a Writ of Certiorari should be filled within a reasonable time\" In Sarath Hulangamuwa Sriwardena Vs. The Principal Vishaka Vidyalaya (1986-1 SLR-275), the Court of Appeal held that; the Writs are extraordinary remedies granted to obtain speedy relief under exceptional circumstances and time is of the essence of the application. The laches of the petitioner must necessarily be a determining factor in deciding the application for writ as the Court will not lend itself to making a stultifying order which cannot be carried out. The foregoing line of authorities is united in deciding that the delay and laches are the most significant aspects to be considered in Writ applications. If there is a delay and laches on the part of the Petitioner, which has not been explained to the satisfaction of the Court, the Court will not issue prerogative Writs. Though the learned Counsel for the Petitioner argued that on the ground of legitimate expectation the Petitioner is entitled to a Permit/Grant concerning the land in dispute, the legal basis of legitimate expectation has not been averred in the petition. Besides, this Court is mindful of the fact that the State has exclusive right over the State land as to the issuance of Grants or Permits.",
    "fonts": [
      "BookmanOldStyle",
      "BookmanOldStyle-Bold",
      "BookmanOldStyle-Italic"
    ],
    "sizes": [
      12.960000038146973
    ]
  },
  {
    "page_number": 4,
    "bbox": [
      72.02,
      726.66,
      543.1,
      756.12
    ],
    "text": "5",
    "fonts": [
      "BookAntiqua"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 4,
    "bbox": [
      72.02,
      72.05,
      543.82,
      132.9
    ],
    "text": "In these circumstances, it is the view of this Court that the Petitioners Application is devoid of merits. Thus, the notices on the Respondents are refused and the Application is dismissed. I make no order as to costs.",
    "fonts": [
      "BookmanOldStyle"
    ],
    "sizes": [
      12.960000038146973
    ]
  },
  {
    "page_number": 4,
    "bbox": [
      72.02,
      148.37,
      168.43,
      239.82
    ],
    "text": "Notice refused.",
    "fonts": [
      "BookmanOldStyle",
      "BookmanOldStyle-Italic"
    ],
    "sizes": [
      12.960000038146973
    ]
  },
  {
    "page_number": 4,
    "bbox": [
      129.98,
      239.96,
      549.07,
      255.09
    ],
    "text": "JUDGE OF THE COURT OF APPEAL",
    "fonts": [
      "BookmanOldStyle",
      "BookmanOldStyle-Bold"
    ],
    "sizes": [
      12.960000038146973
    ]
  },
  {
    "page_number": 4,
    "bbox": [
      71.3,
      331.52,
      240.5,
      346.62
    ],
    "text": "S. U. B. Karalliyadde, J.",
    "fonts": [
      "BookmanOldStyle-Bold"
    ],
    "sizes": [
      12.960000038146973
    ]
  },
  {
    "page_number": 4,
    "bbox": [
      71.3,
      377.24,
      126.09,
      392.37
    ],
    "text": "I agree.",
    "fonts": [
      "BookmanOldStyle"
    ],
    "sizes": [
      12.960000038146973
    ]
  },
  {
    "page_number": 4,
    "bbox": [
      125.9,
      446.02,
      549.07,
      461.15
    ],
    "text": "JUDGE OF THE COURT OF APPEAL",
    "fonts": [
      "BookmanOldStyle",
      "BookmanOldStyle-Bold"
    ],
    "sizes": [
      12.960000038146973
    ]
  }
]