[
  {
    "page_number": 0,
    "bbox": [
      72.02,
      812.52,
      525.92,
      837.0
    ],
    "text": "Page 1 of 3",
    "fonts": [
      "Calibri",
      "Calibri-Bold"
    ],
    "sizes": [
      11.039999961853027
    ]
  },
  {
    "page_number": 0,
    "bbox": [
      84.14,
      47.91,
      513.95,
      61.95
    ],
    "text": "IN THE COURT OF APPEAL OF THE DEMOCRATIC SOCIALIST REPUBLIC OF SRI",
    "fonts": [
      "Calibri-Light"
    ],
    "sizes": [
      14.039999961853027
    ]
  },
  {
    "page_number": 0,
    "bbox": [
      278.81,
      66.03,
      319.68,
      80.07
    ],
    "text": "LANKA",
    "fonts": [
      "Calibri-Light"
    ],
    "sizes": [
      14.039999961853027
    ]
  },
  {
    "page_number": 0,
    "bbox": [
      72.02,
      83.78,
      526.58,
      780.25
    ],
    "text": "In the matter of an application in the nature of a Writ of Certiorari made under and in terms of Article 140 of the Constitution of the Democratic Socialist Republic of Sri Lanka. Kiringoda Mudalige Renuka Chandrakanthi D-8, Daanyagama Housing Scheme, China Bay. CA Writ Application No:319/2019 Petitioner Vs. Jebaraj Krishnamoorthy Food Commissioner Food Commissioners Department 330, Union Place, Colombo 02. Respondent Before : Sobhitha Rajakaruna, J. Dhammika Ganepola, J. Counsel : Saliya Peiris, PC for the Petitioner Madubashini Sri Meththa, SC for the Respondent Decided on : 25.11.2021 Dhammika Ganepola, J. The Petitioner seeks to invoke the jurisdiction of this Court by way of a Writ of Certiorari to quash the quit notice issued in terms of the Government Quarters (Recovery of Possession) Act No.7 of 1969, marked as P10 to the Petition. Both parties agreed to conclude the case by way of written submissions. Anyhow none of the parties have filed the written submissions. There are several connected matters that were taken up together with this matter. The court observers that the facts relating to each are different. The Petitioner states that she entered",
    "fonts": [
      "Calibri-Light",
      "Calibri-LightItalic"
    ],
    "sizes": [
      12.960000038146973,
      14.039999961853027,
      15.960000038146973
    ]
  },
  {
    "page_number": 1,
    "bbox": [
      72.02,
      812.52,
      525.92,
      837.0
    ],
    "text": "Page 2 of 3",
    "fonts": [
      "Calibri",
      "Calibri-Bold"
    ],
    "sizes": [
      11.039999961853027
    ]
  },
  {
    "page_number": 1,
    "bbox": [
      72.02,
      47.91,
      526.6,
      387.44
    ],
    "text": "possession of the land and premises at D-8 in Daanyagama Housing Scheme, China Bay, Trincomalee upon a Lease Agreement entered into between the Petitioner and the Food Commissioner in 1989. However, the Petitioner claims that she does not hold a copy of the said agreement. In lieu of the same the Petitioner has submitted a copy of a another Lease Agreement (marked P2) entered into between the Food Commissioner and another along with her Petition and has claimed that conditions included in the said agreement P2 are identical to that of the agreement entered into by the Petitioner in 1989. Despite, Petitioners failure to produce before this Court a copy of the said agreement, the Petitioner states that he has complied with all terms and conditions of the said agreement. There had been several attempts on the part of the Food Commissioner to recover the possession of the premises in issue and ultimately, the Respondent has issued the purported quit notice dated 18.02.2019 (P10) against the Petitioner demanding him to hand over the vacant possession of the said premises alleging that the Petitioner has acted in breach of the Lease Agreement. In spite of such circumstances, the Petitioner has made this application to this Court moving for a Writ of Certiorari to quash the quit notice marked P10 stating that the purported quit notice is bad in law for the reasons mentioned below.",
    "fonts": [
      "Calibri-Light",
      "Calibri-LightItalic"
    ],
    "sizes": [
      14.039999961853027
    ]
  },
  {
    "page_number": 1,
    "bbox": [
      80.42,
      397.38,
      526.55,
      468.34
    ],
    "text": "i. no valid reason has been given and the reasons stated in the said notice are vague ii. the Respondent has procured a violation of the Lease Agreement by refusing to accept the rental payment.",
    "fonts": [
      "ArialMT",
      "Calibri-Light"
    ],
    "sizes": [
      14.039999961853027
    ]
  },
  {
    "page_number": 1,
    "bbox": [
      72.02,
      484.54,
      526.59,
      625.06
    ],
    "text": "The Petitioner denies the allegation of violation of terms and conditions of the Lease Agreement referred in the quit notice. The Petitioner.s stand is that the Respondent has violated the Lease Agreement. Unfortunately, the Petitioner has failed to produce said Lease Agreement before this court neither has the Petitioner provided any justification justifying his inability to produce the Lease Agreement referred to in the Petition. The agreement (P2) relied upon by the Petitioner is a Lease Agreement entered between Food Commissioner and a third party. The Petitioner is not a party to the said Lease Agreement P2.",
    "fonts": [
      "Calibri-Light"
    ],
    "sizes": [
      12.0,
      14.039999961853027
    ]
  },
  {
    "page_number": 1,
    "bbox": [
      72.02,
      637.21,
      526.59,
      778.93
    ],
    "text": "Apart from the above findings, in order to decide whether the impugned quit notice is bad in law based on the reasons alleged by the Petitioner, this Court will have to inquire whether any breach of the terms and conditions of the Lease Agreement by parties. Furthermore, the court will have to take into consideration the alleged contractual relationship between parties. However, in the case of Podinona Urban Council Horana 1981 (1) SLR 141, it was held that in as much as the relationship between the parties was contractual the Petitioner was not entitled to the remedy by way of Certiorari. In the case of Ariyaratne vs. the",
    "fonts": [
      "Calibri-Light",
      "Calibri-LightItalic"
    ],
    "sizes": [
      14.039999961853027
    ]
  },
  {
    "page_number": 2,
    "bbox": [
      72.02,
      812.52,
      525.92,
      837.0
    ],
    "text": "Page 3 of 3",
    "fonts": [
      "Calibri",
      "Calibri-Bold"
    ],
    "sizes": [
      11.039999961853027
    ]
  },
  {
    "page_number": 2,
    "bbox": [
      72.02,
      47.91,
      526.52,
      98.45
    ],
    "text": "National Insurance Corporation and Others (2003 2 SLR 212) it was held as follows;",
    "fonts": [
      "Calibri-Light"
    ],
    "sizes": [
      14.039999961853027
    ]
  },
  {
    "page_number": 2,
    "bbox": [
      108.02,
      102.65,
      526.54,
      171.29
    ],
    "text": "The fact that the authority has failed or refused to fulfil certain terms contained in that contract does not give rise either to public law rights or to any statutory obligations under which court can assume jurisdiction to issue a writ.",
    "fonts": [
      "Calibri-LightItalic"
    ],
    "sizes": [
      14.039999961853027
    ]
  },
  {
    "page_number": 2,
    "bbox": [
      72.02,
      187.49,
      526.59,
      219.53
    ],
    "text": "Accordingly, depending on the relationship between parties I am of the view that the Petitioner is not entitled for a remedy under prerogative powers of this Court.",
    "fonts": [
      "Calibri-Light"
    ],
    "sizes": [
      14.039999961853027
    ]
  },
  {
    "page_number": 2,
    "bbox": [
      72.02,
      235.61,
      526.6,
      340.04
    ],
    "text": "The Section 7(3) of the Government Quarters (Recovery of Possession) Act provides the remedies available for such person who claims that they have been unlawfully ejected from Government Quarters. Therefore, if at all the Petitioner claims that he has been unlawfully ejected from Government Quarters, the Petitioner may resort to the alternative remedy available and institute an action for damages or other reliefs in terms of the above section.",
    "fonts": [
      "Calibri-Light"
    ],
    "sizes": [
      14.039999961853027
    ]
  },
  {
    "page_number": 2,
    "bbox": [
      72.02,
      352.28,
      526.59,
      474.7
    ],
    "text": "In terms of section 4 of the Government Quarters (Recovery of Possession) Act where a quit notice has been served on the occupier of any Government Quarters neither such occupier nor any dependent of such occupier shall be entitled to occupy such quarters after the expiry of the period of within such occupier is required to such notice to vacate the quarters. Accordingly, such occupier has no option other than delivery the vacant possession of such quarters before the expiry of the period of the relevant authorities or persons.",
    "fonts": [
      "Calibri-Light"
    ],
    "sizes": [
      14.039999961853027
    ]
  },
  {
    "page_number": 2,
    "bbox": [
      72.02,
      486.94,
      526.47,
      518.86
    ],
    "text": "In view of the reasons mentioned above, I dismiss the application of the Petitioner.",
    "fonts": [
      "Calibri-Light"
    ],
    "sizes": [
      14.039999961853027
    ]
  },
  {
    "page_number": 2,
    "bbox": [
      288.05,
      579.1,
      526.59,
      593.14
    ],
    "text": "Judge of the Court of Appeal",
    "fonts": [
      "Calibri-Light"
    ],
    "sizes": [
      14.039999961853027
    ]
  },
  {
    "page_number": 2,
    "bbox": [
      72.02,
      657.01,
      205.3,
      671.05
    ],
    "text": "Sobhitha Rajakaruna, J.",
    "fonts": [
      "Calibri-Light"
    ],
    "sizes": [
      14.039999961853027
    ]
  },
  {
    "page_number": 2,
    "bbox": [
      72.02,
      682.93,
      167.83,
      696.97
    ],
    "text": "I agree.",
    "fonts": [
      "Calibri-Light"
    ],
    "sizes": [
      14.039999961853027
    ]
  },
  {
    "page_number": 2,
    "bbox": [
      288.05,
      734.77,
      525.92,
      748.81
    ],
    "text": "Judge of the Court of Appeal",
    "fonts": [
      "Calibri",
      "Calibri-Light"
    ],
    "sizes": [
      11.039999961853027,
      14.039999961853027
    ]
  }
]