[
  {
    "page_number": 0,
    "bbox": [
      90.02,
      803.02,
      507.92,
      827.5
    ],
    "text": "1",
    "fonts": [
      "Calibri"
    ],
    "sizes": [
      11.039999961853027
    ]
  },
  {
    "page_number": 0,
    "bbox": [
      94.34,
      52.47,
      503.74,
      66.51
    ],
    "text": "IN THE COURT OF APPEAL OF THE DEMOCRATIC SOCIALIST REPUBLIC OF",
    "fonts": [
      "Calibri-Light"
    ],
    "sizes": [
      14.039999961853027
    ]
  },
  {
    "page_number": 0,
    "bbox": [
      268.61,
      70.71,
      329.88,
      84.75
    ],
    "text": "SRI LANKA",
    "fonts": [
      "Calibri-Light"
    ],
    "sizes": [
      14.039999961853027
    ]
  },
  {
    "page_number": 0,
    "bbox": [
      270.05,
      121.59,
      357.6,
      137.81
    ],
    "text": "1. M. D. de Lal",
    "fonts": [
      "ArialMT",
      "Calibri-Light"
    ],
    "sizes": [
      14.039999961853027
    ]
  },
  {
    "page_number": 0,
    "bbox": [
      288.05,
      143.45,
      379.68,
      196.61
    ],
    "text": "No. 90, Pallewela Road, Kalleliya.",
    "fonts": [
      "Calibri-Light"
    ],
    "sizes": [
      14.039999961853027
    ]
  },
  {
    "page_number": 0,
    "bbox": [
      90.02,
      210.29,
      274.54,
      224.33
    ],
    "text": "C.A. Writ Application 365 / 2019",
    "fonts": [
      "Calibri-Light"
    ],
    "sizes": [
      14.039999961853027
    ]
  },
  {
    "page_number": 0,
    "bbox": [
      270.05,
      238.01,
      486.95,
      271.73
    ],
    "text": "2. Konganeege Dulles Priyadarshana",
    "fonts": [
      "ArialMT",
      "Calibri-Light"
    ],
    "sizes": [
      14.039999961853027
    ]
  },
  {
    "page_number": 0,
    "bbox": [
      288.05,
      277.4,
      381.84,
      370.04
    ],
    "text": "Fernando No. 373/3, Negombo Road, Nittambuwa.",
    "fonts": [
      "Calibri-Light"
    ],
    "sizes": [
      14.039999961853027
    ]
  },
  {
    "page_number": 0,
    "bbox": [
      277.25,
      375.68,
      484.83,
      468.32
    ],
    "text": "Petitioners Vs. 1. A. Bodaragama",
    "fonts": [
      "ArialMT",
      "Calibri-Light"
    ],
    "sizes": [
      14.039999961853027
    ]
  },
  {
    "page_number": 0,
    "bbox": [
      277.25,
      473.86,
      486.81,
      586.18
    ],
    "text": "The Commissioner General of Excise, No. 353, Kotte Road, Rajagiriya. 2. M. D. M. W. K. Dissanayaka",
    "fonts": [
      "ArialMT",
      "Calibri-Light"
    ],
    "sizes": [
      14.039999961853027
    ]
  },
  {
    "page_number": 0,
    "bbox": [
      277.25,
      591.82,
      486.99,
      723.85
    ],
    "text": "Deputy Commissioner of Excise (Revenue) Department of Excise, No.353, Kotte Road, Rajagiriya. 3. Gamini Mahagamage,",
    "fonts": [
      "ArialMT",
      "Calibri-Light"
    ],
    "sizes": [
      14.039999961853027
    ]
  },
  {
    "page_number": 0,
    "bbox": [
      295.25,
      729.49,
      422.4,
      782.77
    ],
    "text": "Excise Commissioner, Department of Excise, No,353, Kotte Road,",
    "fonts": [
      "Calibri-Light"
    ],
    "sizes": [
      14.039999961853027
    ]
  },
  {
    "page_number": 1,
    "bbox": [
      90.02,
      803.02,
      507.92,
      827.5
    ],
    "text": "2",
    "fonts": [
      "Calibri"
    ],
    "sizes": [
      11.039999961853027
    ]
  },
  {
    "page_number": 1,
    "bbox": [
      277.25,
      52.47,
      365.28,
      105.77
    ],
    "text": "Rjagiriya. 4. Y. I. M. Silva",
    "fonts": [
      "ArialMT",
      "Calibri-Light"
    ],
    "sizes": [
      14.039999961853027
    ]
  },
  {
    "page_number": 1,
    "bbox": [
      277.25,
      111.41,
      480.51,
      184.37
    ],
    "text": "Divisional Secretary-Meerigama, Meerigama. 5. Hon. Mahinda Rajapaksha,",
    "fonts": [
      "ArialMT",
      "Calibri-Light"
    ],
    "sizes": [
      14.039999961853027
    ]
  },
  {
    "page_number": 1,
    "bbox": [
      277.25,
      190.01,
      486.85,
      302.36
    ],
    "text": "Hon. Prime Minister and Minister of Finance, Economy and Policy Developmenotus Road, Colombo 1. 6. S. R. Attygalle,",
    "fonts": [
      "ArialMT",
      "Calibri-Light"
    ],
    "sizes": [
      14.039999961853027
    ]
  },
  {
    "page_number": 1,
    "bbox": [
      277.25,
      308.0,
      434.64,
      420.2
    ],
    "text": "Secretary, Ministry of Finance, Lotus Road, Colombo 1. 7. W. M. A. B. Wansooriya,",
    "fonts": [
      "ArialMT",
      "Calibri-Light"
    ],
    "sizes": [
      14.039999961853027
    ]
  },
  {
    "page_number": 1,
    "bbox": [
      277.25,
      425.84,
      486.9,
      557.86
    ],
    "text": "Commissioner of Excise (Revenue and License), Department of Excise, No.353, Kotte Road, Rajagiriya. 8. D. M. W. K. Dissanayake",
    "fonts": [
      "ArialMT",
      "Calibri-Light"
    ],
    "sizes": [
      14.039999961853027
    ]
  },
  {
    "page_number": 1,
    "bbox": [
      277.25,
      563.5,
      436.45,
      695.41
    ],
    "text": "Commissioner of Excise (Law Enforcement) Department of Excise, No. 353, Kotte Road, Rajagiriya. 9. D. M. G. Adikari",
    "fonts": [
      "ArialMT",
      "Calibri-Light"
    ],
    "sizes": [
      14.039999961853027
    ]
  },
  {
    "page_number": 1,
    "bbox": [
      295.25,
      701.05,
      466.71,
      774.01
    ],
    "text": "Deputy Commissioner (Legal), Department of Excise, No.353, Kotte Road, Rajagiriya.",
    "fonts": [
      "Calibri-Light"
    ],
    "sizes": [
      14.039999961853027
    ]
  },
  {
    "page_number": 2,
    "bbox": [
      90.02,
      803.02,
      507.92,
      827.5
    ],
    "text": "3",
    "fonts": [
      "Calibri"
    ],
    "sizes": [
      11.039999961853027
    ]
  },
  {
    "page_number": 2,
    "bbox": [
      378.07,
      79.95,
      486.15,
      93.99
    ],
    "text": "Respondents",
    "fonts": [
      "Calibri-Light"
    ],
    "sizes": [
      14.039999961853027
    ]
  },
  {
    "page_number": 2,
    "bbox": [
      90.02,
      107.57,
      327.6,
      121.61
    ],
    "text": "Before : Sobhitha Rajakaruna, J",
    "fonts": [
      "Calibri-Light"
    ],
    "sizes": [
      14.039999961853027
    ]
  },
  {
    "page_number": 2,
    "bbox": [
      90.02,
      135.29,
      329.52,
      149.33
    ],
    "text": "Dhammika Ganepola, J",
    "fonts": [
      "Calibri-Light"
    ],
    "sizes": [
      14.039999961853027
    ]
  },
  {
    "page_number": 2,
    "bbox": [
      90.02,
      162.89,
      427.32,
      176.93
    ],
    "text": "Counsel : Sanjeewa Jayawardena PC with Rukshan",
    "fonts": [
      "Calibri-Light"
    ],
    "sizes": [
      14.039999961853027
    ]
  },
  {
    "page_number": 2,
    "bbox": [
      198.05,
      190.61,
      393.24,
      204.65
    ],
    "text": "Senadheera AAL for the Petitioner",
    "fonts": [
      "Calibri-Light"
    ],
    "sizes": [
      14.039999961853027
    ]
  },
  {
    "page_number": 2,
    "bbox": [
      198.05,
      218.21,
      442.56,
      232.25
    ],
    "text": "Dr. Charuka Ekanayake SC for Respondents",
    "fonts": [
      "Calibri-Light"
    ],
    "sizes": [
      14.039999961853027
    ]
  },
  {
    "page_number": 2,
    "bbox": [
      90.02,
      245.93,
      264.82,
      259.97
    ],
    "text": "Argued on : 18.03.2021",
    "fonts": [
      "Calibri-Light"
    ],
    "sizes": [
      14.039999961853027
    ]
  },
  {
    "page_number": 2,
    "bbox": [
      90.02,
      273.56,
      264.82,
      287.6
    ],
    "text": "Decided on : 29.07.2021",
    "fonts": [
      "Calibri-Light"
    ],
    "sizes": [
      14.039999961853027
    ]
  },
  {
    "page_number": 2,
    "bbox": [
      90.02,
      301.16,
      225.22,
      315.2
    ],
    "text": "Dhammika Ganepola, J.",
    "fonts": [
      "Calibri-Light"
    ],
    "sizes": [
      14.039999961853027
    ]
  },
  {
    "page_number": 2,
    "bbox": [
      90.02,
      327.8,
      508.59,
      415.52
    ],
    "text": "The Petitioners have filed the instant Application seeking reliefs in relation to the refusal, on the part of the 1st-9th Respondents, to renew the expired liquor license in issue and also in relation to the failure on the part of the 1st-9th Respondent to issue an application form for a liquor license to the Petitioners.",
    "fonts": [
      "Calibri-Light"
    ],
    "sizes": [
      9.0,
      14.039999961853027
    ]
  },
  {
    "page_number": 2,
    "bbox": [
      90.02,
      426.74,
      508.63,
      755.53
    ],
    "text": "The 1st Petitioner has operated three licensed liquor outlets in various places namely, Wathupitiwala, Giriulla and Danovita areas. The 1st Petitioner was operating the said Danovita Wine Stores under a FL-4 liquor license from 1988 until 1995. The Petitioners allege that, with the new Government coming into power in 1994, the FL-4 license issued for the said Danovita Wine Stores had not been renewed for the year 1995. Aggrieved by the such decision, the 1st Petitioner had filed an Application bearing No. SCFR 307/95 before the Supreme Court. As a result, the Commissioner General of Excise had directed the Divisional Secretary of Meerigama to extend the FL-4 license in issue from time to time until 31.12.1995. The 1st Petitioner further states that the Divisional Secretary, Meerigama was reluctant in renewing the license in issue and that thereafter the 1st Petitioner was not even issued an application for renewal of the said license for the year 1996. Subsequently 1st Petitioner had refrained from requesting for an application for a new license on the alleged assumption that even if he obtains the license, he would still be subjected to harassment by the political rivals and the regional officers of the Excise Department.",
    "fonts": [
      "Calibri-Light"
    ],
    "sizes": [
      9.0,
      14.039999961853027
    ]
  },
  {
    "page_number": 3,
    "bbox": [
      90.02,
      803.02,
      507.92,
      827.5
    ],
    "text": "4",
    "fonts": [
      "Calibri"
    ],
    "sizes": [
      11.039999961853027
    ]
  },
  {
    "page_number": 3,
    "bbox": [
      90.02,
      52.47,
      508.6,
      269.21
    ],
    "text": "In consequent to the change of Government in the year 2001, by a letter dated 08.02.2002, the 1st Petitioner had made an appeal to the then Secretary to the Ministry of Finance requesting for a liquor license to operate the said Danovita Wine Stores. However, no meaningful step had been taken to facilitate the appeal of the 1st Petitioner. Thereafter, the Attorney-at-Law of the 1st Petitioner by the letter dated 12.08.2008, has made a request to the 1st Respondent requesting him to issue an application to the 1st Petitioner in order to obtain a FL-4 liquor license. However, the said request has not been accommodated. Nevertheless, it is observed that the Petitioner has failed to produce before this Court the said letters dated 12.08.2008 and 03.02.2008 referred to as P8(a)and P8(b) in the Petition dated 06.03.2020.",
    "fonts": [
      "Calibri-Light"
    ],
    "sizes": [
      9.0,
      14.039999961853027
    ]
  },
  {
    "page_number": 3,
    "bbox": [
      90.02,
      280.46,
      508.6,
      683.05
    ],
    "text": "Subsequently a request was made by the 1st Petitioner to the 5th Respondent pertaining to his deprivation of the liquor license and accordings the 5th Respondent had directed the 1st Respondent to forward a report in that regard. Upon holding an inquiry, the 1st Respondent by his letter dated 31.08.2018 (P16) had informed the 1st Petitioner that in view of the existing provisions of the Excise Regulations and the policy decisions applicable, the FL-4 liquor license pertaining to the Danovita Wine Stores cannot be issued to the 1st Petitioner as 5 years have lapsed since the last renewal of the liquor license in issue. The 1st Petitioner states that he has still failed to find out any regulation or policy decision as referred to in P16. Despite, several strenuous attempts (including an application made under the Right to Information Act to the Line Ministry to the Excise Department) made to ascertain the relevant Excise Regulation or the policy decision that is alleged in P16, the Petitioner states that he was reliably informed that there exists no such regulation or rule in force under the provisions of the Excise Ordinance or any lawful policy decision which prohibits the renewal or re-issuance of a liquor license where 5 years had lapsed since the last renewal of a liquor license. Therefore, the Petitioners contention is that 1st Respondents aforementioned decision is a clear unreasonable deprivation of a proprietary right of the 1st Petitioners entitlement to obtain the liquor license.",
    "fonts": [
      "Calibri-Light"
    ],
    "sizes": [
      9.0,
      14.039999961853027
    ]
  },
  {
    "page_number": 3,
    "bbox": [
      90.02,
      694.27,
      508.59,
      764.89
    ],
    "text": "Thereafter the 1st Petitioner had made a claim to the 1st Respondent demanding for an application form in order to obtain a fresh FL-4 liquor license by his letter dated 06.11.2019 to which the 1st Respondent failed to respond. In view of the above circumstances, the Petitioners by their",
    "fonts": [
      "Calibri-Light"
    ],
    "sizes": [
      9.0,
      14.039999961853027
    ]
  },
  {
    "page_number": 4,
    "bbox": [
      90.02,
      803.02,
      507.92,
      827.5
    ],
    "text": "5",
    "fonts": [
      "Calibri"
    ],
    "sizes": [
      11.039999961853027
    ]
  },
  {
    "page_number": 4,
    "bbox": [
      90.02,
      52.47,
      508.59,
      158.57
    ],
    "text": "Petition dated 06.03.2020 seek the intervention of this court by way of granting mandates in the nature of Writs of Certiorari, Mandamus and Prohibition. However, at the argument stage the learned Counsel for the Petitioners indicated the Petitioners inclination to restrict themselves to obtain only the reliefs prayed under prayers (c), (d), (g) and (h) of the said Petition. Accordingly, the Petitioners inter alia seek;",
    "fonts": [
      "Calibri-Light",
      "Calibri-LightItalic"
    ],
    "sizes": [
      14.039999961853027
    ]
  },
  {
    "page_number": 4,
    "bbox": [
      90.02,
      171.05,
      508.59,
      387.92
    ],
    "text": "It appears that the main grievance of the Petitioners is upon the refusal to renew the 1st Petitioners liquor license in issue. It is observed that the fact that the 1st Petitioner making an application to the 1st Respondent for the renewal of the liquor license in issue and also the fact that the 1st Respondent has refused the same by letter dated 31.08.2018 (marked P16), are undisputed. The said letter P16 denotes, that in view of the existing Excise Regulations and the policy decisions, the liquor licenses which have lapsed 5 years from the date of expiration, could not be extended. Hence, the 1st Petitioner has been informed that his request could not be entertained, as the renewal period of the said license has lapsed in 5 years and accordingly, the Petitioner has not been granted with an FL-4 license as requested.",
    "fonts": [
      "Calibri-Light"
    ],
    "sizes": [
      9.0,
      14.039999961853027
    ]
  },
  {
    "page_number": 4,
    "bbox": [
      90.02,
      399.14,
      508.6,
      709.45
    ],
    "text": "Although several efforts, have been made the 1st Petitioner alleges that he has failed to find any document which give effect to the above-mentioned decision of the 1st Respondent contained in P16. There had been no response to the application made by the 1st Petitioner to the line Ministry of the Excise Department under the Right to Information Act to obtain the relevant Excise Regulations or Policy decision that is referred to in P16. Upon the Respondents inability or failure to reveal or establish the existence of any Excise Regulation or a Policy decision as referred to in P16, a question arises as to whether the 1st Respondent has properly exercised his powers in refusing the renewal of relevant license. Moreover, at the argument stage in this Court, the learned counsel for the Respondents conceded the fact that there exists no such Excise Regulations or Policy decision as referred to in P16. In the given circumstances, it appears that the decision arrived by the 1st Respondent as disclosed in P16 is misconceived in law. An administrative decision based on a mistaken belief about the legality of a matter is an error of law which could be subjected to judicial review.",
    "fonts": [
      "Calibri-Light"
    ],
    "sizes": [
      9.0,
      14.039999961853027
    ]
  },
  {
    "page_number": 4,
    "bbox": [
      90.02,
      722.05,
      508.58,
      754.33
    ],
    "text": "In the case of Hayleys Ltd Vs. Crossette Tambiah (1961)63 NLR 248, it was held as follows;",
    "fonts": [
      "Calibri-Light"
    ],
    "sizes": [
      14.039999961853027
    ]
  },
  {
    "page_number": 5,
    "bbox": [
      90.02,
      803.02,
      507.92,
      827.5
    ],
    "text": "6",
    "fonts": [
      "Calibri"
    ],
    "sizes": [
      11.039999961853027
    ]
  },
  {
    "page_number": 5,
    "bbox": [
      126.02,
      52.47,
      511.83,
      177.05
    ],
    "text": "a certiorari may be granted not only when an inferior tribunal has acted without or in excess of its jurisdiction, but also in the case of a \" speaking order\"1, when an error of law appears on the face of the record or when the tribunal bases its decision on extraneous considerations which it ought not to have taken into account. One cannot, however, import into the tribunal's order reasons which are not set out by the tribunal.",
    "fonts": [
      "Calibri-Light",
      "Calibri-LightItalic"
    ],
    "sizes": [
      9.0,
      14.039999961853027
    ]
  },
  {
    "page_number": 5,
    "bbox": [
      126.02,
      189.53,
      508.57,
      314.12
    ],
    "text": "The principles that should be gathered from the cases and dicta referred to, establish the rule that a Writ of Certiorari would lie to an inferior Tribunal if such a Tribunal has posed a particular irrelevant and extraneous question of law as the main and only question and has completely misdirected itself on that point and made that the basis of its decision, provided that the error appears on the face of the award.(at page 261)",
    "fonts": [
      "Calibri-Light"
    ],
    "sizes": [
      14.039999961853027
    ]
  },
  {
    "page_number": 5,
    "bbox": [
      90.02,
      326.72,
      508.6,
      469.64
    ],
    "text": "On the other hand, if the said decision that is reflected in the letter marked P16 is not being considered as a mistake of law, the same could be considered as an arbitrary decision since the Respondents have failed to provide sufficient reasons to justify their decision. In the cases of Rathnayake Vs. Commissioner General of Excise and Others 2004 (1) SLR 115 the Court of Appeal has held that the arbitrary, capricious and unreasonable nature of an administrative decision is a ground for judicial review.",
    "fonts": [
      "Calibri-Light",
      "Calibri-LightItalic"
    ],
    "sizes": [
      14.039999961853027
    ]
  },
  {
    "page_number": 5,
    "bbox": [
      90.02,
      482.26,
      508.59,
      551.5
    ],
    "text": "In view of the above-mentioned grounds, I am of the view that the decision reflected in the document marked P16 is ultra vires and therefore, that the Petitioners are entitled to the reliefs as prayed for in the paragraphs (g) and (h) of the prayer of the Petition dated 06.03.2020.",
    "fonts": [
      "Calibri-Light",
      "Calibri-LightItalic"
    ],
    "sizes": [
      14.039999961853027
    ]
  },
  {
    "page_number": 5,
    "bbox": [
      90.02,
      563.98,
      508.6,
      707.05
    ],
    "text": "The other grievance of the Petitioners is that the Respondents have refrained from issuing an application form to the 1st Petitioner to apply for a FL-4 liquor license. By a letter dated 06.11.2019 marked as P27, a claim on behalf of the 1st Petitioner has been made to the 1st Respondent for issuance of such an application form. The receipt of the said document P27 has been admitted by the 1st to 4th and 7th to 9th Respondents. However, the Respondents have failed to respond to the said demand marked P27.",
    "fonts": [
      "Calibri-Light"
    ],
    "sizes": [
      9.0,
      14.039999961853027
    ]
  },
  {
    "page_number": 5,
    "bbox": [
      90.02,
      735.22,
      507.84,
      774.97
    ],
    "text": "1 the order itself set out reasons for making it, is called a speaking order. (Manickam Vs. The Permanent Secretary, Ministry of Defence and External Affairs 1960,62 NLR204.)",
    "fonts": [
      "Calibri",
      "Calibri-LightItalic"
    ],
    "sizes": [
      6.960000038146973,
      11.039999961853027,
      14.039999961853027
    ]
  },
  {
    "page_number": 6,
    "bbox": [
      90.02,
      803.02,
      507.92,
      827.5
    ],
    "text": "7",
    "fonts": [
      "Calibri"
    ],
    "sizes": [
      11.039999961853027
    ]
  },
  {
    "page_number": 6,
    "bbox": [
      90.02,
      52.47,
      508.61,
      213.89
    ],
    "text": "The procedure for the issuance of a liquor license is entirely governed by the provisions of the Exercise Ordinance and by the regulations issued there under. In terms of Clause No.02 of the Schedule III of the Rules (Excise Notice No. 902) issued by H.E. the President in terms of Section 32 of the Excise Ordinance published in the Gazette (Extra Ordinary) bearing no. 1544/17 dated 10.04.2008, an application for a liquor license must be obtained from the Head Office of the Department of Excise or from any Assistant Excise Commissioners Office. The Rule No.2 referred to above is reads: -",
    "fonts": [
      "Calibri-Light"
    ],
    "sizes": [
      14.039999961853027
    ]
  },
  {
    "page_number": 6,
    "bbox": [
      126.02,
      225.86,
      508.12,
      301.13
    ],
    "text": "2. The applications forms (as set out in schedule II) must be obtained either from the Excise Head Office or from any Assistant Excise Commissioners Office situated wide, on payment of the relevant application. However, the issue of an application from to the applicant will not guarantee the grant of a license to such person.",
    "fonts": [
      "Calibri-LightItalic"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 6,
    "bbox": [
      90.02,
      313.1,
      508.6,
      490.42
    ],
    "text": "Accordingly, the 1st Respondent is under a precise statutory duty imposed by the statute, to issue an application form to such persons mentioned in the said Rule No. 2 enabling them to apply for a liquor license. Therefore I am of the view that the letter marked P27 is a sufficient request for such an application form. However, the failure on the part of the Respondents in not responding to the said letter P27 clearly reflects their failure to discharge the prescribed statutory duty vested upon them. In the case of Wijeyesekera and Co. ltd. Vs. The Principal Collector of Customs (1951) 53 NLR329 at 333 it was held as follows;",
    "fonts": [
      "Calibri-Light"
    ],
    "sizes": [
      9.0,
      14.039999961853027
    ]
  },
  {
    "page_number": 6,
    "bbox": [
      126.02,
      494.38,
      508.35,
      654.46
    ],
    "text": "Mandamus would lie where a public officer, by his failure to reply to letters, gives the impression, by his continued silence, of refusal to discharge a statutory duty. There may be a refusal by continued silence as well as by words. It is not indeed necessary that the word ' refuse ' or any equivalent to it, should be used; but there should be enough to show that the party withholds compliance and distinctly determines not to do what is required \".",
    "fonts": [
      "Calibri-LightItalic",
      "Open Sans,Bold",
      "Open Sans,BoldItalic"
    ],
    "sizes": [
      14.039999961853027
    ]
  },
  {
    "page_number": 6,
    "bbox": [
      90.02,
      667.45,
      508.6,
      773.65
    ],
    "text": "In view of the principle laid down in the above case I am of the view that failure on the part of the Respondents to respond to P27 as well as the refusal to issue an application form to the Petitioner shall at all times amounts to an implied refusal to discharge a statutory duty by the 1st Respondent. Accordingly, the 1st Respondents refusal to discharge his statutory duty by continued silence, compels this Court to issue a",
    "fonts": [
      "Calibri-Light"
    ],
    "sizes": [
      9.0,
      14.039999961853027
    ]
  },
  {
    "page_number": 7,
    "bbox": [
      90.02,
      803.02,
      507.92,
      827.5
    ],
    "text": "8",
    "fonts": [
      "Calibri"
    ],
    "sizes": [
      11.039999961853027
    ]
  },
  {
    "page_number": 7,
    "bbox": [
      90.02,
      52.47,
      508.59,
      103.25
    ],
    "text": "mandate in the nature of Writ of Mandamus directing the Respondents to discharge their statutory duty by issuing an application form to the 1st Petitioner.",
    "fonts": [
      "Calibri-Light",
      "Calibri-LightItalic"
    ],
    "sizes": [
      9.0,
      14.039999961853027
    ]
  },
  {
    "page_number": 7,
    "bbox": [
      90.02,
      115.73,
      508.6,
      332.6
    ],
    "text": "The Respondents have taken up the position that the Petitioners are guilty of laches. It appears that there had been extensive silences on the part of the Petitioners throughout their attempts in renewing the impugned liquor license. In the case of University of Peradeniya v. Justice D. G. Jayalath and 5 others 2008 [B.L.R.] 360 it was held that, there does not exist in Sri Lanka any statutory provision or rule of Court that sets out a time limit within which a petition for the issue of a prerogative writ must be filed. However, a rule of practice has grown which insists upon such petition being made without undue delay. When no time limit is specified for seeking such remedy, the Court has ample power to condone delays, where denial of a prerogative writ to the petitioner is likely to cause great injustice.",
    "fonts": [
      "Calibri-Light",
      "Calibri-LightItalic"
    ],
    "sizes": [
      14.039999961853027
    ]
  },
  {
    "page_number": 7,
    "bbox": [
      90.02,
      345.08,
      508.6,
      432.8
    ],
    "text": "Due to the grave injustice that had caused to the Petitioners upon the failure on the part of the 1st Respondent to discharge his statutory duty, I am compelled to disregard such delay, if there is any. Therefore, this court has ample power to condone the delay considering the grave injustice caused to the Petitioner.",
    "fonts": [
      "Calibri-Light"
    ],
    "sizes": [
      9.0,
      14.039999961853027
    ]
  },
  {
    "page_number": 7,
    "bbox": [
      90.02,
      445.28,
      508.6,
      569.86
    ],
    "text": "Further, the Petitioners seek for a mandate in the nature of Writ of Mandamus to direct the 1st 9th Respondents to process duly and forthwith such an application tendered by the Petitioners in terms of existing laws. The procedure for processing of such an application depends entirely on the conditions and guidelines set out in the aforesaid Gazette (Extra Ordinary) bearing no. 1544/17 dated 10.04.2008. The Condition No.3 of the said Gazette Notification is as follows:",
    "fonts": [
      "Calibri-Light",
      "Calibri-LightItalic"
    ],
    "sizes": [
      9.0,
      14.039999961853027
    ]
  },
  {
    "page_number": 7,
    "bbox": [
      126.02,
      582.46,
      508.56,
      651.7
    ],
    "text": "3. Applications must be complied in all respect and all required documents annexed. Incomplete application or applications submitted without the necessary documents and reports or which does not conform to the guidelines and conditions will be rejected.",
    "fonts": [
      "Calibri-LightItalic",
      "IskoolaPota"
    ],
    "sizes": [
      14.039999961853027
    ]
  },
  {
    "page_number": 7,
    "bbox": [
      90.02,
      690.73,
      508.59,
      778.45
    ],
    "text": "According to said Condition No.3, incomplete applications or applications tendered without necessary documents or applications incompatible to the conditions and guidelines could be rejected. Therefore, unless the 1st Petitioner submits an application which is in accordance with the rules and regulations referred to above, the 1st Respondent is under no duty to",
    "fonts": [
      "Calibri-Light",
      "Open Sans"
    ],
    "sizes": [
      9.0,
      14.039999961853027
    ]
  },
  {
    "page_number": 8,
    "bbox": [
      90.02,
      803.02,
      507.92,
      827.5
    ],
    "text": "9",
    "fonts": [
      "Calibri"
    ],
    "sizes": [
      11.039999961853027
    ]
  },
  {
    "page_number": 8,
    "bbox": [
      90.02,
      52.47,
      508.59,
      158.57
    ],
    "text": "process such application. This suggests that the consideration process of the application referred to above is conditional. The duty to process such an application may only arise in future upon fulfilment of certain conditions by the Petitioners. In the case of Mohamedu Vs. De Silva (1949) 52 SLR 562 it was held that, a mandamus shall not be granted compelling the performance of some duty which may arise in the future.",
    "fonts": [
      "Calibri-Light",
      "Calibri-LightItalic"
    ],
    "sizes": [
      14.039999961853027
    ]
  },
  {
    "page_number": 8,
    "bbox": [
      126.02,
      171.05,
      508.53,
      240.29
    ],
    "text": "I know of no authority for the granting of a mandamus to compel the performance of some duty which may arise in the future. There must be existing duty, and an existing right in the Petitioner to have it performed. (p564)",
    "fonts": [
      "Calibri-LightItalic"
    ],
    "sizes": [
      14.039999961853027
    ]
  },
  {
    "page_number": 8,
    "bbox": [
      90.02,
      252.89,
      508.58,
      322.16
    ],
    "text": "Therefore, I am of the view that this court is not in a position to issue a Writ of Mandamus as prayed for by the Petitioner since the duty to process such application by the Respondents shall only be arisen in future upon the fulfilment of certain conditions by the Petitioners.",
    "fonts": [
      "Calibri-Light",
      "Calibri-LightItalic"
    ],
    "sizes": [
      14.039999961853027
    ]
  },
  {
    "page_number": 8,
    "bbox": [
      90.02,
      334.64,
      508.61,
      440.84
    ],
    "text": "In view of the above reasons given, I am only inclined to issue a Writ of Certiorari as prayed for in paragraph (h), quashing the decision of the 1st to 8th Respondents to refuse to grant or renew the FL-4 license as reflected in the letter marked P16, and a Writ of Mandamus as prayed for in paragraph (c) of the prayer to the Petition dated 06.03.2020. I order no cost.",
    "fonts": [
      "Calibri-Light",
      "Calibri-LightItalic"
    ],
    "sizes": [
      9.0,
      14.039999961853027
    ]
  },
  {
    "page_number": 8,
    "bbox": [
      90.02,
      452.81,
      507.15,
      514.66
    ],
    "text": "Judge of the Court of Appeal",
    "fonts": [
      "Calibri",
      "Calibri-Light"
    ],
    "sizes": [
      12.0,
      14.039999961853027
    ]
  },
  {
    "page_number": 8,
    "bbox": [
      90.02,
      579.94,
      219.94,
      593.98
    ],
    "text": "Sobhitha Rajakaruna, J",
    "fonts": [
      "Calibri-Light"
    ],
    "sizes": [
      14.039999961853027
    ]
  },
  {
    "page_number": 8,
    "bbox": [
      90.02,
      606.46,
      166.75,
      620.5
    ],
    "text": "I agree.",
    "fonts": [
      "Calibri-Light"
    ],
    "sizes": [
      14.039999961853027
    ]
  },
  {
    "page_number": 8,
    "bbox": [
      90.02,
      659.29,
      507.87,
      673.33
    ],
    "text": "Judge of the Court of Appeal",
    "fonts": [
      "Calibri-Light"
    ],
    "sizes": [
      14.039999961853027
    ]
  }
]