[
  {
    "page_number": 0,
    "bbox": [
      70.94,
      781.8,
      527.0,
      806.28
    ],
    "text": "1",
    "fonts": [
      "Calibri"
    ],
    "sizes": [
      11.039999961853027
    ]
  },
  {
    "page_number": 0,
    "bbox": [
      104.3,
      94.92,
      495.01,
      108.9
    ],
    "text": "IN THE COURT OF APPEAL OF THE DEMOCRATIC SOCIALIST",
    "fonts": [
      "Bookman Old Style,Bold"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 0,
    "bbox": [
      217.49,
      111.12,
      381.91,
      125.1
    ],
    "text": "REPUBLIC OF SRI LANKA",
    "fonts": [
      "Bookman Old Style,Bold"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 0,
    "bbox": [
      241.13,
      135.48,
      528.33,
      197.96
    ],
    "text": "In the matter of an application for Restitutio- In-Integrum and Revision under and in terms of Article 138 (1) of the Constitution of the Democratic Socialist Republic of Sri Lanka",
    "fonts": [
      "Bookman Old Style",
      "Bookman Old Style,Italic"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 0,
    "bbox": [
      70.94,
      208.2,
      541.66,
      760.5
    ],
    "text": "Court of Appeal Case No: RII/0020/2024 Warnakulasuriya Miriam Dilkushi Fernando Lucky, 2nd Cross Street, Marawila NWP/HCCA/KUR/76/2019 (F) Plaintiff DC Marawila Case No: 1412/L Vs. 1. Arsakulasuriya Rajakaruna Rosemary Winifreida Seneviratne 2. Arsakulasuriya Rajakaruna Manel Eugine Seneviratne Both of Thalwila Church Road Marawila Defendants And Between Warnakulasuriya Miriam Dilkushi Fernando, Lucky, 2nd Cross Street, Marawila Plaintiff-Appellant Vs. 1. Arsakulasuriya Rajakaruna Rosemary Winifreida Seneviratne 2. Arsakulasuriya Rajakaruna Manel Eugine Seneviratne",
    "fonts": [
      "Bookman Old Style",
      "Bookman Old Style,Bold"
    ],
    "sizes": [
      8.039999961853027,
      12.0
    ]
  },
  {
    "page_number": 1,
    "bbox": [
      70.94,
      781.8,
      527.0,
      806.28
    ],
    "text": "2",
    "fonts": [
      "Calibri"
    ],
    "sizes": [
      11.039999961853027
    ]
  },
  {
    "page_number": 1,
    "bbox": [
      70.94,
      70.9,
      544.54,
      563.87
    ],
    "text": "Both of Thalwila Church Road Marawila Defendant-Respondents AND NOW BETWEEN Warnakulasuriya Miriam Dilkushi Fernando, Lucky, 2nd Cross Street, Marawila Plaintiff-Appellant-Petitioner Vs. 1. Arsakulasuriya Rajakaruna Rosemary Winifreida Seneviratne 2. Arsakulasuriya Rajakaruna Manel Eugine Seneviratne Both of Thalwila Church Road Marawila Defendant-Respondent-Respondents Before : R. Gurusinghe J & M.C.B.S. Morais J",
    "fonts": [
      "Bookman Old Style",
      "Bookman Old Style,Bold"
    ],
    "sizes": [
      8.039999961853027,
      12.0
    ]
  },
  {
    "page_number": 1,
    "bbox": [
      70.94,
      571.88,
      517.42,
      715.48
    ],
    "text": "Counsel : Mahinda Nanayakkara with Panchali Ekanayaka instructed by Sampath De Soyza for the Plaintiff-Appellant-Petitioner Chandana Wijesooriya with U. Wijesooriya, instructed by Wathsala Dulanjani for the 1st Defendant-Respondent-Respondent",
    "fonts": [
      "Bookman Old Style",
      "Bookman Old Style,Bold"
    ],
    "sizes": [
      8.039999961853027,
      12.0
    ]
  },
  {
    "page_number": 1,
    "bbox": [
      70.94,
      725.6,
      254.81,
      739.6
    ],
    "text": "Argued on : 16-01-2025",
    "fonts": [
      "Bookman Old Style"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 1,
    "bbox": [
      70.94,
      749.86,
      254.09,
      763.86
    ],
    "text": "Decided on : 27-03-2025",
    "fonts": [
      "Bookman Old Style"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 2,
    "bbox": [
      70.94,
      781.8,
      527.0,
      806.28
    ],
    "text": "3",
    "fonts": [
      "Calibri"
    ],
    "sizes": [
      11.039999961853027
    ]
  },
  {
    "page_number": 2,
    "bbox": [
      70.94,
      70.79,
      531.9,
      767.94
    ],
    "text": "R. Gurusinghe The Plaintiff-Appellant-Petitioner (hereinafter referred to as the Petitioner) filed the instant Restitutio-in-Integrum application seeking to set aside the judgment of the District Court of Marawila dated 28-02-2019 marked P5 and the judgment of the Civil Appellate High Court of Kurunegala dated 11-05-2023 marked P9 and also dismissed the claim in reconvention of the defendant-respondents. (hereinafter referred to as the respondents). The petitioner filed an action against the respondents in the District Court of Marawila, seeking inter alia a declaration that the petitioner is the rightful owner of the property described in the schedule to the plaint and that the respondents have no servitude of right of way over the plaintiff's land. The land is described as a part of Kahatagahawatta in the schedule to the plaint. The schedule of the plaint does not refer to any plan, the boundaries are given by the names of the owners of adjoining lands. The extent of the land is about three acres. The first respondent filed an answer and stated that she is the owner of the land described in the first schedule to the answer and that she had acquired right of way to her land described in the first schedule to the answer over the second schedule to the answer by the Deed of partition no. 946, dated 05-04-1986, and also by prescription. The schedule to the answer is referred to as plan no. 6612, made by Michael Denver Fernando, licensed surveyor, dated 02-03-1986. At the trial, the first five issues were raised on behalf of the petitioner and issue no. six to thirteen were raised on behalf of the respondent. After that, fourteen, fifteen, and sixteen consequential issues were raised for the petitioner. After trial, the Additional Learned District Judge of Marawila, by his judgment dated 28-02-2019, dismissed the petitioners action and granted the relief sought by the defendant-respondent. Being aggrieved by the said judgment, the petitioner appealed to the Civil Appellate High Court of Kurunegala, and the High Court dismissed the petitioner's appeal. Although the petitioner could have appealed to the Supreme Court against the judgment of the Civil Appellate High Court, the petitioner has not appealed against that judgment. The petitioner filed this application before this Court on 19 February 2024.",
    "fonts": [
      "Bookman Old Style",
      "Bookman Old Style,Bold",
      "Bookman Old Style,Italic"
    ],
    "sizes": [
      12.0,
      14.039999961853027
    ]
  },
  {
    "page_number": 3,
    "bbox": [
      70.94,
      781.8,
      527.0,
      806.28
    ],
    "text": "4",
    "fonts": [
      "Calibri"
    ],
    "sizes": [
      11.039999961853027
    ]
  },
  {
    "page_number": 3,
    "bbox": [
      70.94,
      70.78,
      385.15,
      117.2
    ],
    "text": "In this application,the petitioner states the following:",
    "fonts": [
      "Bookman Old Style"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 3,
    "bbox": [
      88.94,
      119.4,
      528.12,
      133.4
    ],
    "text": "a. The said judgment is contrary to law and against the weight of the",
    "fonts": [
      "Arial",
      "Bookman Old Style"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 3,
    "bbox": [
      70.94,
      135.6,
      164.78,
      165.8
    ],
    "text": "evidence.",
    "fonts": [
      "Bookman Old Style"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 3,
    "bbox": [
      88.94,
      168.0,
      528.07,
      182.0
    ],
    "text": "b. The said judgment is not in conformity with section 187 of the Civil",
    "fonts": [
      "Arial",
      "Bookman Old Style"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 3,
    "bbox": [
      88.94,
      184.2,
      528.3,
      229.52
    ],
    "text": "Procedure Code. c. The learned Additional District Judge, as well as their Lordships in the",
    "fonts": [
      "Arial",
      "Bookman Old Style"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 3,
    "bbox": [
      70.94,
      231.72,
      528.22,
      278.15
    ],
    "text": "High Court of Civil Appeals, have failed to consider the concept of prescription in the eyes of the law.",
    "fonts": [
      "Bookman Old Style"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 3,
    "bbox": [
      88.94,
      280.35,
      528.08,
      294.35
    ],
    "text": "d. The learned Additional District Judge as well as their Lordships in the",
    "fonts": [
      "Arial",
      "Bookman Old Style"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 3,
    "bbox": [
      88.94,
      296.55,
      528.34,
      358.19
    ],
    "text": "High Court of Civil Appeals have failed to consider the authorities governing the concept of prescription. e. Their Lordships in the High Court of Civil Appeals have failed to",
    "fonts": [
      "Arial",
      "Bookman Old Style"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 3,
    "bbox": [
      88.94,
      360.39,
      528.32,
      422.05
    ],
    "text": "consider that the answers given to issues by the learned Trial Judge are not correct. f. Their Lordships in the High Court of Civil Appeals have failed to",
    "fonts": [
      "Arial",
      "Bookman Old Style"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 3,
    "bbox": [
      88.94,
      424.25,
      528.13,
      485.77
    ],
    "text": "consider that the answers given to issues do not correspond with the findings in the judgment by the learned Trial Judge. g. Their Lordships in the High Court of Civil Appeals have failed to",
    "fonts": [
      "Arial",
      "Bookman Old Style"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 3,
    "bbox": [
      88.94,
      487.97,
      528.3,
      549.61
    ],
    "text": "consider that the judgment of the learned Trial Judge cannot stand in law. h. Their Lordships in the High Court of Civil Appeals have failed to",
    "fonts": [
      "Arial",
      "Bookman Old Style"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 3,
    "bbox": [
      88.94,
      551.81,
      528.19,
      629.68
    ],
    "text": "consider that the learned Trial Judge has made the judgment in favour of the defendants just because the learned Trial Judge has not granted the reliefs prayed for by the Plaintiff. i. Their Lordships in the High Court of Civil Appeals have failed to",
    "fonts": [
      "Arial",
      "Bookman Old Style"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 3,
    "bbox": [
      70.94,
      631.88,
      528.14,
      694.48
    ],
    "text": "consider that the Learned Trial Judge has erred in deciding the land described in the schedule the plaint is different from the land described in the schedules to the answer.",
    "fonts": [
      "Bookman Old Style"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 3,
    "bbox": [
      88.94,
      696.68,
      528.1,
      710.68
    ],
    "text": "j. Their Lordships in the High Court of Civil Appeals have failed to",
    "fonts": [
      "Arial",
      "Bookman Old Style"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 3,
    "bbox": [
      106.94,
      712.88,
      528.12,
      759.42
    ],
    "text": "consider that the Learned Trial Judge has not properly considered the disparity between the schedules of the plaint and the answer.",
    "fonts": [
      "Bookman Old Style"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 4,
    "bbox": [
      70.94,
      781.8,
      527.0,
      806.28
    ],
    "text": "5",
    "fonts": [
      "Calibri"
    ],
    "sizes": [
      11.039999961853027
    ]
  },
  {
    "page_number": 4,
    "bbox": [
      88.94,
      70.78,
      528.32,
      84.78
    ],
    "text": "k. Their Lordships in the High Court of Civil Appeals have failed to",
    "fonts": [
      "Arial",
      "Bookman Old Style"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 4,
    "bbox": [
      70.94,
      87.0,
      528.21,
      182.0
    ],
    "text": "consider that the Learned Trial Judge has made the judgment dated 28.02.2019 marked P-5 without proper jurisdiction in terms of the law. The petitioner's counsel also made the following submissions.",
    "fonts": [
      "Bookman Old Style"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 4,
    "bbox": [
      70.94,
      184.2,
      528.29,
      230.6
    ],
    "text": "(i) The difference between the scope of the action filed by the Plaintiff and the scope of the claim-in-reconvention of the Defendant,",
    "fonts": [
      "Arial",
      "Bookman Old Style"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 4,
    "bbox": [
      70.94,
      232.8,
      528.34,
      745.0
    ],
    "text": "(ii) the contradictory and erroneous answers given to the issues without considering the pleadings and the evidence of the parties, (iii) the Learned Trial Judge has failed to consider the co-owned nature of the property described in the schedule to the claim-in-reconvention of the Defendant, (iv) the Learned Trial Judge has failed to consider the discrepancy of two lands described in the plaint and the claim-in-reconvention of the Defendants, (v) the Learned Trial Judge has not taken into consideration that the amicable partition deed cannot be regarded as a proper deed since apparently one co-owner has not signed the said partition deed, (vi) the prescription claimed by the Defendant should necessarily fail since he has failed to plead the point of the commencement of prescription. Even though the petitioner took up the above positions to assail the judgment of the District Court and the judgment of the Civil Appellate High Court, the petitioner failed to identify the land she claimed to be the owner by way of a survey plan. In the schedule to the plaint the land claimed by the petitioner, was described only by the names of the owners of the adjoining lands. The schedule does not refer to any survey plan. The position of the plaintiff-petitioner is that the strip of land used as a roadway by the respondents is a part of her land. The above position of the petitioner cannot be ascertained without a survey plan. The petitioner did not request a commission to a surveyor to show the land she claimed to be the owner or the roadway used by the respondents.",
    "fonts": [
      "Arial",
      "Bookman Old Style"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 5,
    "bbox": [
      70.94,
      781.8,
      527.0,
      806.28
    ],
    "text": "6",
    "fonts": [
      "Calibri"
    ],
    "sizes": [
      11.039999961853027
    ]
  },
  {
    "page_number": 5,
    "bbox": [
      70.94,
      70.9,
      528.27,
      182.0
    ],
    "text": "It was held in Peeris v. Savunhamy (1951) 54 NLR 207 that a Plaintiff in a rei vindicatio action must not only prove dominium to the land but also the boundaries of it, by evidence admissible in law. Marsoof, J. in Latheef v. Mansoor [2010] 2 Sri LR 333 at 378 expressed the same in greater detail:",
    "fonts": [
      "Bookman Old Style",
      "Bookman Old Style,Italic"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 5,
    "bbox": [
      70.94,
      184.2,
      528.34,
      765.42
    ],
    "text": "The identity of the subject matter is of paramount importance in a rei vindicatio action because the object of such an action is to determine ownership of the property, which objective cannot be achieved without the property being clearly identified. Where the property sought to be vindicated consists of land, the land sought to be vindicated must be identified by reference to a survey plan or other equally expeditious method. It is obvious that ownership cannot be ascribed without clear identification of the property that is subjected to such ownership, and furthermore, the ultimate objective of a person seeking to vindicate immovable property by obtaining a writ of execution in terms of Section 323 of the Civil Procedure Code will be frustrated if the fiscal to whom the writ is addressed, cannot clearly identify the property by reference to the decree for the purpose of giving effect to it. It is therefore essential in a vindicatory action, as much as in a partition action, for the corpus to be identified with precision. The respondent, in her answer, described the land that she claimed to be the owner and the roadway that had been used by the respondents with reference to Plan No. 6612 dated 02-03-1986, made by Michael Denver Fernando, Licensed Surveyor. The respondent has produced a deed of partition no. 946, dated 05-04-1986. The respondent took out a commission to a surveyor through the District Court to show the roadway used by the respondents. Accordingly, T.K. Dhanasena, a Licensed Surveyor, surveyed the roadway used by the respondent and Plan No. 4406 dated August 8, 2003, and the report was submitted to the Court. That plan and report were produced in evidence marked 4 and 4, respectively, without any objection by the petitioner. The surveyor has superimposed the earlier plan of the respondent on the said Plan No. 4406. That plan and report confirmed that the respondents had been using the same roadway since 1986. Since the petitioner failed to identify the land she claimed to be the owner, the Learned District Judge has no alternative but to dismiss the petitioners action. The respondents have shown the roadway they were using on a survey plan and proved that they have been using the same roadway since",
    "fonts": [
      "Bookman Old Style",
      "Bookman Old Style,Italic",
      "Iskoola Pota"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 6,
    "bbox": [
      70.94,
      781.8,
      527.0,
      806.28
    ],
    "text": "7",
    "fonts": [
      "Calibri"
    ],
    "sizes": [
      11.039999961853027
    ]
  },
  {
    "page_number": 6,
    "bbox": [
      70.94,
      70.78,
      528.16,
      165.8
    ],
    "text": "1986 and also that the roadway is not a part of the land claimed by the petitioner. In the above circumstances, there is no merit in the application of the petitioner. The application of the petitioner is dismissed.",
    "fonts": [
      "Bookman Old Style"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 6,
    "bbox": [
      70.94,
      168.0,
      462.7,
      359.17
    ],
    "text": "Judge of the Court of Appeal. M.C.B.S. Morais J. I agree. Judge of the Court of Appeal.",
    "fonts": [
      "Bookman Old Style",
      "Bookman Old Style,Bold"
    ],
    "sizes": [
      11.039999961853027,
      12.0
    ]
  }
]