[
  {
    "page_number": 0,
    "bbox": [
      70.94,
      781.9,
      527.0,
      806.28
    ],
    "text": "1",
    "fonts": [
      "Calibri"
    ],
    "sizes": [
      11.039999961853027
    ]
  },
  {
    "page_number": 0,
    "bbox": [
      104.3,
      70.9,
      495.02,
      84.88
    ],
    "text": "IN THE COURT OF APPEAL OF THE DEMOCRATIC SOCIALIST",
    "fonts": [
      "BookmanOldStyle-Bold"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 0,
    "bbox": [
      217.49,
      87.24,
      381.91,
      101.22
    ],
    "text": "REPUBLIC OF SRI LANKA",
    "fonts": [
      "BookmanOldStyle-Bold"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 0,
    "bbox": [
      241.13,
      111.24,
      528.34,
      190.28
    ],
    "text": "In the matter of an application for Restitution, in the nature of Restitutio-In-Integrum under and in terms of Article 138 of the Constitution of the Democratic Socialist Republic of Sri Lanka.",
    "fonts": [
      "BookmanOldStyle",
      "BookmanOldStyle-Italic"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 0,
    "bbox": [
      70.94,
      200.28,
      515.5,
      765.16
    ],
    "text": "Court of Appeal Case No: RII/0048/2023 Chethana Erandithavo Jayakody No. 37/14, 1/1, Gregorys Road, CHC Colombo Colombo 07. Case No: 58/23/CO Petitioner VS 01. Lanka Telephone Company (Pvt) Ltd., No. 364, Deans Road, Colombo 10. 02. Arakahagodage Vincencia Jayakody No. 584/13 A, Negombo Road, Mabola, Wattala. 03. Jayakody Arachchige Prarthini Ayeshmantha No. 584/13 A, Negombo Road, Mabola, Wattala. 04.Jayakody Arachchige Shakya Druvichapa No. 584/13 A, Negombo Road, Mabola, Wattala. 05. Jayakody Arachchige Tharindo Upekshawo No. 664 4/1, Awissawella Road, Wellampitiya. 06. Piyawardena Associates No. 40, Park Lane, Nawala Road, Rajagiriya. Respondents",
    "fonts": [
      "BookmanOldStyle",
      "BookmanOldStyle-Bold"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 1,
    "bbox": [
      70.94,
      781.9,
      527.0,
      806.28
    ],
    "text": "2",
    "fonts": [
      "Calibri"
    ],
    "sizes": [
      11.039999961853027
    ]
  },
  {
    "page_number": 1,
    "bbox": [
      70.94,
      70.9,
      507.1,
      759.04
    ],
    "text": "NOW BETWEEN Chethana Erandithavo Jayakody No. 37/14, 1/1 Gregorys Road, Colombo 07. Petitioner- Petitioner VS 01. Lanka Telephone Company (Pvt) Ltd., No. 364, Deans Road, Colombo 10. 02. Arakahagodage Vincencia Jayakody No. 584/13 A, Negombo Road, Mabola, Wattala. 03. Jayakody Arachchige Prarthini Ayeshmantha No. 584/13 A, Negombo Road, Mabola, Wattala. 04. Jayakody Arachchige Shakya Druvichapa No. 584/13 A, Negombo Road, Mabola, Wattala. 05. Jayakody Arachchige Tharindo Upekshawo No. 664 4/1, Awissawella Road, Wellampitiya. 06. Piyawardena Associates No. 40, Park Lane, Nawala Road, Rajagiriya. Respondents-Respondents",
    "fonts": [
      "BookmanOldStyle",
      "BookmanOldStyle-Bold"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 2,
    "bbox": [
      70.94,
      781.9,
      527.0,
      806.28
    ],
    "text": "3",
    "fonts": [
      "Calibri"
    ],
    "sizes": [
      11.039999961853027
    ]
  },
  {
    "page_number": 2,
    "bbox": [
      70.94,
      70.9,
      453.34,
      319.55
    ],
    "text": "Before : R. Gurusinghe, J. & Dr. S. Premachandra, J. Counsel : Eraj de Silva, P.C., with Daminda Wijayaratne Instructed by Yohan Peiris for the Petitioner Chathura Galhena instructed by Mahesh Warnakulasooriya For the1st to 4thRespondents",
    "fonts": [
      "BookmanOldStyle",
      "BookmanOldStyle-Bold"
    ],
    "sizes": [
      8.039999961853027,
      12.0
    ]
  },
  {
    "page_number": 2,
    "bbox": [
      70.94,
      329.79,
      290.81,
      343.79
    ],
    "text": "Arguedon: 30-06-2025",
    "fonts": [
      "BookmanOldStyle"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 2,
    "bbox": [
      70.94,
      354.03,
      250.25,
      368.03
    ],
    "text": "Decided on: 03-09-2025",
    "fonts": [
      "BookmanOldStyle"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 2,
    "bbox": [
      70.94,
      378.03,
      528.34,
      764.68
    ],
    "text": "JUDGMENT R. Gurusinghe, J. The Petitioner-petitioner (hereinafter sometimes referred to as the petitioner) filed an application by way of a petition before the Commercial High Court, under sections 224 and 225 read with section 521 of the Companies Act No. 7 of 2007, against the respondents on the basis that the petitioner is entitled to 25% of the shares in the first respondent company bequeathed to her by her father, by a last will. The petitioner alleged that the respondents had conducted the affairs of the 1st respondent company in a manner oppressive to the petitioner.The father of the petitioner (hereinafter sometimes referred to as the deceased) was the owner of 100 shares out of 101 shares of the 1st respondent company. The petitioner admits that her mother and father were not legally married. The last will was not proved in the District Court at the time this application was filed. The testamentary case filed by the petitioner remains pending before the District Court. As per the available documents, neither probate nor limited probate has been issued to date. The respondents have taken up the position that the petitioner was not a shareholder of the 1st respondent company and therefore she was not entitled to maintain an action under sections 224 and 225 of the Companies Act. The Learned High Court Judge upheld the objection of the respondents and decided that until the last will is proved, the petitioner cannot be",
    "fonts": [
      "BookmanOldStyle",
      "BookmanOldStyle-Bold"
    ],
    "sizes": [
      8.039999961853027,
      12.0
    ]
  },
  {
    "page_number": 3,
    "bbox": [
      70.94,
      781.9,
      527.0,
      806.28
    ],
    "text": "4",
    "fonts": [
      "Calibri"
    ],
    "sizes": [
      11.039999961853027
    ]
  },
  {
    "page_number": 3,
    "bbox": [
      70.94,
      70.9,
      528.34,
      765.4
    ],
    "text": "considered as a shareholder of the 1st respondent company. The Learned High Court Judge dismissed the petitioners application. The petitioner filed this Restitutio-in-Integrum application before this court, seeking, inter alia, to set aside the order of the Learned High Court Judge dated 03-11-2023, and a direction to the Learned High Court Judge of the Commercial High Court to proceed with case no. CHC 58/2023/CO, from the stage immediately prior to the filing of the motion by the respondents. The respondents have filed objections to the petitioners application, including preliminary objections. The court has already made an order regarding the preliminary objections. Sections 224 and 225 provide for the prevention of oppression and mismanagement within a company. Section 226 makes provisions regarding who may make an application under sections 224 and 225 of the Companies Act. Section 226 of the Act is as follows: 226. (1) An application under section 224 or section 225 may only be made by a shareholder or shareholders, who at any time during the six months prior to the making of the application (a) constituted not less than five per centum of the total number of shareholders; or (b) held shares which together carried not less than five per centum of the voting rights at a general meeting of the company. (2) For the purposes of subsection (1), where any shares are held by two or more persons jointly, such persons shall be counted only as one shareholder. (3) Where several shareholders of a company are entitled to make an application under subsection (1), any one or more of them having obtained the consent in writing of the remaining share- holders may make the application on behalf and for the benefit of all of them. (rest omitted) The definition of a shareholder is outlined in Section 86 of the Act. In an application under Sections 224 to 228, the extended meaning of a shareholder is further defined in Section 232 of the Act. Section 232 is as follows:",
    "fonts": [
      "BookmanOldStyle",
      "BookmanOldStyle-Italic"
    ],
    "sizes": [
      8.039999961853027,
      12.0
    ]
  },
  {
    "page_number": 4,
    "bbox": [
      70.94,
      781.9,
      527.0,
      806.28
    ],
    "text": "5",
    "fonts": [
      "Calibri"
    ],
    "sizes": [
      11.039999961853027
    ]
  },
  {
    "page_number": 4,
    "bbox": [
      70.94,
      70.9,
      528.34,
      571.03
    ],
    "text": "232. A reference in sections 224 to 228 to a shareholder, shall also include a reference to (a) a person on whom shares have devolved through the death of a shareholder; (b) the executor or administrator of a deceased shareholder; or (c) a person who was a shareholder at any time within six months prior to the making of an application under section 224 or section 225. The petitioner argues that she falls under sub-paragraph (a). Since the petitioners claim is based on a last will, until the will was proved, she cannot be considered to fall into sub-paragraph (a). However, as per the provisions of sub-paragraph (b), the executor could have made an application under Section 224 or Section 225. The petitioner filed a testamentary action before the District Court of Negombo to prove the validity of the last will. However, during the pendency of this application before this court, the testamentary action had been dismissed due to lack of jurisdiction. The petitioner, in her written submission, stated that she had filed a fresh testamentary action before the District Court of Welisara to prove the last will, and that action is still pending. On behalf of the petitioner, the following passage from the case of Welgama vs Wijesundera[2006] 1 Sri LR 110 was cited.",
    "fonts": [
      "BookmanOldStyle",
      "BookmanOldStyle-Italic"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 4,
    "bbox": [
      70.94,
      589.37,
      528.34,
      749.2
    ],
    "text": "the law does not and cannot recognise an interval between the death and the parking property, since rights and obligations, from which perspective only, property and legal relationships are identified in law, have to be, at given point of time vested or reposed in a person or a legal entity. It is clear that on the death of a person, his estate, in the absence of a will, passes at once to his heirs without any interval by operation of law. In the present case, there is a will. If the will is not proved, the petitioner would not be entitled to the shares she claims under it. However, if the will is proved,",
    "fonts": [
      "BookmanOldStyle",
      "BookmanOldStyle-Italic"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 5,
    "bbox": [
      70.94,
      781.9,
      527.0,
      806.28
    ],
    "text": "6",
    "fonts": [
      "Calibri"
    ],
    "sizes": [
      11.039999961853027
    ]
  },
  {
    "page_number": 5,
    "bbox": [
      70.94,
      70.9,
      528.33,
      246.92
    ],
    "text": "her entitlement to the shares would relate back to the date of the testators death. Further, it was submitted that the extended meaning of shareholder envisaged under section 232 of the Companies Act supports the position taken up by the petitioner. It was argued that 25% of the shares had already devolved upon the petitioner upon the death of the petitioners father. On behalf of the petitioner, the following passage from the Order made by Justice D.N. Samarakoon, regarding the preliminary objections taken by the respondents, dated 12-12-2023.",
    "fonts": [
      "BookmanOldStyle"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 5,
    "bbox": [
      70.94,
      249.12,
      528.34,
      635.8
    ],
    "text": "The situation, as respondents argued, is that the petitioner must prove the will and then institute action under sections 224 and 225; then, if the District Court of Negombo, after a protracted inquiry, determines that the will is proved, the remedy is rendered nugatory. I also concur that this is a possible situation. However, it is not the only possible scenario. The District Court may also dismiss the petitioners testamentary case. Nonetheless, there is one safeguard that remains in place to protect the rights of the petitioner; that is, once the testamentary action is filed, the respondents are prohibited from disposing of any property belonging to the deceased without leave of the court. To be fair by the petitioner, I must say that there is nothing suspicious on the face of the will; and if the will is genuine, the petitioner has a legitimate grievance. However, it must be noted that there is no presumption as to the genuineness of a last will, even if it appears genuine on the face of it. The law in this regard is that the title claimed under a will can be established in Courts only by the proof of probate. Probate of a will is a precondition to establishing title under a last will. This is a long-standing principle of our law. The following cases are examples. In the case of Charles Hamy vs. Jane Nona,15 NLR 481, Lascelles C.J. stated the following.",
    "fonts": [
      "BookmanOldStyle",
      "BookmanOldStyle-Italic"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 5,
    "bbox": [
      70.94,
      638.0,
      527.8,
      765.34
    ],
    "text": "But the question is whether such a proceeding is permissible under the Civil Procedure Code which now regulates the probate of testamentary writings. To this question there can be but one answer. If chapter XXXVIII. of the Civil Procedure Code means anything at all, it means that the wills of persons dying in Ceylon must be proved in the manner therein prescribed, and that they can be proved in no other manner.",
    "fonts": [
      "BookmanOldStyle-Italic"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 6,
    "bbox": [
      70.94,
      781.9,
      527.0,
      806.28
    ],
    "text": "7",
    "fonts": [
      "Calibri"
    ],
    "sizes": [
      11.039999961853027
    ]
  },
  {
    "page_number": 6,
    "bbox": [
      70.94,
      70.9,
      371.95,
      84.9
    ],
    "text": "In the same case, Wood Renton J. held as follows:",
    "fonts": [
      "BookmanOldStyle"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 6,
    "bbox": [
      70.94,
      87.12,
      528.33,
      425.15
    ],
    "text": "Apart from authority, I should not have had any difficulty in holding that it is only by proof of probate that title under a will can be established in the Courts of this Colony. It is clear law that the rights of heirs ab intestato can be displaced only by proof of a valid last will and testament. Section 8 of Ordinance No. 7 of 1840 enacts that every will executed in accordance with the requirements of the earlier sections in the Ordinance shall be valid without any other publication, \" provided always that every such will shall, after the decease of the testator or testatrix, be duly proved and recorded in the District Court empowered by the Charter to grant probate or administration in such case.\" The effect of the proviso to this section is to make probate of a will a condition precedent to its validity as a direct source of title, and until the existence of such a will has been established the rights of the heirs ab intestato stand. This view of the law was adopted obiter by Lawrie J. and Withers J. in Silva v. Goonewardene. (1878) 2 C. L. R. 140. In the case of R.M. Seelawathie Menike Piyasena v. Chula Subadra Dissanayake Mahawela (SC Appeal 170/2011 decided on 26th July 2023), Samayawardhena, J., articulated the applicable legal standard as follows:",
    "fonts": [
      "BookmanOldStyle",
      "BookmanOldStyle-Italic"
    ],
    "sizes": [
      8.039999961853027,
      11.039999961853027,
      12.0
    ]
  },
  {
    "page_number": 6,
    "bbox": [
      70.94,
      427.35,
      531.57,
      603.37
    ],
    "text": "It is well-settled law that the party propounding the Last Will must satisfy the conscience of the court that the instrument so propounded is the Last Will of a free and capable testator of sound disposition of mind. If there are circumstances which excite the suspicion of the court, the burden is on the party propounding the Will to remove all such suspicion and doubt. If the propounder of the Will fails to do so, the court shall hold against the will and dismiss the application without further ado. In the above circumstances, I hold that the decision of the Learned High Court Judge is correct. Therefore, the application of the petitioner is dismissed. I make no order for costs.",
    "fonts": [
      "BookmanOldStyle",
      "BookmanOldStyle-Italic"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 6,
    "bbox": [
      70.94,
      605.57,
      462.7,
      765.4
    ],
    "text": "Judge of the Court of Appeal. Dr. S. Premachandra J. I agree. Judge of the Court of Appeal.",
    "fonts": [
      "BookmanOldStyle",
      "BookmanOldStyle-Bold"
    ],
    "sizes": [
      11.039999961853027,
      12.0
    ]
  },
  {
    "page_number": 7,
    "bbox": [
      70.94,
      781.9,
      527.0,
      806.28
    ],
    "text": "8",
    "fonts": [
      "Calibri"
    ],
    "sizes": [
      11.039999961853027
    ]
  }
]