[
  {
    "page_number": 0,
    "bbox": [
      494.26,
      785.68,
      523.12,
      796.18
    ],
    "text": "Page 1",
    "fonts": [
      "BookmanOldStyle"
    ],
    "sizes": [
      9.0
    ]
  },
  {
    "page_number": 0,
    "bbox": [
      104.18,
      71.98,
      494.9,
      85.96
    ],
    "text": "IN THE COURT OF APPEAL OF THE DEMOCRATIC SOCIALIST",
    "fonts": [
      "BookmanOldStyle-Bold"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 0,
    "bbox": [
      217.37,
      88.32,
      381.79,
      102.3
    ],
    "text": "REPUBLIC OF SRI LANKA",
    "fonts": [
      "BookmanOldStyle-Bold"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 0,
    "bbox": [
      273.77,
      118.44,
      526.9,
      326.87
    ],
    "text": "In the matter of an Application for mandates in the nature of Writs of Certiorari and Mandamus under Article 140 of the Constitution of the Democratic Socialist Republic of Sri Lanka. 1. Joseph Stanley Croos Mathias Pulle,",
    "fonts": [
      "ArialMT",
      "BookmanOldStyle",
      "BookmanOldStyle-Italic"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 0,
    "bbox": [
      273.77,
      329.07,
      482.33,
      391.67
    ],
    "text": "No: 97, Thambarawila, Waikkala. 2. Warnakulasooriya George Percy",
    "fonts": [
      "ArialMT",
      "BookmanOldStyle"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 0,
    "bbox": [
      273.77,
      393.87,
      457.9,
      472.69
    ],
    "text": "Fernando, No: 90/4, Renuka, Bolana, Waikkala. 3. Adrian Lakmal Croos,",
    "fonts": [
      "ArialMT",
      "BookmanOldStyle"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 0,
    "bbox": [
      273.77,
      474.89,
      439.66,
      537.37
    ],
    "text": "No: 97, Thambarawila, Waikkala. 4. Shamal Edrishan Croos,",
    "fonts": [
      "ArialMT",
      "BookmanOldStyle"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 0,
    "bbox": [
      273.77,
      539.57,
      492.17,
      650.8
    ],
    "text": "No: 97, Thambarawila, Waikkala. Petitioners 1. Thambarawila Primary Thrift and",
    "fonts": [
      "ArialMT",
      "BookmanOldStyle",
      "BookmanOldStyle-Bold"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 0,
    "bbox": [
      273.77,
      653.0,
      501.58,
      731.8
    ],
    "text": "Credit Cooperative Society Limited, Thambarawila, Waikkala. 2. Sodige Siri Premanath Fernando,",
    "fonts": [
      "ArialMT",
      "BookmanOldStyle"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 0,
    "bbox": [
      291.77,
      733.99,
      362.11,
      748.0
    ],
    "text": "Chairman,",
    "fonts": [
      "BookmanOldStyle"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 0,
    "bbox": [
      47.16,
      243.87,
      206.33,
      271.89
    ],
    "text": "Court of Appeal Case No. CA/WRT/516/19",
    "fonts": [
      "BookmanOldStyle-Bold"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 1,
    "bbox": [
      494.26,
      785.68,
      523.12,
      796.18
    ],
    "text": "Page 2",
    "fonts": [
      "BookmanOldStyle"
    ],
    "sizes": [
      9.0
    ]
  },
  {
    "page_number": 1,
    "bbox": [
      273.77,
      71.98,
      501.58,
      167.0
    ],
    "text": "Thambarawila Primary Thrift and Credit Cooperative Society Limited, Thambarawila, Waikkala. 3. U.S.S. Perera,",
    "fonts": [
      "ArialMT",
      "BookmanOldStyle"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 1,
    "bbox": [
      273.77,
      169.2,
      427.66,
      231.8
    ],
    "text": "Arbitrator, Walipalassa. 4. A.M. Greshan Ashoka,",
    "fonts": [
      "ArialMT",
      "BookmanOldStyle"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 1,
    "bbox": [
      273.77,
      234.0,
      451.9,
      312.83
    ],
    "text": "Second Arbitrator, \"Jane Villa\", Maikkulama, Chilaw. 5. T.M. Dingiri Manike,",
    "fonts": [
      "ArialMT",
      "BookmanOldStyle"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 1,
    "bbox": [
      273.77,
      315.03,
      489.1,
      426.25
    ],
    "text": "Commissioner of Co-operative Assistant Developments- Chilaw, (retired), Wasiwewa, Balalla, Maho. 6. D.M.K.C. Dissanayake,",
    "fonts": [
      "ArialMT",
      "BookmanOldStyle"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 1,
    "bbox": [
      72.02,
      426.29,
      514.78,
      624.16
    ],
    "text": "Commissioner of Co-operatives of the North Western Province, 1st Floor, Provincial Council Office Complex, Kurunegala. 6A. Kariyawasam Mudugamuwe Hewage Samantha Kumara Jayalath, Commissioner of Co-operatives of the North Western Province, 1st Floor, Provincial Council Office Complex, Kurunegala.",
    "fonts": [
      "BookmanOldStyle"
    ],
    "sizes": [
      8.039999961853027,
      12.0
    ]
  },
  {
    "page_number": 1,
    "bbox": [
      72.02,
      626.36,
      510.1,
      737.56
    ],
    "text": "6B. Wasantha Gunasekara Commissioner of Co-operatives of the North Western Province, 1st Floor, Provincial Council Office Complex, Kurunegala.",
    "fonts": [
      "BookmanOldStyle"
    ],
    "sizes": [
      8.039999961853027,
      12.0
    ]
  },
  {
    "page_number": 2,
    "bbox": [
      494.26,
      785.68,
      523.12,
      796.18
    ],
    "text": "Page 3",
    "fonts": [
      "BookmanOldStyle"
    ],
    "sizes": [
      9.0
    ]
  },
  {
    "page_number": 2,
    "bbox": [
      273.77,
      71.98,
      435.82,
      85.98
    ],
    "text": "7. L.M.A. Ashoka Kumara,",
    "fonts": [
      "ArialMT",
      "BookmanOldStyle"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 2,
    "bbox": [
      72.02,
      88.2,
      472.78,
      167.0
    ],
    "text": "Assistant Commissioner of Co-operative Development, Chilaw. 7A. H.S.M. Bandara,",
    "fonts": [
      "BookmanOldStyle"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 2,
    "bbox": [
      273.77,
      169.2,
      472.78,
      248.0
    ],
    "text": "Assistant Commissioner of Co-operative Development, Chilaw. 8. Hon. Attorney General,",
    "fonts": [
      "ArialMT",
      "BookmanOldStyle"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 2,
    "bbox": [
      72.02,
      250.23,
      485.74,
      361.43
    ],
    "text": "Attorney General's Department, Colombo 12. Respondents Before: M. T. MOHAMMED LAFFAR, J.",
    "fonts": [
      "BookmanOldStyle",
      "BookmanOldStyle-Bold"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 2,
    "bbox": [
      72.02,
      363.63,
      522.58,
      474.85
    ],
    "text": "S. U. B. KARALLIYADDE, J. Counsel: Nihal Jayawardena P. C. with Radhya Herath for the Petitioners Sapumal Bandara with Vishmi Yapa Abeywardena, instructed by Sanath Wijewardane for the 1st and 2nd Respondents",
    "fonts": [
      "BookmanOldStyle"
    ],
    "sizes": [
      8.039999961853027,
      12.0
    ]
  },
  {
    "page_number": 2,
    "bbox": [
      72.02,
      477.05,
      441.34,
      653.08
    ],
    "text": "R. Gooneratne SC for 6B, 7A and 8th Respondents Argued on: 01.11.2022 Written Submissions on: 05.12.2022 (by the Petitioner)",
    "fonts": [
      "BookmanOldStyle"
    ],
    "sizes": [
      8.039999961853027,
      12.0
    ]
  },
  {
    "page_number": 2,
    "bbox": [
      72.02,
      655.28,
      516.22,
      766.48
    ],
    "text": "29.11.2022 (by the 1st and 2nd Respondents) Decided on: 16.02.2023",
    "fonts": [
      "BookmanOldStyle",
      "BookmanOldStyle-Bold"
    ],
    "sizes": [
      8.039999961853027,
      12.0
    ]
  },
  {
    "page_number": 3,
    "bbox": [
      494.26,
      785.68,
      523.12,
      796.18
    ],
    "text": "Page 4",
    "fonts": [
      "BookmanOldStyle"
    ],
    "sizes": [
      9.0
    ]
  },
  {
    "page_number": 3,
    "bbox": [
      71.54,
      71.98,
      526.9,
      766.5
    ],
    "text": "MOHAMMED LAFFAR, J. The Petitioners in this Application seek, inter alia, Orders in the nature of a Writ of Certiorari quashing the decision of the 4th Respondent dated 20.10.2018 (marked \"P-21(b)\") and the decision of the 6th Respondent dated 08.10.2019 (marked \"P-26(a)\"). They have also prayed for mandates in the nature of Writs of Mandamus on a direction to the 1st Respondent Society to act in accordance with the Insurance agreement (marked P4\") and settle the Loan Facility referred to herein, direction to the 1st Respondent Society to discharge the Mortgage Bond entered into (marked P5\"), direction to the Magistrate's Court of Marawila to terminate proceedings in case bearing no. 53972/D and a direction to the 6A Respondent to require the 1st Respondent Society to settle the outstanding portion of the Loan Facility referred to herein. The 1st and 2nd Respondents in addition to 6A, 7th and 8th Respondents having filed their objections, moved for a dismissal of the Petition of the Petitioners on the basis that the decisions challenged are reasonable, lawful and that the Petitioner is not entitled to any relief sought therein. The subject matter of this Application is a loan obtained by Mary Calista Fernando (and as contended by the 1st, 2nd, 6B, 7th and 8th Respondents, jointly with the 1st Petitioner) from the 1st Respondent for a sum of Rs. 500,000/- for the purpose of renovating a tile factory in early 2016. With the death of the said Marie Calista Fernando, the 1st Respondent Society had informed the 1st Petitioner that he is liable to pay the outstanding loan amount. As the 1st Petitioner refused to pay the outstanding loan amount due claiming that the said loan facility was solely obtained by his deceased wife, the matter was referred to Arbitration under Section 58 of the Cooperative Societies Law No 05 of 1972 and the 3rd Respondent has been appointed as the Arbitrator. However, no decision was made in that regard. Thereafter, the matter has been referred to arbitration again for the second time, with the 4th Respondent as the Arbitrator. The 4th Respondent, at the end of the proceedings, held that the 1st Petitioner is liable to settle the outstanding loan payment (marked \"P-21(b)\"). On appeal, the 6th Respondent affirmed the decision of the 4th Respondent (marked \"P-26(a)\"). Afterwards, the Assistant Commissioner of Cooperative Development had instituted proceedings in the Magistrate's Court of Marawila under Case No 53972/D to enforce the decision of the 6th Respondent. Having analyzed all facts presented before the Court and the relief sought for, the discernible question for consideration by this Court is the determination",
    "fonts": [
      "BookmanOldStyle",
      "BookmanOldStyle-Bold",
      "BookmanOldStyle-Italic"
    ],
    "sizes": [
      8.039999961853027,
      12.0
    ]
  },
  {
    "page_number": 4,
    "bbox": [
      494.26,
      785.68,
      523.12,
      796.18
    ],
    "text": "Page 5",
    "fonts": [
      "BookmanOldStyle"
    ],
    "sizes": [
      9.0
    ]
  },
  {
    "page_number": 4,
    "bbox": [
      71.54,
      71.98,
      526.9,
      491.05
    ],
    "text": "of the nature of the said loan, specifically whether it was granted to Mary Calista Fernando as a sole borrower or to both the 1st Petitioner and his wife Mary Calista Fernando as joint borrowers. The documentation presented to Court by all parties including the loan application form, mortgage bond, and joint account records, unambiguously demonstrates that the loan was granted to both parties as joint borrowers. It is also evident from all other relevant instruments and arbitral proceedings that the loan was accepted by both parties in question as joint borrowers. The offer letter dated 25.05.2016 (marked P2) indicates that it has been addressed to both Marie Calista Fernando and the 1st Petitioner where they have both signed the same. Both names have been indicated on the loan application form dated 20.03.2016 (marked 1R-3\"). The loan agreement dated 25.05.2016 (marked P3) also bears both the signatures of Mary Calista Fernando and the 1st Petitioner. Further, the Mortgage Bond bearing No. 2010 executed by J. K. Chapa Minoli Perera on 25.05.2016 (marked P5) has also been executed by the 1st Petitioner and the said Mary Calista Fernando together, both placing their signatures as Mortgagors in pursuance of securing the said loan. The Court draws particular attention to Clause 7 of the Conditions of the Loan-Insurance Fund dated 26.05.2016 marked P4 to which the 1st Petitioner has also placed his signature. The said clause reads as follows:",
    "fonts": [
      "BookmanOldStyle"
    ],
    "sizes": [
      8.039999961853027,
      12.0
    ]
  },
  {
    "page_number": 4,
    "bbox": [
      72.02,
      493.25,
      526.9,
      749.44
    ],
    "text": "7. . Based on the aforementioned condition, it is evident that the loan had been obtained jointly and that the 1st Petitioner is obligated to make the remaining payments to settle the loan by himself following the death of the said Mary Calista Fernando in 26.03.2017. In addition to the above, the cash payment vouchers at the time of obtaining the loan facility dated 25.05.2016 indicate that Marie Calista Fernando and the 1st Petitioner had jointly paid the deposit to the 1st Respondent for the purpose of obtaining the loan (marked \"1R-5\"). The cash credit slips dated 25.05.2016,24.06.2016,25.07.2016, 25.08.2016, 23.09.2016, 25.10.2016, 24.11.2016, 27.12.2016, 26.01.2017, 25.02.2017 also clearly indicate that",
    "fonts": [
      "BookmanOldStyle",
      "Iskoola Pota"
    ],
    "sizes": [
      8.039999961853027,
      12.0
    ]
  },
  {
    "page_number": 5,
    "bbox": [
      494.26,
      785.68,
      523.12,
      796.18
    ],
    "text": "Page 6",
    "fonts": [
      "BookmanOldStyle"
    ],
    "sizes": [
      9.0
    ]
  },
  {
    "page_number": 5,
    "bbox": [
      72.02,
      71.98,
      526.85,
      167.0
    ],
    "text": "both the said Marie Calista Fernando and the 1st Petitioner have jointly paid the loan instalments (marked \"1R-6\" to \"1R-13\"). Dissanayake, J. in Mercantile Credit Ltd.V. Thilakaratne1 states as follows:",
    "fonts": [
      "BookmanOldStyle",
      "BookmanOldStyle-BoldItal",
      "BookmanOldStyle-Italic"
    ],
    "sizes": [
      8.039999961853027,
      12.0
    ]
  },
  {
    "page_number": 5,
    "bbox": [
      71.54,
      169.2,
      526.9,
      717.88
    ],
    "text": "Weeramantry on \"The Law of Contracts\" 1999 reprint, vol. 1 at page 300 enunciates the rule as follows: In accordance with the rules of Justus error the Court would not readily come to the aid of a person who states that he did not sufficiently attend to the terms of a contract or did not read it sufficiently carefully, or altogether neglected to read the document containing the contract. Thus, where a person who is neither illiterate nor blind signs a deed without examining its contents, he would not, as a general rule, be permitted in Roman Dutch Law to set up the plea that the document is not his. If however, without negligence, a person executes a document in ignorance of its true nature, he may repudiate it, and this repudiation holds good even as against 3rd persons who have in good faith acted upon it as a genuine expression of intention.\" Therefore, negligence on the part of the 2nd defendant-respondent is not an excuse to deny liability and burden on his part. The 2nd defendant-respondent did not make use of numerous opportunities as aforesaid to repudiate the agreement Therefore, it is abundantly clear on the face of the aforesaid documents, the 1st Petitioner is obligated to settle the outstanding dues and cannot claim that he was not a party to the transaction. In the said circumstances, this Court observes that the 4th Respondent has fairly conducted the arbitral proceedings and has decided the matter with due attention to the evidence presented before him. On appeal, the 6th Respondent has affirmed the decision of the 4th Respondent. Both the 4th and 6th Respondents have detailed and analyzed the manner in which they arrived at their decisions by rightfully fulfilling their duties. Thus, I see no irregularities or fault with the said proceedings that warrant the Writ jurisdiction of this Court.",
    "fonts": [
      "BookmanOldStyle",
      "BookmanOldStyle-Italic"
    ],
    "sizes": [
      8.039999961853027,
      12.0
    ]
  },
  {
    "page_number": 5,
    "bbox": [
      72.02,
      758.5,
      178.05,
      770.12
    ],
    "text": "1 2002 (3) Sri LR 206",
    "fonts": [
      "BookmanOldStyle"
    ],
    "sizes": [
      6.480000019073486,
      9.960000038146973
    ]
  },
  {
    "page_number": 6,
    "bbox": [
      494.26,
      785.68,
      523.12,
      796.18
    ],
    "text": "Page 7",
    "fonts": [
      "BookmanOldStyle"
    ],
    "sizes": [
      9.0
    ]
  },
  {
    "page_number": 6,
    "bbox": [
      71.54,
      71.98,
      526.9,
      150.8
    ],
    "text": "Further, this Court also notes that the relationship that exists between the Petitioners and the 1st Respondent is purely contractual as it is based on a loan agreement. In this regard Ismail, J in De Alwis v Sri Lanka Telecom2 states as follows:",
    "fonts": [
      "BookmanOldStyle",
      "BookmanOldStyle-BoldItal",
      "BookmanOldStyle-Italic"
    ],
    "sizes": [
      8.039999961853027,
      12.0
    ]
  },
  {
    "page_number": 6,
    "bbox": [
      71.54,
      153.0,
      526.72,
      296.63
    ],
    "text": "\"The decision sought to be quashed is a decision founded purely on contract. This was a decision taken wholly within the context of the contractual relationship between the parties and not in the exercise of the powers of a public authority. Neither Certiorari or Mandamus will lie to remedy the grievances arising from an alleged breach of contract.\" Furthermore, a distinction between contractual and public duties has been provided for by Wade,",
    "fonts": [
      "BookmanOldStyle",
      "BookmanOldStyle-Italic"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 6,
    "bbox": [
      71.54,
      298.83,
      527.14,
      524.41
    ],
    "text": "\"A distinction which needs to be clarified is that between public duties enforceable by mandamus, which are usually statutory, and duties arising merely from contract. Contractual duties are enforceable as matters of private law by the ordinary contractual remedies, such as damages, injunction, specific performance and declaration. They are not enforceable by mandamus, which in the first place is confined to public duties.........\" 3 \"Powers derived from contract are matters of private law and outside the scope of prerogative remedies\" 4 And also, by Sharvananda, J, in Weligama Multipurpose Co-operative Society Ltd. v. Chandradasa Daluwatte5 who stated that",
    "fonts": [
      "BookAntiqua",
      "BookmanOldStyle",
      "BookmanOldStyle-Bold",
      "BookmanOldStyle-Italic"
    ],
    "sizes": [
      8.039999961853027,
      12.0
    ]
  },
  {
    "page_number": 6,
    "bbox": [
      71.54,
      526.61,
      526.89,
      702.64
    ],
    "text": "The petitioner before us, is seeking mandamus to enforce a mere private duty arising from a contract. This clearly, is outside the scope of mandamus The Petitioners have also sought a mandate in the nature of a Writ of Mandamus directing the Magistrate's Court of Marawila to terminate proceedings in case bearing no. 53972/D. In this regard, I note that during the pendency of a case in the Magistrate Court, the Magistrate shall have exclusive jurisdiction to hear and make a determination on the said matter. This Court cannot terminate proceedings of the said case and, if satisfied, may only suspend proceedings.",
    "fonts": [
      "BookmanOldStyle",
      "BookmanOldStyle-Italic"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 6,
    "bbox": [
      72.02,
      721.16,
      278.18,
      745.22
    ],
    "text": "2 1995 (2) Sri LR 28 3 Wade, Administrative Law, 5th Ed. page 635",
    "fonts": [
      "BookAntiqua",
      "BookmanOldStyle"
    ],
    "sizes": [
      6.480000019073486,
      9.960000038146973
    ]
  },
  {
    "page_number": 6,
    "bbox": [
      72.02,
      745.58,
      284.06,
      757.58
    ],
    "text": "4 Wade, Administrative Law, 5th Edn. page 550",
    "fonts": [
      "BookAntiqua"
    ],
    "sizes": [
      6.480000019073486,
      9.960000038146973
    ]
  },
  {
    "page_number": 6,
    "bbox": [
      72.02,
      757.9,
      182.3,
      770.09
    ],
    "text": "5 [1984] 1 Sri L.R. 195",
    "fonts": [
      "BookAntiqua",
      "BookmanOldStyle"
    ],
    "sizes": [
      6.480000019073486,
      9.960000038146973
    ]
  },
  {
    "page_number": 7,
    "bbox": [
      494.26,
      785.68,
      523.12,
      796.18
    ],
    "text": "Page 8",
    "fonts": [
      "BookmanOldStyle"
    ],
    "sizes": [
      9.0
    ]
  },
  {
    "page_number": 7,
    "bbox": [
      71.54,
      71.98,
      526.9,
      361.49
    ],
    "text": "As such, I hold that the decisions challenged by the Petitioners, to suspend the determination of the arbitration, are in line with the principles of law. The Arbitrators have not acted ultra vires or in an arbitrary, capricious, or illegal manner. In this respect, I hold that the impugned decisions are not liable to be quashed and that the Petitioner is not entitled for Writs of Certiorari or Mandamus. For the above reasons, I dismiss the Application of the Petitioners. I make no Order as to the costs of this Application. Application dismissed.",
    "fonts": [
      "BookmanOldStyle",
      "BookmanOldStyle-Italic"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 7,
    "bbox": [
      71.54,
      363.63,
      530.74,
      539.65
    ],
    "text": "JUDGE OF THE COURT OF APPEAL S. U. B. Karalliyadde, J. I agree.",
    "fonts": [
      "BookmanOldStyle",
      "BookmanOldStyle-Bold"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 7,
    "bbox": [
      71.54,
      541.85,
      530.74,
      604.48
    ],
    "text": "JUDGE OF THE COURT OF APPEAL",
    "fonts": [
      "BookmanOldStyle"
    ],
    "sizes": [
      12.0
    ]
  }
]