[
  {
    "page_number": 0,
    "bbox": [
      72.02,
      731.4,
      311.33,
      755.88
    ],
    "text": "1",
    "fonts": [
      "Calibri"
    ],
    "sizes": [
      11.039999961853027
    ]
  },
  {
    "page_number": 0,
    "bbox": [
      82.46,
      75.05,
      532.81,
      90.05
    ],
    "text": "IN THE COURT OF APPEAL OF THE DEMOCRATIC SOCIALIST REPUBLIC OF",
    "fonts": [
      "Calibri-Bold"
    ],
    "sizes": [
      15.0
    ]
  },
  {
    "page_number": 0,
    "bbox": [
      273.29,
      94.85,
      342.22,
      109.85
    ],
    "text": "SRI LANKA",
    "fonts": [
      "Calibri-Bold"
    ],
    "sizes": [
      15.0
    ]
  },
  {
    "page_number": 0,
    "bbox": [
      288.05,
      122.45,
      543.1,
      210.17
    ],
    "text": "In the matter of an application in terms of Article 140 of the Constitution of the Democratic Socialist Republic of Sri Lanka for the issue of a Writ in the nature of Mandamus.",
    "fonts": [
      "Calibri"
    ],
    "sizes": [
      14.039999961853027
    ]
  },
  {
    "page_number": 0,
    "bbox": [
      72.02,
      222.65,
      529.47,
      329.0
    ],
    "text": "Court of Appeal Writ Application No: 277/2015 S.D. Amarasekara 425, Biyagama Road, Kelaniya. Petitioner -Vs-",
    "fonts": [
      "Calibri",
      "Calibri-Bold"
    ],
    "sizes": [
      14.039999961853027
    ]
  },
  {
    "page_number": 0,
    "bbox": [
      324.07,
      331.14,
      485.11,
      347.36
    ],
    "text": "1. (a) Hon. Patali Champika",
    "fonts": [
      "ArialMT",
      "Calibri"
    ],
    "sizes": [
      14.039999961853027
    ]
  },
  {
    "page_number": 0,
    "bbox": [
      324.07,
      351.8,
      538.81,
      476.5
    ],
    "text": "Ranawaka, Minister of Megapolis and Western Development, 10th Floor, C Wing, Sethsiripaya Stage II, Battaramulla, Sri Lanka. 2. Divisional Secretary,",
    "fonts": [
      "ArialMT",
      "Calibri"
    ],
    "sizes": [
      9.0,
      14.039999961853027
    ]
  },
  {
    "page_number": 0,
    "bbox": [
      324.07,
      480.94,
      525.12,
      550.3
    ],
    "text": "Kelaniya Divisional Secretariat, Mahara, Kadawatha. 3. Sri Lanka Land Reclamation and",
    "fonts": [
      "ArialMT",
      "Calibri"
    ],
    "sizes": [
      14.039999961853027
    ]
  },
  {
    "page_number": 0,
    "bbox": [
      324.07,
      554.74,
      521.07,
      660.97
    ],
    "text": "Development Corporation, PO Box 56, No. 3, Sri Jayewardenapura Mw, Welikada, Rajagiriya, Sri Lanka. 4. (a) W.M.A.S. Iddawela,",
    "fonts": [
      "ArialMT",
      "Calibri"
    ],
    "sizes": [
      14.039999961853027
    ]
  },
  {
    "page_number": 0,
    "bbox": [
      342.07,
      665.41,
      522.27,
      716.29
    ],
    "text": "Chairman, Sri Lanka Land Reclamation and Development Corporation, PO Box 56, No. 3,",
    "fonts": [
      "Calibri"
    ],
    "sizes": [
      14.039999961853027
    ]
  },
  {
    "page_number": 1,
    "bbox": [
      72.02,
      731.4,
      311.33,
      755.88
    ],
    "text": "2",
    "fonts": [
      "Calibri"
    ],
    "sizes": [
      11.039999961853027
    ]
  },
  {
    "page_number": 1,
    "bbox": [
      324.07,
      74.93,
      521.07,
      144.29
    ],
    "text": "Sri Jayewardenapura Mw, Welikada, Rajagiriya, Sri Lanka. 5. Hon. Attorney General,",
    "fonts": [
      "ArialMT",
      "Calibri"
    ],
    "sizes": [
      14.039999961853027
    ]
  },
  {
    "page_number": 1,
    "bbox": [
      324.07,
      148.73,
      528.94,
      218.09
    ],
    "text": "Attorney Generals Department, Colombo 12. 6. Hon. Gayantha Karunatilaka,",
    "fonts": [
      "ArialMT",
      "Calibri"
    ],
    "sizes": [
      14.039999961853027
    ]
  },
  {
    "page_number": 1,
    "bbox": [
      342.07,
      222.53,
      496.99,
      328.76
    ],
    "text": "Minister of Lands and Parliamentary Reforms, Mihikatha Medura, Land Secretariat, No. 1200/6, Rajamalwatta Avenue, Battaramulla.",
    "fonts": [
      "Calibri"
    ],
    "sizes": [
      14.039999961853027
    ]
  },
  {
    "page_number": 1,
    "bbox": [
      432.1,
      333.08,
      513.99,
      347.12
    ],
    "text": "Respondents",
    "fonts": [
      "Calibri-Bold"
    ],
    "sizes": [
      14.039999961853027
    ]
  },
  {
    "page_number": 1,
    "bbox": [
      72.02,
      359.6,
      502.35,
      576.49
    ],
    "text": "Before: C.P. Kirtisinghe J Mayadunne Corea J Counsel: Rajpal Abeynayake for the Petitioner P. Nawana, ASG with Sabrina Ahamed, SC for the Respondents Argued on: 05.08.2021 Decided On: 14.12.2021 C. P. Kirtisinghe J",
    "fonts": [
      "Calibri"
    ],
    "sizes": [
      14.039999961853027
    ]
  },
  {
    "page_number": 1,
    "bbox": [
      72.02,
      588.97,
      542.91,
      658.21
    ],
    "text": "The Petitioner is seeking for a mandate in the nature of a Writ of Mandamus directing the 1 4 Respondents to divest to the Petitioner the remainder of the land previously owned by the Petitioner after a part of this land was acquired for the Colombo Katunayake express way.",
    "fonts": [
      "Calibri"
    ],
    "sizes": [
      14.039999961853027
    ]
  },
  {
    "page_number": 2,
    "bbox": [
      72.02,
      731.4,
      311.33,
      755.88
    ],
    "text": "3",
    "fonts": [
      "Calibri"
    ],
    "sizes": [
      11.039999961853027
    ]
  },
  {
    "page_number": 2,
    "bbox": [
      72.02,
      74.93,
      544.13,
      365.48
    ],
    "text": "It is the case of the Petitioner that he was the owner of the land called Duwekumbura in extent of 3 Arches 1 rood and 17 perches upon the deed of gift no. 3212 marked P1. The Land Reclamation and Development Corporation the 3rd Respondent had acquired the Petitioners land along with several other lands. Thereafter a portion of this land had been taken over by the Road Development Authority for the purpose of constructing the Colombo Katunayake express way. The Petitioner states the remainder of the land which was acquired by the 3rd Respondent has not been utilized for any gainful purpose and no compensation had been paid to the Petitioner in respect of same. The Petitioner states that other lands in the vicinity belonging to two others which were also acquired by the same gazette notification for the same purpose which are no longer needed for the intended development project have already been divested to the original owners. It is the case of the Petitioner that his land is no longer needed for the intended development project and his land was excluded from the development project. The Petitioner states that his land has not been used for a public purpose. It has not been used for any gainful purpose including the construction of the Mudun Ela.",
    "fonts": [
      "Calibri"
    ],
    "sizes": [
      9.0,
      14.039999961853027
    ]
  },
  {
    "page_number": 2,
    "bbox": [
      72.02,
      378.08,
      543.19,
      410.38
    ],
    "text": "The Respondents in their statements of the objections have prayed for the dismissal of the Petitioners application for the reasons stated there in.",
    "fonts": [
      "Calibri"
    ],
    "sizes": [
      14.039999961853027
    ]
  },
  {
    "page_number": 2,
    "bbox": [
      72.02,
      422.98,
      543.27,
      547.54
    ],
    "text": "The Petitioner is seeking for a mandate in the nature of a Writ of Mandamus directing the 1 4 Respondents to divest to the Petitioner the remainder of the land previously owned by the Petitioner after a part of this land was acquired for the Colombo Katunayake express way. The learned Additional Solicitor General for the Respondents have submitted that the Petitioner is not entitled to claim for such a relief and the respondents have no power or authority to divest the property to the Petitioner.",
    "fonts": [
      "Calibri"
    ],
    "sizes": [
      14.039999961853027
    ]
  },
  {
    "page_number": 2,
    "bbox": [
      72.02,
      559.93,
      543.27,
      573.97
    ],
    "text": "Section 39 A of the Land Acquisition Act no. 9 of 1950 as amended reads as follows,",
    "fonts": [
      "Calibri"
    ],
    "sizes": [
      14.039999961853027
    ]
  },
  {
    "page_number": 2,
    "bbox": [
      72.02,
      586.57,
      543.27,
      711.13
    ],
    "text": "39A. (1) Notwithstanding that by virtue of an order under section 38 (hereafter in this section referred to as a vesting order) any land has vested absolutely in the State and actual possession of such land has been taken for or on behalf of the State under the provisions of paragraph (a) of section 40, the Minister may, subject to subsection (2), by subsequent order published in the Gazette (hereafter in this section referred to as a divesting order) divest the State of the land so vested by the aforesaid vesting order.",
    "fonts": [
      "Calibri",
      "Calibri-Bold"
    ],
    "sizes": [
      14.039999961853027
    ]
  },
  {
    "page_number": 3,
    "bbox": [
      72.02,
      731.4,
      311.33,
      755.88
    ],
    "text": "4",
    "fonts": [
      "Calibri"
    ],
    "sizes": [
      11.039999961853027
    ]
  },
  {
    "page_number": 3,
    "bbox": [
      72.02,
      74.93,
      542.95,
      107.33
    ],
    "text": "(2) The Minister shall prior to making a divesting order under subsection (1) satisfy himself that",
    "fonts": [
      "Calibri"
    ],
    "sizes": [
      14.039999961853027
    ]
  },
  {
    "page_number": 3,
    "bbox": [
      72.02,
      119.81,
      542.73,
      152.21
    ],
    "text": "(a) no compensation has been paid under this Act to any person or persons interested in the land in relation to which the said divesting order is to be made;",
    "fonts": [
      "Calibri"
    ],
    "sizes": [
      14.039999961853027
    ]
  },
  {
    "page_number": 3,
    "bbox": [
      72.02,
      164.69,
      542.76,
      215.45
    ],
    "text": "(b) the said land has not been used for a public purpose after possession of such land has been taken by the State under the provisions of paragraph (a) of section 40;",
    "fonts": [
      "Calibri"
    ],
    "sizes": [
      14.039999961853027
    ]
  },
  {
    "page_number": 3,
    "bbox": [
      72.02,
      228.05,
      543.19,
      260.48
    ],
    "text": "(c) no improvements to the said land have been effected after the order for possession under paragraph (a) of section 40 had been made; and",
    "fonts": [
      "Calibri"
    ],
    "sizes": [
      14.039999961853027
    ]
  },
  {
    "page_number": 3,
    "bbox": [
      72.02,
      272.96,
      542.72,
      323.72
    ],
    "text": "(d) the person or persons interested in the said land have consented in writing to take possession of such land immediately after the divesting order is published in the Gazette.",
    "fonts": [
      "Calibri"
    ],
    "sizes": [
      14.039999961853027
    ]
  },
  {
    "page_number": 3,
    "bbox": [
      72.02,
      336.32,
      549.43,
      590.05
    ],
    "text": "According to the provisions of section 39A introduced by the amendment no. 8 of 1979 only the Minister in charge with the administration of the subjects and functions relating to State lands can divest a land vested in the State by a vesting order. Only the Minister is authorized to make a divesting order under the provisions of the Act and 1 4 Respondents are not empowered to do so. In the case of Kingsley Fernando Vs Dayarathne and others reported in 1991 (2) SLR 129 S.N. Silva J (as he then was) held that section 39A (1) of the Land Acquisition Act vests a discretionary power in the Minister to divest any land that has vested upon an order under section 38 when possession has been taken for or on behalf of the State, to be exercised only if the pre conditions set out in paragraph (a) to (d) in subsection (2) are satisfied. Section 39A does not give a right to the former owner to seek a divesting order even where the pre conditions are satisfied but only vests a discretionary power in the Minister to make a divesting order provided the pre conditions mentioned are satisfied.",
    "fonts": [
      "Calibri",
      "Calibri-Bold"
    ],
    "sizes": [
      14.039999961853027
    ]
  },
  {
    "page_number": 3,
    "bbox": [
      72.02,
      602.53,
      543.27,
      708.73
    ],
    "text": "Therefore the Minister has a discretionary power to divest a land vested in the State and only the Minister has the power to do so. The 1 4 Respondents have no power or authority to divest the land to the Petitioner. It appears from the case record that the Minister in charge of the subject of land who is a necessary party to this application was not a party to this application originally but later he has been added as the 6th Respondent. But the Petitioner had not claimed any relief against the 6th",
    "fonts": [
      "Calibri"
    ],
    "sizes": [
      9.0,
      14.039999961853027
    ]
  },
  {
    "page_number": 4,
    "bbox": [
      72.02,
      731.4,
      311.33,
      755.88
    ],
    "text": "5",
    "fonts": [
      "Calibri"
    ],
    "sizes": [
      11.039999961853027
    ]
  },
  {
    "page_number": 4,
    "bbox": [
      72.02,
      74.93,
      543.0,
      164.15
    ],
    "text": "Respondent who alone can divest this land to the Petitioner. The Petitioner is seeking for a direction against the 1 4 Respondents who are not competent and not empowered to make a divesting order. Therefore this court is not in a position to grant the relief prayed for by the Petitioner. The Petitioners application should stand dismissed on that ground alone.",
    "fonts": [
      "Calibri"
    ],
    "sizes": [
      14.039999961853027,
      20.040000915527344
    ]
  },
  {
    "page_number": 4,
    "bbox": [
      72.02,
      175.13,
      543.0,
      207.53
    ],
    "text": "In addition, the application of the Petitioner cannot be maintained for the following reasons.",
    "fonts": [
      "Calibri"
    ],
    "sizes": [
      14.039999961853027
    ]
  },
  {
    "page_number": 4,
    "bbox": [
      72.02,
      220.01,
      543.27,
      436.9
    ],
    "text": "The learned Additional Solicitor General had taken up the position that the Petitioner cannot maintain this application as he has failed to establish a legal right. In the case of Borella Pvt Hospital Vs Bandaranaike and two others 2005 (1) Appellate Law Recorder page 27 Siripawan J (as he then was) observed as follows, In order to succeed in an application for Mandamus the Petitioner has to establish a legal right on his part and a corresponding legal duty against the person on whom such right is sought. The legal right that the Petitioner has to establish here is that he has a legal title to the property acquired and it belongs to him. It is that right that will give rise to the corresponding legal duty on the part of the 6th Respondent, the Minister of Lands to exercise his discretion fairly in deciding whether to divest the land in the Petitioner. Without title to the property on the part of the Petitioner that corresponding legal duty on the part of the 6th Respondents will not arise.",
    "fonts": [
      "Calibri",
      "Calibri-Bold"
    ],
    "sizes": [
      9.0,
      14.039999961853027
    ]
  },
  {
    "page_number": 4,
    "bbox": [
      72.02,
      448.12,
      543.27,
      647.77
    ],
    "text": "By admitting the averments contained in paragraph 1 of the petition the 2nd Respondent, the Divisional Secretary in her statement of objections has admitted the title of the Petitioner. But the 3rd Respondent, Sri Lanka Lands Reclamation and Development Corporation has denied the title of the Petitioner. The 3rd Respondent in its statement of objections has stated that in the relevant Gazette notification the Petitioners land had been referred to as a boundary to the land acquired which means that the Petitioners land is situated outside the land acquired. As the 3rd Respondent has denied the title of the Petitioner the burden of establishing the ownership to the land acquired continuous to remain with the Petitioner irrespective of the fact that the 2nd Respondent has admitted the title of the Petitioner.",
    "fonts": [
      "Calibri"
    ],
    "sizes": [
      9.0,
      14.039999961853027
    ]
  },
  {
    "page_number": 5,
    "bbox": [
      72.02,
      731.4,
      311.33,
      755.88
    ],
    "text": "6",
    "fonts": [
      "Calibri"
    ],
    "sizes": [
      11.039999961853027
    ]
  },
  {
    "page_number": 5,
    "bbox": [
      72.02,
      74.93,
      543.27,
      402.44
    ],
    "text": "According to the averments in paragraph 1 of the petition and in the corresponding paragraph of the affidavit the name on the land owned by the Petitioner and acquired by the Government is Duwe Kumbura. But in the Gazette notification marked P3 produced by the Petitioner the name Duwe Kumbura is not mentioned as one of the lands acquired by the Government. It appears that the Gazette notification produced by the Petitioner is not the relevant Gazette notification as the date of the Gazette does not correspond to the averments contained in the petition. However the 2nd Respondent Divisional Secretary in her statement of objections has produced the relevant Gazette notification marked 2R1. In that Gazette notification a land in the name of Duwe Kumbura is not mentioned as one of the lands acquired by the government. Instead a land claimed by Amarasekara and Sons (name of the Petitioner is Amarasekara) had been mentioned as a boundary to the land acquired. In none of the documents marked R1 to R5 and produced by the 3rd Respondent referring to the plans, tenement lists, names and descriptions of the lands acquired and the names of the claimants, there is any reference to a land called Duwe Kumbura. Those documents do not indicate that a land in the name of Duwe Kumbura had been acquired and the Petitioner had preferred a claim to that land.",
    "fonts": [
      "Calibri"
    ],
    "sizes": [
      9.0,
      14.039999961853027
    ]
  },
  {
    "page_number": 5,
    "bbox": [
      72.02,
      414.94,
      543.0,
      502.66
    ],
    "text": "However the documents marked 2R4, 2R5, 2R6, 2R7, P4, P4A, P6B and P10 show that a land belonging to the Petitioner had been acquired by the Government. But none of those documents refer to a Duwe Kumbura. Some other land belonging to the Petitioner may have been acquired or this particular land may have had some other names as well.",
    "fonts": [
      "Calibri"
    ],
    "sizes": [
      14.039999961853027
    ]
  },
  {
    "page_number": 5,
    "bbox": [
      72.02,
      515.14,
      543.24,
      713.65
    ],
    "text": "According to the averments contained in paragraph 1 of the petition it is the case of the Petitioner that the land acquired is Duwe Kumbura owned by the Petitioner and the Petitioner acquired title to the said land upon the deed of gift no. 3212 marked P1. According to the contents of aforesaid deed marked P1 the mother and the sisters of the Petitioner had gifted to the Petitioner the entire rights of the land. The deed does not refer to the undivided rights or right title and interest belonging to the donors. The deed had been worded in such a way indicating that the donors owned the entire rights of the property and those rights are conveyed to the Petitioner. The deed refers to marital rights and paternal inheritance of the donors which shows that the widow and the children of late Peiris Amarasekara had conveyed the rights they had inherited (marital inheritance",
    "fonts": [
      "Calibri"
    ],
    "sizes": [
      14.039999961853027
    ]
  },
  {
    "page_number": 6,
    "bbox": [
      72.02,
      731.4,
      311.33,
      755.88
    ],
    "text": "7",
    "fonts": [
      "Calibri"
    ],
    "sizes": [
      11.039999961853027
    ]
  },
  {
    "page_number": 6,
    "bbox": [
      72.02,
      74.93,
      543.25,
      476.26
    ],
    "text": "and paternal inheritance) from late Peiris Amarasekara the deceased husband of the 1st named donor and the father of the other donors. The Petitioner appears to be a son of Peiris Amarasekara as he is referred to as the son of the 1st donor and the brother of the other donors. If it is so one can expect the Petitioner also to inherit an undivided share from his deceased father. But it is not the case of the Petitioner. The case of the Petitioner is that he acquired rights in the land upon the deed of gift marked P1. Even if the Petitioner had inherited an undivided right in the land on paternal inheritance it is always possible for him to dispose that right prior to the execution of P1 and that right can devolve on one of the donors subsequently. The Petitioner does not say that he had an undivided right in the corpus at the time of the acquisition and he does not speak of paternal inheritance. According to the averments in paragraph 1 of the petition the Petitioner had acquired the entirety of the rights of the property upon P1 and prior to that the donors of the deed owned the entire rights in the land. The Petitioner did not have any rights in the property. However the Petitioner had acquired those rights after the acquisition process commenced. The deed marked P1 had been executed on 1st of October 2003. According to 2R1 notice under section 5 of the Land Acquisition Act had been published in the Gazette on 9th April 1996 more than 7 years prior to the execution of P1. Therefore no title to the land will accrue to the Petitioner upon the deed of gift marked P1. Therefore the Petitioner does not have a legal right to ask for writ of Mandamus and does not have a locus standi to make this application. Therefore this application must necessarily fail.",
    "fonts": [
      "Calibri"
    ],
    "sizes": [
      9.0,
      14.039999961853027
    ]
  },
  {
    "page_number": 6,
    "bbox": [
      72.02,
      488.74,
      543.26,
      539.5
    ],
    "text": "The learned counsel for the Petitioner has cited the judgement of Somawanti Vs. State of Punjab (:1971 AIR 1033 1971 SCR (3) 871 1971 SCC (1) 71). In that case the Supreme Court of India held as follows,",
    "fonts": [
      "Calibri",
      "Calibri-Bold"
    ],
    "sizes": [
      14.039999961853027
    ]
  },
  {
    "page_number": 6,
    "bbox": [
      72.02,
      552.1,
      543.19,
      695.17
    ],
    "text": "If the purpose for which a land is being acquired by the State is within the legislative competence of the State a declaration of the Government will be final, subject to the exception that if there is colourable exercise of power of the declaration will be open to challenge at the instance of the aggrieved party. If what the Government is satisfied about is not a public purpose but, for instance, a private purpose or no purpose at all, the action of the Government would be colourable . and the declaration would be a nullity . . . . . for the question whether a particular act is a fraud or not is always justiciable. An acquisition could be set aside",
    "fonts": [
      "Calibri"
    ],
    "sizes": [
      14.039999961853027
    ]
  },
  {
    "page_number": 7,
    "bbox": [
      72.02,
      731.4,
      311.33,
      755.88
    ],
    "text": "8",
    "fonts": [
      "Calibri"
    ],
    "sizes": [
      11.039999961853027
    ]
  },
  {
    "page_number": 7,
    "bbox": [
      72.02,
      74.93,
      542.74,
      107.33
    ],
    "text": "not only because it is motivated by mala fides but even when a fact is taken into consideration which was irrelevant. (Raja Anand Vs. Uttar Pradesh).",
    "fonts": [
      "Calibri",
      "Calibri-Bold"
    ],
    "sizes": [
      14.039999961853027
    ]
  },
  {
    "page_number": 7,
    "bbox": [
      72.02,
      119.81,
      543.27,
      705.61
    ],
    "text": "In the case of Gunasekara Vs. Minister of Lands 65 NLR page 119 our Supreme Court held that a writ of Certiorari does not lie against the proceedings taken under the Land Acquisition Act after a declaration under section 5 (1) has been made by the Minister. The Supreme Court held that the question whether the land should or should not be acquired is one of policy to be determined by the Minister concerned and even if that question may have been wrongly decided sub section 2 of section 5 renders the position one which cannot be questioned in the Courts. This decision was followed in the subsequent cases of Hewawasam Gamage Vs Minister of Agriculture 76 NLR 25 and Fernandopulle Vs Minister of Lands and Agriculture 79 (2) NLR 115. In any event the ratio decidandi in Somawanti Vs. State of Punjab will not apply to the present case as the Petitioner here is not challenging the decision of the Minister to acquire the land. The case of Somawanti Vs. State of Punjab deals with the decision of the Minister to acquire a property and not regarding a divesting order. The learned counsel for the Petitioner has cited the decision in the case of Mahinda Katugaha Vs Minister of Lands and Land Development and others reported in 2008 (1) SLR 285. The facts of that case can be distinguished from the facts of this case. In the Mahinda Katugaha case the Appellant was seeking for a mandate in the nature of a Writ of Mandamus to compel the first Respondent Minister in terms of section 39A of the Land Acquisition Act to divest the land which originally belong to the Appellant and was later vested in the State and restore the land to the possession of the Appellant. After the acquisition the land was vested in the 5th Respondent and the 5th Respondent leased the property to the 4th Respondent, a private entity. Therefore the land acquired was not utilized for a public purpose and it was leased to a private party to serve a private purpose. The situation here is different. In this case The Land Reclamation and Development Corporation has not leased the property to a private party to serve a private purpose. In the Mahinda Katugaha case the Appellant had made a request to the Minister to divest the land to him in terms of section 39 A of the Land Acquisition Act. Here there was no such request by the Petitioner. In this case there is no evidence to show that the Petitioner had made such a request to the 6th Respondent. The Petitioner only states that he made such a request to the 1st and 2nd Respondents but they neglected to divest the land. The",
    "fonts": [
      "Calibri",
      "Calibri-Bold"
    ],
    "sizes": [
      9.0,
      14.039999961853027
    ]
  },
  {
    "page_number": 8,
    "bbox": [
      72.02,
      731.4,
      311.33,
      755.88
    ],
    "text": "9",
    "fonts": [
      "Calibri"
    ],
    "sizes": [
      11.039999961853027
    ]
  },
  {
    "page_number": 8,
    "bbox": [
      72.02,
      74.93,
      543.14,
      181.01
    ],
    "text": "Petitioner does not say that he made such a request to the Minister of Lands who alone can make a divesting order. The Respondents have take up the positions that the Petitioner did not make such a request to the Defendants. Without such a request the 6th Respondent will not be called upon to decide the question of divesting the land. Therefore the Petitioner is not entitled to claim any relief against the 6th Respondent in the absence of such a request.",
    "fonts": [
      "Calibri"
    ],
    "sizes": [
      9.0,
      14.039999961853027
    ]
  },
  {
    "page_number": 8,
    "bbox": [
      72.02,
      193.61,
      543.25,
      465.7
    ],
    "text": "The Petitioner states that a part of the land originally acquired for the Land Reclamation and Development Corporation has been given over to the State for a different purpose, namely the construction of the Colombo-Katunayake Expressway. The fact that the land was acquired for a particular public purpose does not prevent the land being used for another public purpose. In the case of Gunawardena v D.R.O. Weligama Korale 73 NLR 333, Alles J observed as follows, Even assuming that after the order made under section 38 the Crown had decided to utilise the land for some other public purpose, I do not think that it is open to a person whose land has been acquired and the title to which has been vested in the Crown to maintain that the acquisition proceedings are bad.. I can however see no objection to the Crown utilising the land for a different public purpose than that for which it was originally intended to be acquired. Circumstances may arise when it may become necessary for the Government to abandon the original public purpose contemplated and utilise the land for another public purpose.",
    "fonts": [
      "Calibri",
      "Calibri-Bold"
    ],
    "sizes": [
      14.039999961853027
    ]
  },
  {
    "page_number": 8,
    "bbox": [
      72.02,
      478.3,
      543.25,
      510.7
    ],
    "text": "In the case of Kingsley Fernando v Dayaratne and others (1991) 2 S.L.R 129, S.N. Silva J (as he then was) held as follows,",
    "fonts": [
      "Calibri",
      "Calibri-Bold"
    ],
    "sizes": [
      14.039999961853027
    ]
  },
  {
    "page_number": 8,
    "bbox": [
      72.02,
      523.18,
      542.72,
      555.58
    ],
    "text": "In any event the fact that land was acquired for a particular public purpose does not prevent the land being used for another public purpose.",
    "fonts": [
      "Calibri"
    ],
    "sizes": [
      14.039999961853027
    ]
  },
  {
    "page_number": 8,
    "bbox": [
      72.02,
      568.09,
      542.98,
      618.85
    ],
    "text": "Therefore, it is permissible to use a part of the land originally acquired for the Land Reclamation and Development Corporation for a different public purpose, namely the construction of Colombo-Katunayake Expressway.",
    "fonts": [
      "Calibri"
    ],
    "sizes": [
      14.039999961853027
    ]
  },
  {
    "page_number": 8,
    "bbox": [
      72.02,
      631.45,
      543.09,
      719.17
    ],
    "text": "The Petitioner states that his land acquired for a development project is no longer needed for the project and the land has not been used for a public purpose except the portion acquired for the Colombo-Katunayake Expressway. He further states that his land was excluded from the development project. Two lands in the vicinity of this land which were also acquired by the same Gazette Notification for the same",
    "fonts": [
      "Calibri"
    ],
    "sizes": [
      14.039999961853027
    ]
  },
  {
    "page_number": 9,
    "bbox": [
      72.02,
      731.4,
      314.09,
      755.88
    ],
    "text": "10",
    "fonts": [
      "Calibri"
    ],
    "sizes": [
      11.039999961853027
    ]
  },
  {
    "page_number": 9,
    "bbox": [
      72.02,
      74.93,
      543.2,
      254.84
    ],
    "text": "purpose, which are no longer needed for the said development project have already been divested to their original owners. Other than the bare statement of the Petitioner, there is no evidence whatsoever to come to the conclusion that the Petitioners land was excluded from the development project. Also there is no evidence to come to the conclusion that two lands in the vicinity of this land acquired by the same Gazette Notification for the same purpose have been divested to the original owners on the basis that they are no longer needed for the development project. The 2nd Respondent Divisional Secretary had denied this position. Further the 2nd Defendant had stated that this land cannot be divested as it is needed for the Mudun Ela Project.",
    "fonts": [
      "Calibri"
    ],
    "sizes": [
      9.0,
      14.039999961853027
    ]
  },
  {
    "page_number": 9,
    "bbox": [
      72.02,
      266.18,
      543.28,
      392.0
    ],
    "text": "The 3rd Respondent also have stated that the land in suit (the remaining portion of the land) is needed for the Mudun Ela project and therefore, that portion of land cannot be divested. Although this portion of land has not been utilized for any public purpose so far one can understand that delay. The reason for the delay is that a portion of the land originally acquired for the Land Reclamation and Development Corporation had been taken over by the Government to construct the Colombo-Katunayake Expressway.",
    "fonts": [
      "Calibri"
    ],
    "sizes": [
      9.0,
      14.039999961853027
    ]
  },
  {
    "page_number": 9,
    "bbox": [
      72.02,
      403.24,
      543.27,
      566.02
    ],
    "text": "Hence there is an overlap between the 2 lands and according to the 2nd and 3rd Respondents that was the reason for the delay in paying compensation. In any event the greater part of the original land acquired had been utilized for a public purpose the construction of the Colombo-Katunayake Expressway. Therefore, the Petitioner cannot complain that so far the land has not been utilized for a public purpose. He also cannot complain that no improvements to the land have been effected. Thus, the Petitioner fails to satisfy the existence of the preconditions set out in paragraph (b) and (c) of Section 39 A (2) of the Land Acquisition Ordinance and the Petitioners application must necessarily fail.",
    "fonts": [
      "Calibri"
    ],
    "sizes": [
      9.0,
      14.039999961853027
    ]
  },
  {
    "page_number": 9,
    "bbox": [
      72.02,
      578.53,
      543.21,
      703.21
    ],
    "text": "There is another reason why the Petitioner cannot succeed in this application. The Petitioner is asking for a divesting order to divest a portion of the land acquired for the Land Reclamation and Development Corporation. It is settled law that the Petitioner cannot ask for a divesting order for a portion of the land acquired. In the case of Kingsley Fernando v Dayaratne and Others cited above, the Petitioner had sought only a divesting of a particular portion of land that was vested. S.N. Silva J observed as follows, Section 39A (1) empowers the Minister to divest the State",
    "fonts": [
      "Calibri",
      "Calibri-Bold"
    ],
    "sizes": [
      14.039999961853027
    ]
  },
  {
    "page_number": 10,
    "bbox": [
      72.02,
      731.4,
      314.09,
      755.88
    ],
    "text": "11",
    "fonts": [
      "Calibri"
    ],
    "sizes": [
      11.039999961853027
    ]
  },
  {
    "page_number": 10,
    "bbox": [
      72.02,
      74.93,
      543.27,
      273.32
    ],
    "text": "of the land so vested by the vesting order. The vesting order referred to is that made under Section 38. It is clear from the papers filed in the previous application that there was one vesting order in respect of the entire extent of 12 acres. Therefore, I am inclined to agree with the submission of Learned Counsel for the Respondents that the divesting was to relate to the entire extent covered by the vesting order. This view is further supported by Section 39A (4) (a) which provides that upon a divesting order that land shall be deemed never to have vested in the State by virtue of the vesting order. Hence what is contemplated is a complete reversal of the status quo ante and not a piece-meal divesting of particular portions of a land that is vested. This view was endorsed by Dr. Ranaraja J in Mendis v Jayaratne, Minister of Agriculture, Lands and Forestry 1997 2 SLR 215.",
    "fonts": [
      "Calibri",
      "Calibri-Bold",
      "Calibri-Italic"
    ],
    "sizes": [
      14.039999961853027
    ]
  },
  {
    "page_number": 10,
    "bbox": [
      72.02,
      285.8,
      542.98,
      336.68
    ],
    "text": "For the aforementioned reasons, we are of the view that the application of the Petitioner for a mandate in the nature of a writ of mandamus must necessarily fail. Therefore, I dismiss the application of the Petitioner. I make no order for costs.",
    "fonts": [
      "Calibri"
    ],
    "sizes": [
      14.039999961853027
    ]
  },
  {
    "page_number": 10,
    "bbox": [
      396.07,
      436.3,
      539.43,
      450.34
    ],
    "text": "Judge of Court of Appeal",
    "fonts": [
      "Calibri"
    ],
    "sizes": [
      14.039999961853027
    ]
  },
  {
    "page_number": 10,
    "bbox": [
      72.02,
      462.7,
      197.62,
      476.74
    ],
    "text": "Mayadunne Corea J",
    "fonts": [
      "Calibri"
    ],
    "sizes": [
      14.039999961853027
    ]
  },
  {
    "page_number": 10,
    "bbox": [
      72.02,
      489.22,
      115.39,
      503.26
    ],
    "text": "I Agree",
    "fonts": [
      "Calibri"
    ],
    "sizes": [
      14.039999961853027
    ]
  },
  {
    "page_number": 10,
    "bbox": [
      396.07,
      542.02,
      539.43,
      556.06
    ],
    "text": "Judge of Court of Appeal",
    "fonts": [
      "Calibri"
    ],
    "sizes": [
      14.039999961853027
    ]
  }
]