[
  {
    "page_number": 0,
    "bbox": [
      72.07,
      792.6,
      303.61,
      806.97
    ],
    "text": "1",
    "fonts": [
      "BookmanOldStyle",
      "Calibri"
    ],
    "sizes": [
      10.800000190734863,
      12.0
    ]
  },
  {
    "page_number": 0,
    "bbox": [
      103.9,
      72.15,
      494.72,
      86.13
    ],
    "text": "IN THE COURT OF APPEAL OF THE DEMOCRATIC SOCIALIST",
    "fonts": [
      "BookmanOldStyle-Bold"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 0,
    "bbox": [
      217.42,
      93.18,
      382.48,
      107.16
    ],
    "text": "REPUBLIC OF SRI LANKA",
    "fonts": [
      "BookmanOldStyle-Bold"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 0,
    "bbox": [
      270.88,
      130.4,
      519.52,
      257.87
    ],
    "text": "In the matter of an application for Writ of Mandamus in terms of Article 140 of the Democratic Socialist Republic of Sri Lanka. Koggala Koggodage Nihal Lakshan Sirisena, No 218, Horana Road, Kottawa.",
    "fonts": [
      "BookmanOldStyle",
      "BookmanOldStyle-Italic"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 0,
    "bbox": [
      444.45,
      260.1,
      527.59,
      274.1
    ],
    "text": "PETITIONER",
    "fonts": [
      "BookmanOldStyle",
      "BookmanOldStyle-Bold"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 0,
    "bbox": [
      270.88,
      276.3,
      527.59,
      468.62
    ],
    "text": "1. Urban Council, Maharagama. 2. T.L. Priyarathna, Chairman, Urban Council, Maharagama. 3. D.S. Harshan De Silva, Chairman, Urban Development Authority, 9th Floor, Sethsiripaya, Batharamulla.",
    "fonts": [
      "BookmanOldStyle"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 0,
    "bbox": [
      270.88,
      470.85,
      486.14,
      760.45
    ],
    "text": "03A. Udaya Nanayakkara, Chairman, Urban Development Authority, 9th Floor, Sethsiripaya, Batharamulla. 4. M.P. Ranathunga, Deputy Director General (Planning), Urban Developmant Authority, 9th floor, Sethsiripaya, Batharamulla. 5. Dayanandha Alwis, No 217/1/3, Horana Road, Kottawa. 6. Hon. Attorney General,",
    "fonts": [
      "BookmanOldStyle"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 0,
    "bbox": [
      70.88,
      249.28,
      231.71,
      277.68
    ],
    "text": "CA (Writ) Application No. 299/2020",
    "fonts": [
      "BookmanOldStyle-Bold"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 1,
    "bbox": [
      72.07,
      792.6,
      303.61,
      806.97
    ],
    "text": "2",
    "fonts": [
      "BookmanOldStyle",
      "Calibri"
    ],
    "sizes": [
      10.800000190734863,
      12.0
    ]
  },
  {
    "page_number": 1,
    "bbox": [
      270.88,
      72.15,
      463.31,
      102.37
    ],
    "text": "Attorney Generals' Department, Colombo 12.",
    "fonts": [
      "BookmanOldStyle"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 1,
    "bbox": [
      72.07,
      104.58,
      527.83,
      248.28
    ],
    "text": "RESPONDENTS Before: M. T. MOHAMMED LAFFAR, J. Counsel:",
    "fonts": [
      "BookmanOldStyle",
      "BookmanOldStyle-Bold"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 1,
    "bbox": [
      72.07,
      250.47,
      491.54,
      475.25
    ],
    "text": "Lakshan Dias with Maneesha Perera for the Petitioner Shyamal A. Collurewith Prabhath S. Amarasinghe and A. P. Jayaweera for the 5th Respondent Avanthi Weerakoon S. C. for the 3rd, 4th, and 6th Respondents Argued on : Disposed by way of written submissions Written Submissions on : 08.10.2024 (by Petitioners) 18.09.2024 (by 5th Respondents) 22.07.2024 (3rd and 4th Respondents)",
    "fonts": [
      "BookmanOldStyle"
    ],
    "sizes": [
      7.800000190734863,
      12.0
    ]
  },
  {
    "page_number": 1,
    "bbox": [
      72.07,
      477.45,
      320.97,
      552.08
    ],
    "text": "Decided on : 30.10.2024 MOHAMMED LAFFAR, J.",
    "fonts": [
      "BookmanOldStyle",
      "BookmanOldStyle-Bold"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 1,
    "bbox": [
      72.07,
      580.12,
      527.52,
      756.25
    ],
    "text": "The Petitioner has instituted this action seeking a Writ of Mandamus against the 1st to 4th Respondents. The Petitioner contends that the 5th Respondent, Mr. Dayanandha Alwis, proprietor of the DayaSanka Hotel, has constructed unauthorized structures on his property located adjacent to an 8-foot-wide private access road belonging to the Petitioner. This road serves as the sole access to the Petitioners residence at No. 218, Horana Road, Kottawa. The contested structures include an unauthorized staircase, exhaust and sewage pipelines, window openings, exhaust fan openings, and a roof extension, all encroaching upon and affecting the Petitioner's private road. These alterations allegedly obstruct and restrict access, pose health risks, and",
    "fonts": [
      "BookmanOldStyle"
    ],
    "sizes": [
      7.800000190734863,
      12.0
    ]
  },
  {
    "page_number": 2,
    "bbox": [
      72.07,
      792.6,
      303.61,
      806.97
    ],
    "text": "3",
    "fonts": [
      "BookmanOldStyle",
      "Calibri"
    ],
    "sizes": [
      10.800000190734863,
      12.0
    ]
  },
  {
    "page_number": 2,
    "bbox": [
      72.07,
      72.15,
      527.59,
      767.05
    ],
    "text": "constitute a nuisance. The Petitioners complaints to both local authorities and law enforcement failed to resolve the issues. Despite multiple notices from the Urban Development Authority and Maharagama Urban Council, the 5th Respondent has continued these unauthorized constructions without rectification or approval. The Petitioner, therefore, prays for a mandate compelling the 1st to 4th Respondents to demolish the unauthorized structures, including the staircase, pipelines, window openings, exhaust fan openings, and any other encroachments. Petitioners Contention The Petitioner, claims exclusive legal ownership over an 8-foot-wide private access road leading to his residence at No. 218, Horana Road, Kottawa. This right is established under a deed of transfer dated 27.10.1995 (marked P1), which confirms the road as his sole ingress and egress from the main road, granting him and his family unimpeded access. Since acquiring the property, he asserts that he has used this road continuously without interference, in accordance with his legal rights. The Petitioner contends that this private access is essential for him and his family to enter and exit their residence safely, and any encroachment severely impedes his lawful right to its peaceful use. The Petitioner further claims that the 5th Respondent, Mr. Dayanandha Alwis, proprietor of the DayaSanka Hotel located adjacent to the road, has unlawfully constructed multiple structures on his property that directly encroach upon this access road. Specifically, these unauthorized structures include a staircase that opens onto the access road, sewage and exhaust pipelines, exhaust fans, windows opening directly over the access road, and an extended roofline. These structures are allegedly in violation of the original, approved building plan for the hotel premises, as they were erected without the necessary municipal and regulatory approvals. The Petitioner emphasizes that these encroachments directly interfere with his lawful use of the road, creating serious issues that impact his quality of life, safety, and overall enjoyment of his property. The Petitioner provides extensive photographic evidence (marked P5(a), P5(b), and P6) documenting the unauthorized structures that obstruct his access road. These photographs capture the physical encroachments and establish a clear violation of his right to unobstructed access. The Petitioner highlights specific disruptions caused by the hotel operations, including frequent blockages from hotel patrons and chairs, tables, and other furniture that the",
    "fonts": [
      "BookmanOldStyle",
      "BookmanOldStyle-Bold"
    ],
    "sizes": [
      7.800000190734863,
      12.0
    ]
  },
  {
    "page_number": 3,
    "bbox": [
      72.07,
      792.6,
      303.61,
      806.97
    ],
    "text": "4",
    "fonts": [
      "BookmanOldStyle",
      "Calibri"
    ],
    "sizes": [
      10.800000190734863,
      12.0
    ]
  },
  {
    "page_number": 3,
    "bbox": [
      72.07,
      72.15,
      527.59,
      750.83
    ],
    "text": "5th Respondents staff regularly place along the road. Additionally, the road is often littered with waste from the hotel, exacerbating hygienic and safety concerns for the Petitioner and his family. The Petitioner further alleges that unauthorized sewage and exhaust pipes have led to hazardous waste and smoke being directed onto the road, causing not only an obstruction but also potential health hazards. The cumulative impact of these actions has led to a substantial diminishment in the quality of life for the Petitioner, infringing upon his legal rights and creating significant daily inconveniences. The Petitioner contends that he has taken all reasonable steps to resolve this matter through formal complaints and consistent follow-ups with relevant authorities. On 04.12.2019, he filed a police complaint (P7) detailing the interference caused by the 5th Respondents encroachments and seeking assistance to reach an amicable resolution. Following this complaint, the 5th Respondent assured the police and the Petitioner that he would take measures to mitigate the disruptions and ensure the road remained unobstructed. However, despite this assurance, the 5th Respondent continued the unauthorized use of the road, and no corrective actions were implemented, forcing the Petitioner to seek further recourse. Subsequent to the police complaint, the Petitioner contacted both the Maharagama Urban Council and the Urban Development Authority the 1st and 2nd Respondents, formally notifying them of the unauthorized constructions and requesting enforcement action. On 07.02.2020, he submitted a letter to the Urban Council (P9) reiterating his grievances and requesting intervention. In addition, he filed a letter of demand to the Urban Council and the Chairman of the Urban Development Authority on 22.06.2020 (P10(a) and P10(b)), setting out the specifics of the encroachments and urging the authorities to uphold building compliance laws. In response, the Urban Development Authority sent a letter dated 20.07.2020 (P11), instructing the 5th Respondent to submit a revised plan that complied with regulatory standards, noting the unauthorized modifications. However, despite this directive, the 5th Respondent failed to submit an amended plan, and the authorities did not take further action to enforce compliance. Additionally, by letter dated 21.12.2020 (P13), the Urban Development Authority notified the Maharagama Urban Council of the unauthorized constructions and advised them to take corrective steps. Despite these documented interactions and the clear legal violations, no substantial enforcement action was taken by the Urban Council or the Urban Development Authority to address the unauthorized structures.",
    "fonts": [
      "BookmanOldStyle"
    ],
    "sizes": [
      7.800000190734863,
      12.0
    ]
  },
  {
    "page_number": 4,
    "bbox": [
      72.07,
      792.6,
      303.61,
      806.97
    ],
    "text": "5",
    "fonts": [
      "BookmanOldStyle",
      "Calibri"
    ],
    "sizes": [
      10.800000190734863,
      12.0
    ]
  },
  {
    "page_number": 4,
    "bbox": [
      72.07,
      72.15,
      527.59,
      750.83
    ],
    "text": "The Petitioner argues that the lack of action from the Council and the Urban Development Authority constitutes a violation of their statutory responsibilities under the Urban Development Authority Act and Planning and Development Regulations, which obligate them to address unauthorized constructions within urban limits. He asserts that their continued inaction has not only exacerbated his personal difficulties but also constitutes a dereliction of their statutory duties to protect private property rights and enforce building regulations. The Petitioner contends that the 1st to 4th Respondents hold a clear legal obligation under the Urban Development Authority Act No. 41 of 1978 and the Planning and Development Regulations to address unauthorized constructions, including issuing demolition orders where violations of building plans create obstructions or infringe upon private rights. Section 28A of the Urban Development Authority Act explicitly empowers these authorities to take corrective action, including demolition, where construction activities violate approved permits or encroach upon legally designated spaces. The Petitioner further argues that the statutory framework, supported by Planning and Development Regulations 2021, mandates that these authorities ensure compliance, making it unlawful for them to ignore clear cases of non-compliance, especially when a private right is infringed. The Petitioner emphasizes that he has taken every reasonable measure to secure enforcement of his rights through administrative channels and argues that the Respondents' continued inaction justifies the Courts intervention. He asserts that the present application for a Writ of Mandamus seeks only to compel the Respondents to carry out their statutory duties and address the ongoing harm caused by the unauthorized constructions on the 5th Respondents premises. The Petitioner argues that if the Court does not compel the Respondents to act, his legal right to unobstructed access will continue to be unlawfully infringed, leading to further irreparable harm. In support of his claims, the Petitioner submits documentary evidence, including the photographs of the unauthorized structures (P5(a), P5(b), and P6), letters to the authorities (P10(a), P10(b), and P11), and correspondence between the Urban Development Authority and Urban Council regarding the unauthorized constructions (P13). These documents establish that the Petitioner has a clear legal entitlement to exclusive access to the road, that unauthorized structures were built in contravention of approved plans, and that the relevant authorities failed to act on clear violations of statutory building standards.",
    "fonts": [
      "BookmanOldStyle"
    ],
    "sizes": [
      7.800000190734863,
      12.0
    ]
  },
  {
    "page_number": 5,
    "bbox": [
      72.07,
      792.6,
      303.61,
      806.97
    ],
    "text": "6",
    "fonts": [
      "BookmanOldStyle",
      "Calibri"
    ],
    "sizes": [
      10.800000190734863,
      12.0
    ]
  },
  {
    "page_number": 5,
    "bbox": [
      72.07,
      72.15,
      527.45,
      767.05
    ],
    "text": "In light of these circumstances, the Petitioner respectfully requests this Court to issue a Writ of Mandamus compelling the 1st to 4th Respondents to take immediate action to demolish the unauthorized structures on the 5th Respondents property that obstruct his access road. Specifically, the Petitioner seeks the removal of the unauthorized staircase, sewage and exhaust pipelines, window openings, exhaust fan outlets, and roof extension that encroach upon his access rights. 5th Respondents Contention The 5th Respondent, Mr. Dayanandha Alwis, owner of the DayaSanka Hotel, categorically denies the Petitioners assertions of exclusive ownership over the 8-foot-wide access road. He argues that this road serves multiple properties and that it has been used not only by him but also by other neighbouring residents over the years. The 5th Respondent contends that, contrary to the Petitioners claim of private ownership, the road is, in practice, a common access route. He maintains that he and his predecessors have long utilized this road as a matter of right, establishing an easement by prescription. This prescriptive right, according to the 5th Respondent, has developed through longstanding and uninterrupted use, giving him legitimate access to the road as part of his property rights. Accordingly, he disputes the Petitioners claim of exclusive access and right to restrict others from using this road. The 5th Respondent also denies that any structures on his property encroach upon the Petitioners access road or violate local planning laws. He asserts that the constructions on his property, including the staircase, exhaust and sewage pipelines, exhaust fans, and windows, were all established in compliance with approved plans and with the necessary municipal approvals. He argues that these structures are essential for the operation of his hotel and that any modifications were made with due regard to local regulations. Furthermore, the 5th Respondent claims that certain elements, such as the exhaust fans and pipelines, were installed following police recommendations and that he has since modified or removed specific components, including the exhaust outlets, based on police advice. He contends that these actions demonstrate his good faith and compliance with official guidance, negating any claim of unauthorized construction. Moreover, the 5th Respondent challenges the Petitioners assertions regarding public health hazards and obstructions caused by the hotels operations. He maintains that the hotels seating areas, which include tables, chairs, and umbrellas for patrons, are situated within the boundaries of his property and do not obstruct the access road. He denies that these seating arrangements cause any nuisance or health risks to the Petitioner or other residents. In",
    "fonts": [
      "BookmanOldStyle",
      "BookmanOldStyle-Bold"
    ],
    "sizes": [
      7.800000190734863,
      12.0
    ]
  },
  {
    "page_number": 6,
    "bbox": [
      72.07,
      792.6,
      303.61,
      806.97
    ],
    "text": "7",
    "fonts": [
      "BookmanOldStyle",
      "Calibri"
    ],
    "sizes": [
      10.800000190734863,
      12.0
    ]
  },
  {
    "page_number": 6,
    "bbox": [
      72.07,
      72.15,
      527.45,
      767.05
    ],
    "text": "response to claims regarding waste disposal, he asserts that the hotel adheres to standard waste management practices and that there is no substantiated evidence of improper waste disposal causing any significant inconvenience to the Petitioner or blocking the access road. Consequently, he argues that the allegations of public health risks and safety hazards are unsubstantiated and intended to unduly hinder the legitimate business operations of the hotel. The 5th Respondent raises several procedural objections to the Petitioners application for a Writ of Mandamus. He first argues that the Petitioners application is flawed due to technical deficiencies, specifically noting that the Petitioners affidavit is undated, which he claims fails to meet procedural requirements under the Court of Appeal Rules. According to the 5th Respondent, an undated affidavit compromises the validity of the Petitioners application. Additionally, he contends that the Petitioner failed to fulfill the procedural requirement of making a direct demand to the relevant public officialsthe 1st to 4th Respondentsprior to filing the application, a prerequisite for mandamus relief. He asserts that the Petitioners failure to follow this procedural step precludes him from seeking the writ. The 5th Respondent further contends that the Petitioners grievances would be more appropriately addressed in a civil court rather than through writ proceedings. He argues that the issues raised pertain primarily to property and access rights, making this matter one of private dispute rather than a question of public duty warranting mandamus relief. He suggests that a civil court is better suited to address the complexities surrounding property use, ownership claims, and potential easement rights, and that a Writ of Mandamus is not the proper remedy under the circumstances. By pursuing this application, he claims, the Petitioner is attempting to misuse the writ jurisdiction to restrict the hotels operations and impose unwarranted limitations on his business, rather than seeking a legitimate administrative remedy. Lastly, the 5th Respondent argues that any interference with the hotels structure or business operations would cause significant and irreparable loss, harming his established business interests and disrupting the employment of staff reliant on the hotels operations. He maintains that his business complies with all local regulations, and any order for demolition or structural modification would be both detrimental to his livelihood and unjustified. Contention of the 3A and 4th Respondents The 3A and 4th Respondents raise several objections challenging the Petitioners application for a Writ of Mandamus, primarily on procedural and",
    "fonts": [
      "BookmanOldStyle",
      "BookmanOldStyle-Bold"
    ],
    "sizes": [
      7.800000190734863,
      12.0
    ]
  },
  {
    "page_number": 7,
    "bbox": [
      72.07,
      792.6,
      303.61,
      806.97
    ],
    "text": "8",
    "fonts": [
      "BookmanOldStyle",
      "Calibri"
    ],
    "sizes": [
      10.800000190734863,
      12.0
    ]
  },
  {
    "page_number": 7,
    "bbox": [
      72.07,
      72.15,
      527.59,
      767.05
    ],
    "text": "jurisdictional grounds. They first argue that the application is procedurally deficient due to an undated affidavit, failing to meet the Court of Appeal Rules. Additionally, they contend that the Petitioner did not make a formal demand upon the relevant authorities before filing for Mandamus, a necessary step to establish that the authority had an opportunity to address the issue administratively. The 3A and 4th Respondents further maintain that oversight and enforcement of local construction matters have been delegated to local urban councils under Planning Circular No. 27 (04.12.2017), specifically placing such responsibilities with the Maharagama Urban Council. They argue that the UDAs involvement is therefore limited and does not extend to direct enforcement in this case. They also assert that the Petitioners evidence lacks conclusive proof of unauthorized construction, suggesting that any claims regarding access and property rights would be more appropriately addressed in a civil court rather than through a Mandamus order, which is intended for public law issues rather than private disputes. Observations of the Court The Petitioners legal ownership over the 8-foot-wide access road is foundational to his claim. The Petitioner asserts this right through the deed of transfer (P1), which specifically grants him access and the exclusive use of the road leading to his residence at No. 218, Horana Road, Kottawa. This deed, along with the associated property plan (P2), demonstrates that the road is private and designated for the Petitioner's use alone, creating a direct legal entitlement. The 5th Respondent, however, contests this exclusive right, arguing instead that the road serves multiple residences and that he has acquired a prescriptive easement, granting him rights of access by long-term use. Upon examination of the documents, the Court finds the Petitioners documentary submissionsnamely, the deed of transfer (P1) and property plan (P2)to be persuasive in the Petitioners access to the road. The 5th Respondents claim of a prescriptive right is unsupported by documentation or credible evidence of uninterrupted use sufficient to establish an easement. In addition, a prescriptive easement requires proof of adverse, continuous, and open use of the access road by the 5th Respondent or his predecessors for a legally prescribed period. However, the 5th Respondent has failed to meet this evidentiary burden, presenting formal documentation to substantiate this claim. As such, the Court upholds the Petitioners right to the road as his exclusive property based on clear deeded ownership, with no substantiated competing claim by the 5th Respondent.",
    "fonts": [
      "BookmanOldStyle",
      "BookmanOldStyle-Bold"
    ],
    "sizes": [
      7.800000190734863,
      12.0
    ]
  },
  {
    "page_number": 8,
    "bbox": [
      72.07,
      792.6,
      303.61,
      806.97
    ],
    "text": "9",
    "fonts": [
      "BookmanOldStyle",
      "Calibri"
    ],
    "sizes": [
      10.800000190734863,
      12.0
    ]
  },
  {
    "page_number": 8,
    "bbox": [
      72.07,
      72.15,
      527.59,
      750.83
    ],
    "text": "The Petitioner alleges that the 5th Respondent has erected several unauthorized structures on his hotel property that extend onto or encroach upon the Petitioners private access road. These constructions include a staircase, exhaust and sewage pipelines, window openings, exhaust fans, and an extended roofline, all of which are purportedly inconsistent with the approved building plan. The Petitioner contends that these unauthorized constructions have disrupted his access, created health and safety hazards, and compromised the enjoyment of his property. The documents provided by the Petitioner substantiates these claims, particularly photographic evidence showing the encroaching structures (P5(a), P5(b), and P6) as well as documentation indicating the lack of approval for these modifications from relevant authorities. Notably, the Urban Development Authoritys own field inspection report (3R2) confirms that certain constructions on the 5th Respondents property deviate from the approved plan, undermining the 5th Respondents assertion of compliance. Furthermore, additional correspondences, including a letter from the Urban Development Authority dated 20.07.2020 (P11), document that the 5th Respondent was formally instructed to submit a revised plan for approval, acknowledging noncompliance with planning standards. Despite this instruction, no conformance or amended plan was submitted, further indicating a willful disregard for regulatory compliance. This is compounded by continued complaints from the Petitioner, which received no subsequent enforcement action from either the Urban Development Authority or the Maharagama Urban Council, despite their statutory obligations. The Court, therefore, finds that the Petitioner has provided sufficient evidence to show that the 5th Respondents constructions are unauthorized, contravening both local planning regulations and approved building standards. The failure of the 5th Respondent to secure appropriate approval for these modifications is an evident violation of planning laws and an actionable obstruction to the Petitioner's rightful use of his access road. The statutory obligations of the Urban Development Authority and the Maharagama Urban Council are governed by the Urban Development Authority Act No. 41 of 1978 and the Planning and Development Regulations 2021. Section 28A of the Urban Development Authority Act empowers these authorities to issue corrective measures, including demolition orders, to address unauthorized constructions within urban areas. Additionally, the Planning and Development Regulations delegate responsibilities to local",
    "fonts": [
      "BookmanOldStyle"
    ],
    "sizes": [
      7.800000190734863,
      12.0
    ]
  },
  {
    "page_number": 9,
    "bbox": [
      72.07,
      792.6,
      304.6,
      806.97
    ],
    "text": "10",
    "fonts": [
      "BookmanOldStyle",
      "Calibri"
    ],
    "sizes": [
      10.800000190734863,
      12.0
    ]
  },
  {
    "page_number": 9,
    "bbox": [
      72.07,
      72.15,
      527.59,
      767.05
    ],
    "text": "councils to monitor compliance, enforce building standards, and address grievances related to unauthorized constructions. In this case, the evidence suggests that the 1st to 4th Respondents have failed to fulfill their regulatory duties, despite multiple documented complaints and evidence of unauthorized construction provided by the Petitioner. The letter from the Urban Development Authority dated 21.12.2020 (P13) explicitly identifies the unauthorized nature of the 5th Respondents building and instructs local authorities to ensure compliance. Similarly, correspondences and reports, including the field inspection report (3R2) and directives from the Urban Council (3R8), underscore the regulatory authorities awareness of the noncompliance, yet no enforcement action was taken to rectify the situation. The Petitioner has demonstrated that he attempted to resolve this issue through administrative channels, including filing complaints and providing evidence to both the Urban Council, Maharagama and the Urban Development Authority. The Petitioners actions fulfill the preconditions for mandamus relief, as he has repeatedly sought corrective action from these authorities. Given the clear statutory duty to address unauthorized constructions and the Respondents' neglect of this duty, the Court is inclined to positively observe the Petitioners entitlement to mandamus relief compelling the 1st to 4th Respondents to enforce compliance with building standards by addressing the unauthorized constructions on the 5th Respondents property. The 5th Respondent has raised several procedural objections to the Petitioners application for a Writ of Mandamus. These objections include assertions that the Petitioners affidavit was undated, that no formal demand was made on the 1st to 4th Respondents, and that the matter is better suited to civil court proceedings. The Court finds that these procedural objections are insufficient to bar the issuance of relief. First, an undated affidavit, while procedurally irregular, does not negate the substantive grounds for mandamus relief, especially where substantial evidence demonstrates a failure of statutory duty by the Respondents. Secondly, the Petitioner has clearly made sufficient efforts to engage the Respondents, as evidenced by numerous complaints, letters, and requests for intervention (P7, P9, and P10), which were met with either partial responses or inaction. The Respondents' failure to respond substantively fulfills the demand requirement inherent in a mandamus application. The argument that the Petitioner should seek recourse in civil court is without merit. Mandamus is an appropriate remedy here, given that the Petitioner",
    "fonts": [
      "BookmanOldStyle"
    ],
    "sizes": [
      7.800000190734863,
      12.0
    ]
  },
  {
    "page_number": 10,
    "bbox": [
      72.07,
      792.6,
      304.6,
      806.97
    ],
    "text": "11",
    "fonts": [
      "BookmanOldStyle",
      "Calibri"
    ],
    "sizes": [
      10.800000190734863,
      12.0
    ]
  },
  {
    "page_number": 10,
    "bbox": [
      72.07,
      72.15,
      531.19,
      556.3
    ],
    "text": "seeks to compel public authorities to enforce existing statutory duties rather than to resolve a private property dispute. The 1st to 4th Respondents have a statutory duty under the Urban Development Authority Act and related regulations to address unauthorized constructions and enforce compliance, making this issue one of administrative enforcement rather than private litigation. Mandamus is warranted when a public authority has a clear legal duty that has not been fulfilled, and the applicant has a clear legal right to enforce that duty. The Petitioner has demonstrated both: (i) he holds a right to his property and the use of the access road; (ii) the 5th Respondents constructions encroach upon and hinder the enjoyment of this right; and (iii) the 1st to 4th Respondents have a statutory obligation to regulate unauthorized constructions within their jurisdiction and to enforce building compliance. The evidence submitted, including the Urban Development Authoritys report (3R2), inspection findings (3R8), and directive letters (P11 and P13), reveals that the regulatory authorities have neglected their duty to address these violations. The continued presence of unauthorized constructions on the 5th Respondents property, despite numerous complaints and documented evidence, confirms that the Petitioners right to relief is justified and that the Respondents have failed in their statutory duties. After thorough consideration of the facts, evidence, and legal principles, this Court is of the view that the Petitioner is entitled to the relief sought and therefore and grants the Writ of Mandamus, directing the 1st to 4th Respondents to take corrective action to demolish or close off the unauthorized structures on the 5th Respondents property as prayed for in prayers (i), (j), (k), (l), (m), (n) and (o).",
    "fonts": [
      "BookmanOldStyle"
    ],
    "sizes": [
      7.800000190734863,
      12.0
    ]
  },
  {
    "page_number": 10,
    "bbox": [
      72.07,
      563.3,
      192.8,
      577.36
    ],
    "text": "Application allowed.",
    "fonts": [
      "BookmanOldStyle-Italic"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 10,
    "bbox": [
      309.33,
      626.95,
      527.59,
      640.95
    ],
    "text": "JUDGE OF THE COURT OF APPEAL",
    "fonts": [
      "BookmanOldStyle"
    ],
    "sizes": [
      12.0
    ]
  }
]