[
  {
    "page_number": 0,
    "bbox": [
      64.82,
      781.9,
      327.65,
      806.38
    ],
    "text": "Page 1 of 28",
    "fonts": [
      "Calibri",
      "Calibri-Bold"
    ],
    "sizes": [
      11.039999961853027
    ]
  },
  {
    "page_number": 0,
    "bbox": [
      91.22,
      60.0,
      506.81,
      72.0
    ],
    "text": "IN THE COURT OF APPEAL OF THE DEMOCRATIC SOCIALIST REPUBLIC OF SRI LANKA",
    "fonts": [
      "Calibri-Bold"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 0,
    "bbox": [
      316.85,
      109.7,
      533.33,
      189.14
    ],
    "text": "In the matter of an appeal under and in terms of Section 331(1) of the Code of Criminal Procedure Act No.15 of 1979 read with Article 138 of the Constitution of the Democratic Socialist Republic of Sri Lanka.",
    "fonts": [
      "Calibri"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 0,
    "bbox": [
      64.82,
      201.98,
      502.13,
      298.25
    ],
    "text": "CA No: CA/HCC/ 311/2015 The Director General Commission to HC: Colombo: HCB 1552/2005 Investigate Allegations of Bribery or Corruption No. 36, Malalasekara Mawatha, Colombo 07.",
    "fonts": [
      "Calibri",
      "Calibri-Bold"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 0,
    "bbox": [
      64.82,
      303.05,
      535.97,
      348.77
    ],
    "text": "Complainant Vs.",
    "fonts": [
      "Calibri",
      "Calibri-Bold"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 0,
    "bbox": [
      316.85,
      353.57,
      457.97,
      399.29
    ],
    "text": "Viyannalage Jayasinghe Godlic Watta Road, Bamunugedara, Kurunegala.",
    "fonts": [
      "Calibri"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 0,
    "bbox": [
      489.58,
      404.09,
      533.33,
      416.09
    ],
    "text": "Accused",
    "fonts": [
      "Calibri-Bold"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 0,
    "bbox": [
      316.85,
      421.01,
      533.33,
      449.81
    ],
    "text": "And now between",
    "fonts": [
      "Calibri-Bold"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 0,
    "bbox": [
      316.85,
      462.67,
      454.97,
      508.39
    ],
    "text": "Viyannalage Jayasinghe Godlic Watta Road, Bamunugedara, Kurunegala",
    "fonts": [
      "Calibri"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 0,
    "bbox": [
      429.79,
      513.19,
      533.33,
      525.19
    ],
    "text": "Accused- Appellants",
    "fonts": [
      "Calibri-Bold"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 0,
    "bbox": [
      316.85,
      538.03,
      337.34,
      550.03
    ],
    "text": "Vs.",
    "fonts": [
      "Calibri-Bold"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 0,
    "bbox": [
      64.82,
      561.01,
      502.13,
      709.66
    ],
    "text": "1. The Director General Commission to Investigate Allegations of Bribery or Corruption No. 36, Malalasekara Mawatha, Colombo 07. 2. The Hon. Attorney General Attorney General's Department. Colombo 12.",
    "fonts": [
      "ArialMT",
      "Calibri"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 0,
    "bbox": [
      64.82,
      714.58,
      533.33,
      743.38
    ],
    "text": "Complainant-Respondent",
    "fonts": [
      "Calibri",
      "Calibri-Bold"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 1,
    "bbox": [
      64.82,
      781.9,
      327.65,
      806.38
    ],
    "text": "Page 2 of 28",
    "fonts": [
      "Calibri",
      "Calibri-Bold"
    ],
    "sizes": [
      11.039999961853027
    ]
  },
  {
    "page_number": 1,
    "bbox": [
      64.82,
      84.84,
      347.54,
      130.58
    ],
    "text": "Before: N. Bandula Karunarathna J. &",
    "fonts": [
      "Calibri",
      "Calibri-Bold"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 1,
    "bbox": [
      64.82,
      133.73,
      444.14,
      169.82
    ],
    "text": "R. Gurusinghe J.",
    "fonts": [
      "Calibri-Bold"
    ],
    "sizes": [
      3.9600000381469727,
      12.0
    ]
  },
  {
    "page_number": 1,
    "bbox": [
      64.82,
      182.66,
      530.57,
      228.38
    ],
    "text": "Counsel: Saliya Pieris, PC with Geeth Karunarathne AAL for the Accused-Appellant",
    "fonts": [
      "Calibri",
      "Calibri-Bold"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 1,
    "bbox": [
      64.82,
      233.3,
      505.25,
      295.85
    ],
    "text": "Sudharshana De Silva, DSG for the Complainant-Respondent Written Submissions: By the Accused-Appellant on 19.06.2018",
    "fonts": [
      "Calibri",
      "Calibri-Bold"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 1,
    "bbox": [
      208.85,
      300.65,
      427.34,
      312.65
    ],
    "text": "By the Complainant-Respondent 03.12.2018",
    "fonts": [
      "Calibri"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 1,
    "bbox": [
      64.82,
      325.49,
      353.3,
      421.73
    ],
    "text": "Argued on : 11.10.2022 and 12.10.2022. Decided on : 29.11.2022. N. Bandula Karunarathna J.",
    "fonts": [
      "Calibri",
      "Calibri-Bold"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 1,
    "bbox": [
      64.82,
      434.57,
      533.32,
      530.83
    ],
    "text": "This appeal is from the judgment, delivered by the learned Judge of the High Court of Colombo, dated 21.05.2015, by which, the accused-appellant, who is before this court, was convicted and sentenced to 2 years Rigorous Imprisonment suspended for 10 years and was ordered to pay a fine of Rs. 5,000/= with a default term of 3 months imprisonment. Further he was directed to pay Rs.2,500,000/= as a penalty under section 26 of the bribery act with a default term of 2 years Simple Imprisonment.",
    "fonts": [
      "Calibri"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 1,
    "bbox": [
      64.82,
      543.67,
      533.32,
      606.19
    ],
    "text": "The appellant was indicted before the High Court of Colombo with a charge under section 23A (1) read with section 23A (3) of the Bribery Act. After trial he was convicted of the charge and was sentenced. Being aggrieved by the said judgement and the sentence, the accused-appellant preferred this appeal to the Court of Appeal on 03.06.2015.",
    "fonts": [
      "Calibri"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 1,
    "bbox": [
      64.82,
      619.03,
      252.0,
      631.03
    ],
    "text": "The grounds of appeal are as follows;",
    "fonts": [
      "Calibri"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 1,
    "bbox": [
      80.54,
      642.01,
      533.18,
      773.86
    ],
    "text": "(i.) Learned Trail Judge has failed to consider that the prosecution failed to establish the value of the vehicle in question is Rs.765,000/= beyond reasonable doubt and the appellant proved on balance of probabilities that he paid only Rs.500,000/= (ii.) The learned High Court Judge failed to consider that the value of the house built by him properly in the light of two different estimates submitted by the prosecution and the defence.",
    "fonts": [
      "ArialMT",
      "Calibri"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 2,
    "bbox": [
      64.82,
      781.9,
      327.65,
      806.38
    ],
    "text": "Page 3 of 28",
    "fonts": [
      "Calibri",
      "Calibri-Bold"
    ],
    "sizes": [
      11.039999961853027
    ]
  },
  {
    "page_number": 2,
    "bbox": [
      77.78,
      58.14,
      533.26,
      88.8
    ],
    "text": "(iii.) The learned High Court Judge had failed to properly evaluate the evidence in respect of the income, the appellant received from backhoe loader.",
    "fonts": [
      "ArialMT",
      "Calibri"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 2,
    "bbox": [
      64.82,
      101.66,
      532.98,
      147.38
    ],
    "text": "On 22.02.2007, the Indictment was read over to the accused and he pleaded not guilty. The Trial commenced on the same day and the following witnesses gave evidence on behalf of the Prosecution.",
    "fonts": [
      "Calibri"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 2,
    "bbox": [
      100.22,
      158.36,
      533.24,
      290.21
    ],
    "text": "(i.) Dissanayake Arrachchilage Ranathunga (PW 1) - The Chief Investigation Officer (ii.) R.A.M Nimal Rajakaruna (PW 4) - Provincial Valuer - To give evidence on the value of the house of the accused (Item No 2 of Schedule \"b\" to the indictment). (iii.) Sabhapathi Pillei Maheshwaran (PW 7) - Manager, Sakura Enterprises (A car sale) - To give evidence on the value of the vehicle of the accused (Item No 1 of Schedule \"b\" to the indictment).",
    "fonts": [
      "ArialMT",
      "Calibri"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 2,
    "bbox": [
      64.82,
      303.05,
      533.23,
      331.85
    ],
    "text": "Thereafter, the case for the defence started on 08.03.2011 and the following witnesses gave evidence on oath.",
    "fonts": [
      "Calibri"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 2,
    "bbox": [
      95.78,
      342.83,
      533.18,
      558.91
    ],
    "text": "(i.) Viyannalage Jayasinghe - The accused-appellant (ii.) Ekanayaka Mudiyanselage Wickramarathne Bandara - The owner of the land in which the accused claims that he carried out a soil excavation business. (iii.) Rathnayaka Mudiyanselage Sunil Rathnayake - The person who looked after the aforesaid soil excavation business. (iv.) Neik Mohammad Khan Argam Mohammad - The person who provided rubble, sand and metal for the construction of the accused's house. (v.) Rathnayaka Mudiyanselage Bandara - The mason who built the house of the accused",
    "fonts": [
      "ArialMT",
      "Calibri"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 2,
    "bbox": [
      64.82,
      571.75,
      533.33,
      668.02
    ],
    "text": "The prosecution case was based on the evidence of the Investigating Officer Sub Inspector Ranatunga. He had stated that he received a petition and then a preliminary investigation was done on the same. The appellant was an Assistant Engineer attached to the Irrigation Office at Kiriala. The allegation was that he put up a two storied house, bought a van and a motor bike. He has reported the facts revealed in the preliminary investigation to the commission and was directed to carry out a full investigation.",
    "fonts": [
      "Calibri"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 2,
    "bbox": [
      64.82,
      680.86,
      533.26,
      760.18
    ],
    "text": "Two statements were recorded from the appellant on 11.09.2002 and 17.09.2002 regarding his assets. An affidavit was called from the appellant by letter marked as P 1 and P 2 affidavit was submitted by the appellant on 05.10.2002. Accused-appellant submitted a second affidavit (P4) on 24.12.2002 on cash in hand. Upon completion of investigations the commission issued a show cause notice (P5) to the appellant, why he should not be indicted.",
    "fonts": [
      "Calibri"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 3,
    "bbox": [
      64.82,
      781.9,
      327.65,
      806.38
    ],
    "text": "Page 4 of 28",
    "fonts": [
      "Calibri",
      "Calibri-Bold"
    ],
    "sizes": [
      11.039999961853027
    ]
  },
  {
    "page_number": 3,
    "bbox": [
      64.82,
      60.0,
      533.1,
      88.8
    ],
    "text": "The appellant sent an affidavit (P6) in reply on 29.09.2004. Upon consideration of that affidavit the commission had decided to indict the appellant.",
    "fonts": [
      "Calibri"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 3,
    "bbox": [
      64.82,
      101.66,
      533.3,
      197.9
    ],
    "text": "The appellant had bought a van during the period 21.12.1995 to 22.1.1996 for Rs.768,000/= from Crown Motors, Kandy. The hire purchase agreement on that was marked as P7. The appellant had built 4160 square feet, two storied house during the period, April 1996 to February 2002. A valuation report on that property from Valuation Department was marked as P9 and the value was Rs.2,064,000/=. The account details of the wife and three children of the appellant were produced as evidence in the trial.",
    "fonts": [
      "Calibri"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 3,
    "bbox": [
      64.82,
      210.74,
      533.3,
      273.38
    ],
    "text": "Salary details including the loans obtained by the appellant were also submitted as evidence. The details regarding an income from a backhoe loader was considered but not accepted by the learned Trial Judge as the details were contradictory. The letter of appointment of the appellant was marked as P 16.",
    "fonts": [
      "Calibri"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 3,
    "bbox": [
      64.82,
      286.25,
      533.26,
      365.57
    ],
    "text": "Under cross-examination the witness was questioned about the income received from backhoe loader and the expenditure for building the house. According to that evidence appellant in his first statement had stated that he received money for the backhoe loader from his father in 1996 & 1997. In re-examination witness had further stated that the appellant failed to submit any documentary proof to establish that he received an income from the hiring of backhoe loader.",
    "fonts": [
      "Calibri"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 3,
    "bbox": [
      64.82,
      378.41,
      533.16,
      457.85
    ],
    "text": "It was also stated by the witness that according to section 23 A (6) of the Bribery Act he could act on the valuation Report of the Government Valuer. Prosecution had called Government Valuer PW 4 as the next witness. According to him the total floor area of the house is 3303.625 square feet. The items which were mentioned by the appellant as received without payment were deducted from the total cost. He had submitted a full file marked as P17.",
    "fonts": [
      "Calibri"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 3,
    "bbox": [
      64.82,
      470.71,
      533.28,
      583.75
    ],
    "text": "The learned counsel for the respondent argued that under cross-examination it was not suggested to this witness that his findings are either wrong or that he is lying. The former Manager (PW 7) of the Crown Motors had stated that the appellant had bought a vehicle for Rs.768,000/= and documents marked P 7, P 7A were signed by him. He had further stated that V2 is not signed by him and that type of document is normally issued for the income tax purposes. Under cross-examination it was never suggested to this witness that there was a defect in the vehicle in question and therefore V2 was issued after giving the money back.",
    "fonts": [
      "Calibri"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 3,
    "bbox": [
      64.82,
      596.59,
      533.21,
      709.66
    ],
    "text": "When the prosecution case was concluded for the defence case the appellant had given evidence. He had stated that he had followed a diploma with subjects including Civil Engineering & Quantity Survey. His position is that income from the hiring of backhoe loader was not included and there is wrong calculation on the expenditure for building his house and buying of his van. He had further stated that amounts for metal, labour are wrong and submitted the amounts he spent for those. In respect of the income from hiring of backhoe loader he had stated that till 2000-2001 there was no specific work and only odd jobs were done.",
    "fonts": [
      "Calibri"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 3,
    "bbox": [
      64.82,
      722.5,
      533.19,
      768.22
    ],
    "text": "The amounts were recorded in a book only in 2000/2001. His position is that he received an income of Rs.1,225,593/= during the relevant period. He had further stated that he took away the van on 4.1.1996 and returned the same as the year of manufacture was wrong. Then he was",
    "fonts": [
      "Calibri"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 4,
    "bbox": [
      64.82,
      781.9,
      327.65,
      806.38
    ],
    "text": "Page 5 of 28",
    "fonts": [
      "Calibri",
      "Calibri-Bold"
    ],
    "sizes": [
      11.039999961853027
    ]
  },
  {
    "page_number": 4,
    "bbox": [
      64.82,
      60.0,
      533.31,
      122.54
    ],
    "text": "paid back Rs.265,000/=. He took away the vehicle again on 27.1.1996. Under cross-examination he had admitted that the figures in V 7 are written by his memory and there are no documents to prove the same. Further he had stated that the mixtures used were of low quality as he had not used cement as required.",
    "fonts": [
      "Calibri"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 4,
    "bbox": [
      64.82,
      135.38,
      533.33,
      197.9
    ],
    "text": "The learned counsel for the respondent submitted that a contradiction P 19 B was marked as he had stated the backhoe loader was given on rent by his father. In the evidence he took up the position that he gave it on rent. He had further admitted the figures as income from backhoe loader were given from his memory as no documents were maintained.",
    "fonts": [
      "Calibri"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 4,
    "bbox": [
      64.82,
      210.74,
      533.26,
      323.93
    ],
    "text": "Wickremaratne Bandara (DW 4) in his evidence had stated that he did a business of taking rubble from a land owned by him using the backhoe loader of the appellant in 2000-2002. He had stated that about 10,000 cubes were extracted from his land during this period according to his memory as no documents were maintained. The other witness Sunil Rathnayake (DW 2) had kept the books for the appellant for the rubble business. He had worked as a Police Constable for 20 years before that. He had produced books marked V 12 - V 22. He had also marked three receipts of pumping diesel to the backhoe loader.",
    "fonts": [
      "Calibri"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 4,
    "bbox": [
      64.82,
      336.77,
      533.34,
      433.01
    ],
    "text": "Under cross-examination he had admitted making a statement on 07.10.2002 to the Bribery Commission. He is a neighbour of the appellant and had come to courts with him every day and listened to the evidence. He had admitted that he had not mentioned anything about the business he did with the appellant in his statement to the Commission although he was asked as to what he did after retirement. In re-examination he had stated that he had not mentioned that as he thought it will be a problem for the appellant regarding income tax.",
    "fonts": [
      "Calibri"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 4,
    "bbox": [
      64.82,
      445.85,
      533.33,
      558.91
    ],
    "text": "Khan Agam Mohamed in his evidence had stated that he used the appellant's backhoe loader to clear soil at his metal quarry and the appellant bought sand and metal from his hardware to build the appellant's house. He had given those material for a concessionary rate. Under cross-examination, he had admitted that he has no documentary proof to prove that he provided material in question to the appellant. The other defence witness Rathnayake Mudiyanselage Bandara had worked as a mason to build the appellant's house. He had stated that he worked for the appellant at a lower rate than the normal rate.",
    "fonts": [
      "Calibri"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 4,
    "bbox": [
      64.82,
      571.75,
      533.33,
      668.02
    ],
    "text": "It is important to note that unlike other cases of the similar type, in the instant case, the prosecution has not marked a balance sheet prepared with the income and the expenditure of the accused person during the period concerned for the investigation at the trial. However, during the evidence of PW 1, the expenses and the income of the accused person for the period concerned for the investigation were individually marked. Although not marked during the trial, the prosecution presented a balance sheet with their Written Submissions filed in the High Court.",
    "fonts": [
      "Calibri"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 4,
    "bbox": [
      64.82,
      680.86,
      533.33,
      760.18
    ],
    "text": "In the said balance sheet, the expenditures of the accused were similarly calculated as Rs. 3,283,371.67/- and the income of the accused for the period was calculated as Rs. 878,436.84. The learned Presidents Counsel for the accused-appellant argued that the reason for the income being calculated as aforesaid Rs. 878,436.84/- was that they had not calculated the sale proceeds of the motor car bearing No 12 Sri 6564 as an income of the accused in the said balance sheet.",
    "fonts": [
      "Calibri"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 5,
    "bbox": [
      64.82,
      781.9,
      327.65,
      806.38
    ],
    "text": "Page 6 of 28",
    "fonts": [
      "Calibri",
      "Calibri-Bold"
    ],
    "sizes": [
      11.039999961853027
    ]
  },
  {
    "page_number": 5,
    "bbox": [
      64.82,
      60.0,
      533.01,
      88.8
    ],
    "text": "The said avoidance of Rs. 175,000/- is erroneous as the evidence of the prosecution itself bear out the fact they identified the said income as an income of the accused.",
    "fonts": [
      "Calibri"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 5,
    "bbox": [
      64.82,
      101.66,
      438.26,
      113.66
    ],
    "text": "Vide page 111 of the appeal brief, PW 1 giving evidence testified as follows,",
    "fonts": [
      "Calibri"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 5,
    "bbox": [
      82.82,
      124.54,
      382.1,
      138.5
    ],
    "text": ": 3 ?",
    "fonts": [
      "Calibri",
      "IskoolaPota-Bold"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 5,
    "bbox": [
      82.82,
      149.5,
      533.33,
      163.46
    ],
    "text": ": 3 12 6564 175,000/-",
    "fonts": [
      "Calibri",
      "IskoolaPota-Bold"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 5,
    "bbox": [
      109.82,
      166.3,
      405.5,
      180.26
    ],
    "text": ", .",
    "fonts": [
      "Calibri",
      "IskoolaPota-Bold"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 5,
    "bbox": [
      82.82,
      191.14,
      477.29,
      205.1
    ],
    "text": ": ?",
    "fonts": [
      "Calibri",
      "IskoolaPota-Bold"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 5,
    "bbox": [
      82.82,
      215.98,
      533.33,
      229.94
    ],
    "text": ": .",
    "fonts": [
      "Calibri",
      "IskoolaPota-Bold"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 5,
    "bbox": [
      109.82,
      232.78,
      533.33,
      263.66
    ],
    "text": ". .",
    "fonts": [
      "Calibri",
      "IskoolaPota-Bold"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 5,
    "bbox": [
      64.82,
      276.53,
      533.33,
      490.63
    ],
    "text": "During the evidence, PW 1 testified that the total income of the accused during the period concerned for the investigation was Rs. 915,286.84/- This figure was not supported by any explanation, document or calculation and cut across the sum total of the whole income marked during his evidence. It should be noted that it cuts across the balance sheet the prosecution submitted with their written submission in the High Court. Accordingly, it is evident that despite the prosecution being required to prove beyond reasonable doubt that the known expenditure of the accused during the period concerned for the investigation is more than his known income. It appears that the prosecution was doubtful as to what the known income of the accused was. It was the position of the prosecution that the total earnings of the accused-appellant during the period concerned for the investigation was Rs. 1,053,437.49/- and the total expenditure of the accused during the same period was Rs. 3,283,371.67/-. Therefore, the known income and the known expenditure of the accused for the period concerned for the investigation was Rs. 2,229,934.18/-.",
    "fonts": [
      "Calibri"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 5,
    "bbox": [
      64.82,
      503.47,
      533.33,
      532.39
    ],
    "text": "The accused-appellant admitting all the expenses listed in the indictment, except for item No. 1 and 2 under schedule \"\" therein contended that;",
    "fonts": [
      "Calibri",
      "IskoolaPota-Bold"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 5,
    "bbox": [
      82.82,
      543.27,
      533.26,
      557.23
    ],
    "text": "(a) He only spent Rs. 503,000/- to purchase the van in item No 1 of schedule \"\" to the",
    "fonts": [
      "ArialMT",
      "Calibri",
      "IskoolaPota-Bold"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 5,
    "bbox": [
      82.82,
      562.03,
      533.28,
      607.75
    ],
    "text": "indictment as opposed to Rs. 768,000/- as alleged by the prosecution. (b) The cost of construction of his house in item No 2 of schedule \"\" was just Rs.",
    "fonts": [
      "ArialMT",
      "Calibri",
      "IskoolaPota-Bold"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 5,
    "bbox": [
      100.82,
      612.55,
      472.37,
      624.55
    ],
    "text": "1,380,000/- and Rs. 2,064,000/- as alleged by the prosecution is erroneous.",
    "fonts": [
      "Calibri"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 5,
    "bbox": [
      64.82,
      637.39,
      533.33,
      751.18
    ],
    "text": "The items of income as calculated and marked by the prosecution were admitted by the defence subject to an income generated by a backhoe loader amounting to Rs. 1,225,793/- must be included in the list. The result of the said adjustments would be that, the income of the accused would go up to Rs. 2,279,230.49/- (Rs. 1,225,793/- + Rs. 1,053,437.49/-) and the sum total of expenditures of the accused would come down to Rs. 2,334,371.67/- [Rs. 3,283,371.67/-, (Rs. 265,000/- & Rs. 684,000/-)] leaving only a difference of Rs. 55,141.18/- between the known income and the expenditure of the accused-appellant.",
    "fonts": [
      "Calibri",
      "SymbolMT"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 5,
    "bbox": [
      64.82,
      764.02,
      439.58,
      776.02
    ],
    "text": "It is important to note that the entire case revolves around three questions;",
    "fonts": [
      "Calibri"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 6,
    "bbox": [
      64.82,
      781.9,
      327.65,
      806.38
    ],
    "text": "Page 7 of 28",
    "fonts": [
      "Calibri",
      "Calibri-Bold"
    ],
    "sizes": [
      11.039999961853027
    ]
  },
  {
    "page_number": 6,
    "bbox": [
      82.82,
      58.04,
      533.33,
      72.0
    ],
    "text": "(a) how much did the accused actually spend for the van in item No 1 of the schedule \"\"",
    "fonts": [
      "ArialMT",
      "Calibri",
      "IskoolaPota-Bold"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 6,
    "bbox": [
      82.82,
      76.8,
      532.9,
      122.54
    ],
    "text": "to the indictment? (b) how much did the accused actually spend for the construction of his house in item No 2",
    "fonts": [
      "ArialMT",
      "Calibri"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 6,
    "bbox": [
      82.82,
      125.5,
      535.97,
      173.06
    ],
    "text": "of schedule \"\" to the indictment? (c) whether he in fact earned any income from the said backhoe loader and if so, how much?",
    "fonts": [
      "ArialMT",
      "Calibri",
      "IskoolaPota-Bold"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 6,
    "bbox": [
      64.82,
      185.9,
      533.32,
      282.14
    ],
    "text": "The contention of the learned Presidents Counsel for the accused-appellant was that the first question that would inevitably arise from the position of the accused was, \"whether an accused is entitled to be discharged of the charges under section 23 A (3) of the Bribery Act while there being an unexplained difference between the known income and the expenditure of the accused (Rs. 55,141.18/- in the instant case) even after all the adjustments he was claiming for have been adjusted in his favour of him?\"",
    "fonts": [
      "Calibri"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 6,
    "bbox": [
      64.82,
      295.01,
      533.33,
      374.45
    ],
    "text": "Before finding answer to that question, it is imperative to consider whether the adjustments claimed by the accused should in fact be adjusted in favour of him as it is only then that the question relating to the remaining balance would arise. Therefore, it will be considered, whether the accused-appellant in the instant case has satisfied court that the adjustments he claimed for, are genuine and must be adjusted in favour of him.",
    "fonts": [
      "Calibri"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 6,
    "bbox": [
      64.82,
      387.29,
      533.28,
      466.61
    ],
    "text": "\"The Law of Evidence Vol ii, Book i\" by E.R.S.R Coomaraswamy in page No 276 explains that \"The presumption created by section 23 A may be rebutted by the accused by proving on balance of probabilities that the property was acquired other than by bribery\". This could be considered as an answer to the question \"to what extent the accused should satisfy court that the adjustments claimed by him must be adjusted in favour of him?\"",
    "fonts": [
      "Calibri"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 6,
    "bbox": [
      64.82,
      479.47,
      533.23,
      525.19
    ],
    "text": "In the case of Wanigasekara vs. Republic of Sri Lanka 79 (1) NLR 241 it was held similarly that the presumption created by section 23 A may be rebutted by the accused by proving on a balance of probabilities, that the property was acquired other than by bribery.",
    "fonts": [
      "Calibri"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 6,
    "bbox": [
      64.82,
      538.03,
      533.33,
      735.34
    ],
    "text": "It was the position of the prosecution that during the period of 21.12.1995 and 22.01.1996, the accused-appellant purchased this van for a value of Rs. 765,000/- with a cost of registration at Rs. 3,000/-. In order to support the said argument, they marked a hire purchase agreement entered between Crown Motors and the accused on 04.01.1996 as . 7. There is a hand written note on the rear of the said agreement, which allegedly listed the payments made by the accused was marked as . 7 () and according to said . 7 () they argued that on 21.12.1995, 04.01.1996, 18.01.1996 and 22.01.1996 the accused paid Rs. 375,000/-, Rs. 125,000/-, Rs. 365,000/- and Rs. 3,000/- to Crown Motors respectively. However, from the very first instance the Commission inquired about the value of the van (vide 5, the accused took the position that he only purchased the van for Rs. 500,000/- (vide 6). Along with 6, he annexed an invoice issued by Crown Motors confirming that they received from the accused-appellant Rs. 500,000/- in full settlement. The said invoice was later marked as 2 during the trial.",
    "fonts": [
      "Calibri",
      "IskoolaPota-Bold"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 6,
    "bbox": [
      64.82,
      748.18,
      533.07,
      777.1
    ],
    "text": "There were two documents issued by the same company with regard to the value of the same vehicle bearing two different values. 7 being a hire purchase agreement indicated the value",
    "fonts": [
      "Calibri",
      "IskoolaPota-Bold"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 7,
    "bbox": [
      64.82,
      781.9,
      327.65,
      806.38
    ],
    "text": "Page 8 of 28",
    "fonts": [
      "Calibri",
      "Calibri-Bold"
    ],
    "sizes": [
      11.039999961853027
    ]
  },
  {
    "page_number": 7,
    "bbox": [
      64.82,
      58.04,
      533.22,
      88.8
    ],
    "text": "as Rs. 765,000/- (excluding the registration charges Rs. 3,000/-) while 2, being an invoice indicated it to be Rs. 500,000/-",
    "fonts": [
      "Calibri",
      "IskoolaPota-Bold"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 7,
    "bbox": [
      64.82,
      101.66,
      533.15,
      164.3
    ],
    "text": "As per PW 1, it was PW 7 a manager of the car sale, on whom they relied to find out which document reflects the accurate value of the vehicle. PW 1 testified that he recorded a statement from PW-07 and in the statement the manager was questioned as to why there are two receipts issued with regard to the same vehicle containing two values.",
    "fonts": [
      "Calibri"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 7,
    "bbox": [
      64.82,
      177.14,
      400.22,
      189.14
    ],
    "text": "The answer given by the Manager according to PW 1 was as follows;",
    "fonts": [
      "Calibri"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 7,
    "bbox": [
      82.82,
      200.02,
      533.33,
      213.98
    ],
    "text": ":",
    "fonts": [
      "Calibri",
      "IskoolaPota-Bold"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 7,
    "bbox": [
      109.82,
      216.82,
      504.05,
      230.78
    ],
    "text": ", . 7 765,000/- ?",
    "fonts": [
      "Calibri",
      "IskoolaPota-Bold"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 7,
    "bbox": [
      82.82,
      241.66,
      153.69,
      255.62
    ],
    "text": ": .",
    "fonts": [
      "Calibri",
      "IskoolaPota-Bold"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 7,
    "bbox": [
      82.82,
      266.5,
      533.33,
      280.46
    ],
    "text": ":",
    "fonts": [
      "Calibri",
      "IskoolaPota-Bold"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 7,
    "bbox": [
      109.82,
      283.45,
      434.9,
      297.41
    ],
    "text": "?",
    "fonts": [
      "Calibri",
      "IskoolaPota-Bold"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 7,
    "bbox": [
      82.82,
      308.29,
      167.25,
      322.25
    ],
    "text": ": .",
    "fonts": [
      "Calibri",
      "IskoolaPota-Bold"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 7,
    "bbox": [
      82.82,
      333.13,
      260.4,
      347.09
    ],
    "text": ": . 2 ?",
    "fonts": [
      "Calibri",
      "IskoolaPota-Bold"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 7,
    "bbox": [
      82.82,
      357.97,
      130.65,
      371.93
    ],
    "text": ": .",
    "fonts": [
      "Calibri",
      "IskoolaPota-Bold"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 7,
    "bbox": [
      82.82,
      382.81,
      370.46,
      396.77
    ],
    "text": ": ?",
    "fonts": [
      "Calibri",
      "IskoolaPota-Bold"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 7,
    "bbox": [
      82.82,
      407.65,
      202.56,
      421.61
    ],
    "text": ": .",
    "fonts": [
      "Calibri",
      "IskoolaPota-Bold"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 7,
    "bbox": [
      82.82,
      432.49,
      293.76,
      446.45
    ],
    "text": ": .2 ?",
    "fonts": [
      "Calibri",
      "IskoolaPota-Bold"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 7,
    "bbox": [
      82.82,
      457.33,
      533.33,
      471.29
    ],
    "text": ": .",
    "fonts": [
      "Calibri",
      "IskoolaPota-Bold"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 7,
    "bbox": [
      82.82,
      482.19,
      363.26,
      496.15
    ],
    "text": ": ?",
    "fonts": [
      "Calibri",
      "IskoolaPota-Bold"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 7,
    "bbox": [
      82.82,
      507.03,
      533.33,
      520.99
    ],
    "text": ": .",
    "fonts": [
      "Calibri",
      "IskoolaPota-Bold"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 7,
    "bbox": [
      109.82,
      523.83,
      390.02,
      537.79
    ],
    "text": ".",
    "fonts": [
      "Calibri",
      "IskoolaPota-Bold"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 7,
    "bbox": [
      64.82,
      550.63,
      533.03,
      579.55
    ],
    "text": "It is evident that the manager (PW 7) did not know who signed the document and was not in a position to clarify for what reason the invoice marked 2 was issued by his company.",
    "fonts": [
      "Calibri",
      "IskoolaPota-Bold"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 7,
    "bbox": [
      64.82,
      590.43,
      533.32,
      621.19
    ],
    "text": "As per PW 1, the reason for such inability for the manager to express a view on 2 was because he was not an employee of the said car sale at the time 2 was issued.",
    "fonts": [
      "Calibri",
      "IskoolaPota-Bold"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 7,
    "bbox": [
      64.82,
      634.03,
      338.78,
      646.03
    ],
    "text": "PW 1 at vide page 146 of the appeal brief is as follows;",
    "fonts": [
      "Calibri"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 7,
    "bbox": [
      82.82,
      656.94,
      421.7,
      670.9
    ],
    "text": ": .7 ?",
    "fonts": [
      "Calibri",
      "IskoolaPota-Bold"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 7,
    "bbox": [
      82.82,
      681.78,
      344.9,
      695.74
    ],
    "text": ": .",
    "fonts": [
      "Calibri",
      "IskoolaPota-Bold"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 7,
    "bbox": [
      82.82,
      706.62,
      533.33,
      720.58
    ],
    "text": ": 96",
    "fonts": [
      "Calibri",
      "IskoolaPota-Bold"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 7,
    "bbox": [
      109.82,
      723.54,
      309.72,
      737.5
    ],
    "text": "?",
    "fonts": [
      "Calibri",
      "IskoolaPota-Bold"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 7,
    "bbox": [
      82.82,
      748.38,
      367.22,
      762.34
    ],
    "text": ": .",
    "fonts": [
      "Calibri",
      "IskoolaPota-Bold"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 8,
    "bbox": [
      64.82,
      781.9,
      327.65,
      806.38
    ],
    "text": "Page 9 of 28",
    "fonts": [
      "Calibri",
      "Calibri-Bold"
    ],
    "sizes": [
      11.039999961853027
    ]
  },
  {
    "page_number": 8,
    "bbox": [
      82.82,
      58.04,
      431.66,
      72.0
    ],
    "text": ": 04.01.1996 7 2 ?",
    "fonts": [
      "Calibri",
      "IskoolaPota-Bold"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 8,
    "bbox": [
      82.82,
      82.88,
      153.69,
      96.84
    ],
    "text": ": .",
    "fonts": [
      "Calibri",
      "IskoolaPota-Bold"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 8,
    "bbox": [
      82.82,
      107.74,
      442.46,
      121.7
    ],
    "text": ": ?",
    "fonts": [
      "Calibri",
      "IskoolaPota-Bold"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 8,
    "bbox": [
      82.82,
      132.58,
      140.37,
      146.54
    ],
    "text": ": .",
    "fonts": [
      "Calibri",
      "IskoolaPota-Bold"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 8,
    "bbox": [
      82.82,
      157.42,
      365.06,
      171.38
    ],
    "text": ": ?",
    "fonts": [
      "Calibri",
      "IskoolaPota-Bold"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 8,
    "bbox": [
      82.82,
      182.26,
      185.49,
      196.22
    ],
    "text": ": 2002.12.04",
    "fonts": [
      "Calibri",
      "IskoolaPota-Bold"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 8,
    "bbox": [
      82.82,
      207.1,
      533.33,
      221.06
    ],
    "text": ":",
    "fonts": [
      "Calibri",
      "IskoolaPota-Bold"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 8,
    "bbox": [
      109.82,
      224.02,
      319.82,
      237.98
    ],
    "text": "? ?",
    "fonts": [
      "Calibri",
      "IskoolaPota-Bold"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 8,
    "bbox": [
      82.82,
      248.86,
      533.33,
      262.82
    ],
    "text": ": . 2002.11.22",
    "fonts": [
      "Calibri",
      "IskoolaPota-Bold"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 8,
    "bbox": [
      109.82,
      265.66,
      428.06,
      279.62
    ],
    "text": ".",
    "fonts": [
      "Calibri",
      "IskoolaPota-Bold"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 8,
    "bbox": [
      64.82,
      292.49,
      533.25,
      405.53
    ],
    "text": "The summary of the above evidence of PW 1 was that PW 7, on whom the prosecution relied on to verify the value of the vehicle, was not a person who had personal knowledge with regard to 7 and 2 as he was not an employee of the car sale, when 7 and 2 were executed. He was neither in a position to express a clear opinion as to who issued 2 or why two documents were issued with regard to the same vehicle. However, when PW 7 was called to give evidence, quite contrary to what PW 1 said, he testified that he worked as the manager of the said car sale at the time both 7 and 2 were issued.",
    "fonts": [
      "Calibri",
      "IskoolaPota-Bold"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 8,
    "bbox": [
      64.82,
      418.37,
      435.14,
      430.37
    ],
    "text": "At vide page 198 of the appeal brief during cross-examination is as follows;",
    "fonts": [
      "Calibri"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 8,
    "bbox": [
      82.82,
      441.37,
      523.49,
      455.33
    ],
    "text": ": 1996 ?",
    "fonts": [
      "Calibri",
      "IskoolaPota-Bold"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 8,
    "bbox": [
      82.82,
      466.23,
      130.65,
      480.19
    ],
    "text": ": .",
    "fonts": [
      "Calibri",
      "IskoolaPota-Bold"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 8,
    "bbox": [
      82.82,
      491.07,
      209.64,
      505.03
    ],
    "text": ": ?",
    "fonts": [
      "Calibri",
      "IskoolaPota-Bold"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 8,
    "bbox": [
      82.82,
      515.91,
      433.46,
      529.87
    ],
    "text": ": .",
    "fonts": [
      "Calibri",
      "IskoolaPota-Bold"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 8,
    "bbox": [
      64.82,
      542.71,
      532.94,
      571.51
    ],
    "text": "It is clear that it was PW-07's position that he worked in the company during the period the two documents were executed.",
    "fonts": [
      "Calibri"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 8,
    "bbox": [
      64.82,
      584.35,
      309.0,
      596.35
    ],
    "text": "At vide page 203 of the appeal brief is as follows;",
    "fonts": [
      "Calibri"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 8,
    "bbox": [
      82.82,
      607.23,
      482.57,
      621.19
    ],
    "text": ": .7 2 ?",
    "fonts": [
      "Calibri",
      "IskoolaPota-Bold"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 8,
    "bbox": [
      82.82,
      632.07,
      198.84,
      646.03
    ],
    "text": ": .",
    "fonts": [
      "Calibri",
      "IskoolaPota-Bold"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 8,
    "bbox": [
      82.82,
      656.94,
      533.33,
      670.9
    ],
    "text": ":",
    "fonts": [
      "Calibri",
      "IskoolaPota-Bold"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 8,
    "bbox": [
      109.82,
      673.86,
      264.72,
      687.82
    ],
    "text": "?",
    "fonts": [
      "Calibri",
      "IskoolaPota-Bold"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 8,
    "bbox": [
      82.82,
      698.7,
      396.74,
      712.66
    ],
    "text": ": .",
    "fonts": [
      "Calibri",
      "IskoolaPota-Bold"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 8,
    "bbox": [
      64.82,
      725.5,
      533.19,
      771.22
    ],
    "text": "It is clear that his evidence is contradictory with the evidence of PW 1 with regard to him being an employee of the car sale during the period concerned. With regard to his personal knowledge of the two documents, he took different views at different times.",
    "fonts": [
      "Calibri"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 9,
    "bbox": [
      64.82,
      781.9,
      330.41,
      806.38
    ],
    "text": "Page 10 of 28",
    "fonts": [
      "Calibri",
      "Calibri-Bold"
    ],
    "sizes": [
      11.039999961853027
    ]
  },
  {
    "page_number": 9,
    "bbox": [
      64.82,
      60.0,
      532.79,
      105.74
    ],
    "text": "In the above portion of evidence and on two other occasions quoted below, he took up the position that he had knowledge of the two documents despite him not signing the documents as he checked the documents before they were sent to the accountant.",
    "fonts": [
      "Calibri"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 9,
    "bbox": [
      64.82,
      118.58,
      432.5,
      130.58
    ],
    "text": "At vide page 199 of the appeal brief during cross-examination is as follows;",
    "fonts": [
      "Calibri"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 9,
    "bbox": [
      82.82,
      141.46,
      316.68,
      155.42
    ],
    "text": ": 2 ?",
    "fonts": [
      "Calibri",
      "IskoolaPota-Bold"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 9,
    "bbox": [
      82.82,
      166.3,
      176.61,
      180.26
    ],
    "text": ": .",
    "fonts": [
      "Calibri",
      "IskoolaPota-Bold"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 9,
    "bbox": [
      82.82,
      191.14,
      302.76,
      205.1
    ],
    "text": ": ?",
    "fonts": [
      "Calibri",
      "IskoolaPota-Bold"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 9,
    "bbox": [
      82.82,
      215.98,
      130.65,
      229.94
    ],
    "text": ": .",
    "fonts": [
      "Calibri",
      "IskoolaPota-Bold"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 9,
    "bbox": [
      82.82,
      240.82,
      514.97,
      254.78
    ],
    "text": ": ?",
    "fonts": [
      "Calibri",
      "IskoolaPota-Bold"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 9,
    "bbox": [
      82.82,
      265.66,
      148.89,
      279.62
    ],
    "text": ": .",
    "fonts": [
      "Calibri",
      "IskoolaPota-Bold"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 9,
    "bbox": [
      82.82,
      290.53,
      533.33,
      304.49
    ],
    "text": ":",
    "fonts": [
      "Calibri",
      "IskoolaPota-Bold"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 9,
    "bbox": [
      109.82,
      307.45,
      326.78,
      321.41
    ],
    "text": "5 ?",
    "fonts": [
      "Calibri",
      "IskoolaPota-Bold"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 9,
    "bbox": [
      82.82,
      332.29,
      130.65,
      346.25
    ],
    "text": ": .",
    "fonts": [
      "Calibri",
      "IskoolaPota-Bold"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 9,
    "bbox": [
      82.82,
      357.13,
      414.74,
      371.09
    ],
    "text": ": 2?",
    "fonts": [
      "Calibri",
      "IskoolaPota-Bold"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 9,
    "bbox": [
      82.82,
      381.97,
      302.4,
      395.93
    ],
    "text": ": 2 .",
    "fonts": [
      "Calibri",
      "IskoolaPota-Bold"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 9,
    "bbox": [
      82.82,
      406.81,
      316.32,
      420.77
    ],
    "text": ": ?",
    "fonts": [
      "Calibri",
      "IskoolaPota-Bold"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 9,
    "bbox": [
      82.82,
      431.65,
      320.66,
      445.61
    ],
    "text": ": .",
    "fonts": [
      "Calibri",
      "IskoolaPota-Bold"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 9,
    "bbox": [
      82.82,
      456.49,
      223.08,
      470.45
    ],
    "text": ": ?",
    "fonts": [
      "Calibri",
      "IskoolaPota-Bold"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 9,
    "bbox": [
      82.82,
      481.35,
      166.77,
      495.31
    ],
    "text": ": .",
    "fonts": [
      "Calibri",
      "IskoolaPota-Bold"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 9,
    "bbox": [
      64.82,
      508.15,
      306.24,
      520.15
    ],
    "text": "At vide page 197 of the appeal brief is as follows;",
    "fonts": [
      "Calibri"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 9,
    "bbox": [
      82.82,
      531.03,
      283.2,
      544.99
    ],
    "text": ": 7 ?",
    "fonts": [
      "Calibri",
      "IskoolaPota-Bold"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 9,
    "bbox": [
      82.82,
      555.87,
      130.65,
      569.83
    ],
    "text": ": .",
    "fonts": [
      "Calibri",
      "IskoolaPota-Bold"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 9,
    "bbox": [
      82.82,
      580.71,
      323.18,
      594.67
    ],
    "text": ": ?",
    "fonts": [
      "Calibri",
      "IskoolaPota-Bold"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 9,
    "bbox": [
      82.82,
      605.55,
      176.61,
      619.51
    ],
    "text": ": .",
    "fonts": [
      "Calibri",
      "IskoolaPota-Bold"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 9,
    "bbox": [
      82.82,
      630.39,
      298.08,
      644.35
    ],
    "text": ": ?",
    "fonts": [
      "Calibri",
      "IskoolaPota-Bold"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 9,
    "bbox": [
      82.82,
      655.26,
      140.37,
      669.22
    ],
    "text": ": .",
    "fonts": [
      "Calibri",
      "IskoolaPota-Bold"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 9,
    "bbox": [
      82.82,
      680.1,
      525.29,
      694.06
    ],
    "text": ": ?",
    "fonts": [
      "Calibri",
      "IskoolaPota-Bold"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 9,
    "bbox": [
      82.82,
      704.94,
      252.12,
      718.9
    ],
    "text": ": .",
    "fonts": [
      "Calibri",
      "IskoolaPota-Bold"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 9,
    "bbox": [
      82.82,
      729.78,
      307.08,
      743.74
    ],
    "text": ": ?",
    "fonts": [
      "Calibri",
      "IskoolaPota-Bold"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 9,
    "bbox": [
      82.82,
      754.62,
      281.64,
      768.58
    ],
    "text": ": .",
    "fonts": [
      "Calibri",
      "IskoolaPota-Bold"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 10,
    "bbox": [
      64.82,
      781.9,
      330.41,
      806.38
    ],
    "text": "Page 11 of 28",
    "fonts": [
      "Calibri",
      "Calibri-Bold"
    ],
    "sizes": [
      11.039999961853027
    ]
  },
  {
    "page_number": 10,
    "bbox": [
      64.82,
      58.04,
      535.97,
      88.8
    ],
    "text": "However, when he was asked, on whose request 2 was issued, he conceded that he did not know on whose request the document marked 2 was issued because it was not signed by him.",
    "fonts": [
      "Calibri",
      "IskoolaPota-Bold"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 10,
    "bbox": [
      64.82,
      101.66,
      308.76,
      113.66
    ],
    "text": "At vide page 197 of the appeal brief is as follows,",
    "fonts": [
      "Calibri"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 10,
    "bbox": [
      82.82,
      124.54,
      385.94,
      138.5
    ],
    "text": ": ?",
    "fonts": [
      "Calibri",
      "IskoolaPota-Bold"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 10,
    "bbox": [
      82.82,
      149.5,
      533.33,
      163.46
    ],
    "text": ": , 2",
    "fonts": [
      "Calibri",
      "IskoolaPota-Bold"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 10,
    "bbox": [
      109.82,
      166.3,
      199.2,
      180.26
    ],
    "text": ".",
    "fonts": [
      "Calibri",
      "IskoolaPota-Bold"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 10,
    "bbox": [
      82.82,
      191.14,
      325.58,
      205.1
    ],
    "text": ": 2 ?",
    "fonts": [
      "Calibri",
      "IskoolaPota-Bold"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 10,
    "bbox": [
      82.82,
      215.98,
      133.41,
      229.94
    ],
    "text": ": .",
    "fonts": [
      "Calibri",
      "IskoolaPota-Bold"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 10,
    "bbox": [
      82.82,
      240.82,
      533.33,
      254.78
    ],
    "text": ": ?",
    "fonts": [
      "Calibri",
      "IskoolaPota-Bold"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 10,
    "bbox": [
      109.82,
      257.62,
      253.8,
      271.58
    ],
    "text": "?",
    "fonts": [
      "Calibri",
      "IskoolaPota-Bold"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 10,
    "bbox": [
      82.82,
      282.49,
      533.33,
      296.45
    ],
    "text": ": , 2",
    "fonts": [
      "Calibri",
      "IskoolaPota-Bold"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 10,
    "bbox": [
      109.82,
      299.41,
      152.61,
      313.37
    ],
    "text": ".",
    "fonts": [
      "Calibri",
      "IskoolaPota-Bold"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 10,
    "bbox": [
      82.82,
      324.25,
      475.73,
      338.21
    ],
    "text": ": 2 . ?",
    "fonts": [
      "Calibri",
      "IskoolaPota-Bold"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 10,
    "bbox": [
      82.82,
      349.09,
      433.1,
      363.05
    ],
    "text": ": , .",
    "fonts": [
      "Calibri",
      "IskoolaPota-Bold"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 10,
    "bbox": [
      64.82,
      375.89,
      533.27,
      438.41
    ],
    "text": "The two positions taken by him above are contradictory with each other since it is obvious that if he checked the document before it was signed by the accountant and clarified for what purposes they were issued, there is no probable reason why he did not clarify on whose request they were being issued.",
    "fonts": [
      "Calibri"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 10,
    "bbox": [
      64.82,
      451.25,
      532.95,
      513.79
    ],
    "text": "Although he tried to take up the position that he has personal knowledge of the documents and he knows that 2 was issued for tax purposes because he checked the documents, whenever he was questioned as to whether his signature appears on any of them, he conceded that it is not on any of them.",
    "fonts": [
      "Calibri",
      "IskoolaPota-Bold"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 10,
    "bbox": [
      64.82,
      526.63,
      306.24,
      538.63
    ],
    "text": "At vide page 201 of the appeal brief is as follows;",
    "fonts": [
      "Calibri"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 10,
    "bbox": [
      82.82,
      549.51,
      533.33,
      563.47
    ],
    "text": ": ?",
    "fonts": [
      "Calibri",
      "IskoolaPota-Bold"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 10,
    "bbox": [
      109.82,
      566.43,
      314.4,
      580.39
    ],
    "text": "?",
    "fonts": [
      "Calibri",
      "IskoolaPota-Bold"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 10,
    "bbox": [
      82.82,
      591.27,
      130.65,
      605.23
    ],
    "text": ": .",
    "fonts": [
      "Calibri",
      "IskoolaPota-Bold"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 10,
    "bbox": [
      64.82,
      616.11,
      533.32,
      697.42
    ],
    "text": "Therefore, it is clear that his position with regard to his knowledge of the purpose of 2 is unsupported and purely stands on his own words. Although PW 1 in his evidence testified that PW 7 was not aware as to who signed the documents, PW 7 was very clear that the documents were signed by their accountant. Therefore, at that point, the evidence of PW 7 contradicts with the evidence of PW 1.",
    "fonts": [
      "Calibri",
      "IskoolaPota-Bold"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 10,
    "bbox": [
      64.82,
      708.3,
      533.27,
      739.18
    ],
    "text": "In addition, he himself conceded during his evidence that documents like 2 are generally issued when they sell a vehicle.",
    "fonts": [
      "Calibri",
      "IskoolaPota-Bold"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 10,
    "bbox": [
      64.82,
      752.02,
      309.0,
      764.02
    ],
    "text": "At vide page 197 of the appeal brief is as follows;",
    "fonts": [
      "Calibri"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 11,
    "bbox": [
      64.82,
      781.9,
      330.41,
      806.38
    ],
    "text": "Page 12 of 28",
    "fonts": [
      "Calibri",
      "Calibri-Bold"
    ],
    "sizes": [
      11.039999961853027
    ]
  },
  {
    "page_number": 11,
    "bbox": [
      82.82,
      58.04,
      533.33,
      72.0
    ],
    "text": ": 2",
    "fonts": [
      "Calibri",
      "IskoolaPota-Bold"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 11,
    "bbox": [
      109.82,
      74.84,
      140.85,
      88.8
    ],
    "text": "?",
    "fonts": [
      "Calibri",
      "IskoolaPota-Bold"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 11,
    "bbox": [
      82.82,
      99.7,
      159.57,
      113.66
    ],
    "text": ": 5.",
    "fonts": [
      "Calibri",
      "IskoolaPota-Bold"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 11,
    "bbox": [
      82.82,
      124.54,
      140.25,
      138.5
    ],
    "text": ": ?",
    "fonts": [
      "Calibri",
      "IskoolaPota-Bold"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 11,
    "bbox": [
      82.82,
      149.5,
      287.16,
      163.46
    ],
    "text": ": .",
    "fonts": [
      "Calibri",
      "IskoolaPota-Bold"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 11,
    "bbox": [
      82.82,
      174.34,
      533.33,
      188.3
    ],
    "text": ": .2",
    "fonts": [
      "Calibri",
      "IskoolaPota-Bold"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 11,
    "bbox": [
      109.82,
      191.14,
      162.45,
      205.1
    ],
    "text": "?",
    "fonts": [
      "Calibri",
      "IskoolaPota-Bold"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 11,
    "bbox": [
      82.82,
      215.98,
      533.33,
      229.94
    ],
    "text": ": . 2 . ,",
    "fonts": [
      "Calibri",
      "IskoolaPota-Bold"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 11,
    "bbox": [
      109.82,
      232.78,
      252.48,
      246.74
    ],
    "text": ".",
    "fonts": [
      "Calibri",
      "IskoolaPota-Bold"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 11,
    "bbox": [
      64.82,
      259.58,
      533.25,
      355.85
    ],
    "text": "Therefore, the final outcome of the evidence of PW 7 was that, it contradicts with the evidence of PW 1 on two points since him being an employee of the car sale at that time and of his knowledge on who signed the document. It contradicts itself because at one point he testified that he cannot say on whose request 2 was issued because he did not sign the document. However, the same person at a later point says that it was issued for tax purposes as he checked the documents before it was signed by the accountant.",
    "fonts": [
      "Calibri",
      "IskoolaPota-Bold"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 11,
    "bbox": [
      64.82,
      368.69,
      533.22,
      464.93
    ],
    "text": "Both positions cannot stand together as it is obvious that if he checked the document before it was signed by the accountant and asked for what purposes it is, there is no probable way he did not ask who requested it. Its contents are unsupported with any evidence in that although he testified that he has knowledge that it was issued for tax purposes because he checked it before it was signed by the accountant. There was nothing to prove that he in fact checked the document other than his own evidence.",
    "fonts": [
      "Calibri"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 11,
    "bbox": [
      64.82,
      475.83,
      533.33,
      641.47
    ],
    "text": "Due to the said reasons, the evidence of PW 7 with regard to 2 and 7 adds no strength to the prosecution's case that the vehicle was purchased for Rs. 750,000/-. It was PW 7 on whom the prosecution rested their entire case with regard to the value of the vehicle. It must be considered that the prosecution failed to establish the value of the van to be Rs. 750,000/- beyond reasonable doubt especially in the light of the version raised by the defence. While the benefit of such doubt should be conferred on the accused, it must then be considered, whether the accused on balance of probabilities proved that the value of the van was just Rs. 500,000/-. It was the position of the accused-appellant that although he initially paid Rs. 765,000/- (+ Rs. 3,000/-) for the van, later a sum of Rs. 265,000/- was returned to him because it was later discovered that the van was older than it was said to be.",
    "fonts": [
      "Calibri",
      "IskoolaPota-Bold"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 11,
    "bbox": [
      64.82,
      654.34,
      533.16,
      700.06
    ],
    "text": "He claimed that even the engine of the van did not have a number on it and when he wanted to return it to the sale, they reduced the price to Rs. 500,000/- and promised to carve an engine number on it.",
    "fonts": [
      "Calibri"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 11,
    "bbox": [
      64.82,
      712.9,
      459.29,
      724.9
    ],
    "text": "At vide page 244 of the appeal brief the accused giving evidence was as follows;",
    "fonts": [
      "Calibri"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 11,
    "bbox": [
      82.82,
      735.78,
      533.33,
      749.74
    ],
    "text": ": ,",
    "fonts": [
      "Calibri",
      "IskoolaPota-Bold"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 11,
    "bbox": [
      109.82,
      752.58,
      240.12,
      766.54
    ],
    "text": "?",
    "fonts": [
      "Calibri",
      "IskoolaPota-Bold"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 12,
    "bbox": [
      64.82,
      781.9,
      330.41,
      806.38
    ],
    "text": "Page 13 of 28",
    "fonts": [
      "Calibri",
      "Calibri-Bold"
    ],
    "sizes": [
      11.039999961853027
    ]
  },
  {
    "page_number": 12,
    "bbox": [
      82.82,
      58.04,
      130.65,
      72.0
    ],
    "text": ": .",
    "fonts": [
      "Calibri",
      "IskoolaPota-Bold"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 12,
    "bbox": [
      82.82,
      82.88,
      494.33,
      96.84
    ],
    "text": ": .7 ?",
    "fonts": [
      "Calibri",
      "IskoolaPota-Bold"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 12,
    "bbox": [
      82.82,
      107.74,
      127.65,
      121.7
    ],
    "text": ":",
    "fonts": [
      "Calibri",
      "IskoolaPota-Bold"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 12,
    "bbox": [
      82.82,
      132.58,
      533.33,
      146.54
    ],
    "text": ": 768,000/-",
    "fonts": [
      "Calibri",
      "IskoolaPota-Bold"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 12,
    "bbox": [
      109.82,
      149.5,
      175.65,
      163.46
    ],
    "text": "?",
    "fonts": [
      "Calibri",
      "IskoolaPota-Bold"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 12,
    "bbox": [
      82.82,
      174.34,
      130.65,
      188.3
    ],
    "text": ": .",
    "fonts": [
      "Calibri",
      "IskoolaPota-Bold"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 12,
    "bbox": [
      82.82,
      199.18,
      485.09,
      213.14
    ],
    "text": ": 503,000/- ?",
    "fonts": [
      "Calibri",
      "IskoolaPota-Bold"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 12,
    "bbox": [
      82.82,
      224.02,
      533.33,
      237.98
    ],
    "text": ": 768,000/- ,",
    "fonts": [
      "Calibri",
      "IskoolaPota-Bold"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 12,
    "bbox": [
      109.82,
      240.82,
      533.33,
      271.58
    ],
    "text": ". . .",
    "fonts": [
      "Calibri",
      "IskoolaPota-Bold"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 12,
    "bbox": [
      82.82,
      282.49,
      343.46,
      296.45
    ],
    "text": ": ?",
    "fonts": [
      "Calibri",
      "IskoolaPota-Bold"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 12,
    "bbox": [
      82.82,
      307.45,
      177.21,
      321.41
    ],
    "text": ": .",
    "fonts": [
      "Calibri",
      "IskoolaPota-Bold"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 12,
    "bbox": [
      82.82,
      332.29,
      429.86,
      346.25
    ],
    "text": ": ?",
    "fonts": [
      "Calibri",
      "IskoolaPota-Bold"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 12,
    "bbox": [
      82.82,
      357.13,
      328.82,
      371.09
    ],
    "text": ": .",
    "fonts": [
      "Calibri",
      "IskoolaPota-Bold"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 12,
    "bbox": [
      82.82,
      381.97,
      335.9,
      395.93
    ],
    "text": ": ?",
    "fonts": [
      "Calibri",
      "IskoolaPota-Bold"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 12,
    "bbox": [
      82.82,
      406.81,
      533.33,
      420.77
    ],
    "text": ": . , 5",
    "fonts": [
      "Calibri",
      "IskoolaPota-Bold"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 12,
    "bbox": [
      109.82,
      423.61,
      206.28,
      437.57
    ],
    "text": ".",
    "fonts": [
      "Calibri",
      "IskoolaPota-Bold"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 12,
    "bbox": [
      82.82,
      448.45,
      533.33,
      462.41
    ],
    "text": ":",
    "fonts": [
      "Calibri",
      "IskoolaPota-Bold"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 12,
    "bbox": [
      109.82,
      465.39,
      182.97,
      479.35
    ],
    "text": "?",
    "fonts": [
      "Calibri",
      "IskoolaPota-Bold"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 12,
    "bbox": [
      82.82,
      490.23,
      130.65,
      504.19
    ],
    "text": ": .",
    "fonts": [
      "Calibri",
      "IskoolaPota-Bold"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 12,
    "bbox": [
      82.82,
      515.07,
      293.64,
      529.03
    ],
    "text": ": ?",
    "fonts": [
      "Calibri",
      "IskoolaPota-Bold"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 12,
    "bbox": [
      82.82,
      539.91,
      130.65,
      553.87
    ],
    "text": ": .",
    "fonts": [
      "Calibri",
      "IskoolaPota-Bold"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 12,
    "bbox": [
      82.82,
      564.75,
      533.33,
      578.71
    ],
    "text": ":",
    "fonts": [
      "Calibri",
      "IskoolaPota-Bold"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 12,
    "bbox": [
      109.82,
      581.55,
      355.94,
      595.51
    ],
    "text": "?",
    "fonts": [
      "Calibri",
      "IskoolaPota-Bold"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 12,
    "bbox": [
      82.82,
      606.39,
      251.88,
      620.35
    ],
    "text": ": 265,000/- .",
    "fonts": [
      "Calibri",
      "IskoolaPota-Bold"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 12,
    "bbox": [
      64.82,
      633.19,
      533.28,
      746.26
    ],
    "text": "In order to substantiate the said position, he presented two delivery orders issued by the car sale with regard to the same vehicle on two dates. They were later marked as 9 and 10 during the trial. Delivery order marked 9 was dated 04.01.1996 and the second delivery order marked as 10 was issued after 23 days on 27.01.1996. It was his position that the delivery order marked 9 is the original one which was issued when he took delivery of the van for the first time on 04.01.1996. He stated that the 2nd one was issued when he took delivery for the second time after they carved a new engine number and reduced the price.",
    "fonts": [
      "Calibri",
      "IskoolaPota-Bold"
    ],
    "sizes": [
      8.039999961853027,
      12.0
    ]
  },
  {
    "page_number": 13,
    "bbox": [
      64.82,
      781.9,
      330.41,
      806.38
    ],
    "text": "Page 14 of 28",
    "fonts": [
      "Calibri",
      "Calibri-Bold"
    ],
    "sizes": [
      11.039999961853027
    ]
  },
  {
    "page_number": 13,
    "bbox": [
      64.82,
      60.0,
      533.32,
      173.06
    ],
    "text": "The accused-appellant was subjected to cross-examination, at no point were the aforementioned two delivery orders challenged by the prosecution. Instead, they attempted to show that according to 7 the value of the van was Rs. 765,000/- and the accused paid the said amount in instalments during 21.12.1995 to 18.01.1996. The fact that he paid Rs. 765,000/- for the van in instalments and the value of the van being Rs. 765,000/- as per the agreement marked 7 was never denied by the accused-appellant. As mentioned above, it was his position that although he paid Rs. 765,000/- initially, a sum of Rs. 265,000 was later returned to him.",
    "fonts": [
      "Calibri",
      "IskoolaPota-Bold"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 13,
    "bbox": [
      64.82,
      185.9,
      534.89,
      248.42
    ],
    "text": "If the van was not delivered to the accused on two occasions, there is no explanation how there are two delivery orders issued by the same car sale to the same vehicle on two different occasions. While it adds to the strength of the case of the defence so much, the prosecution was unable to challenge the said position of the defence even by a suggestion made to the defence.",
    "fonts": [
      "Calibri"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 13,
    "bbox": [
      64.82,
      261.38,
      533.02,
      290.21
    ],
    "text": "Instead, they questioned the accused-appellant whether he had any proof to substantiate the position that a sum of Rs. 265,000/- was returned to him by the car sale.",
    "fonts": [
      "Calibri"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 13,
    "bbox": [
      64.82,
      303.05,
      306.24,
      315.05
    ],
    "text": "At vide page 266 of the appeal brief is as follows;",
    "fonts": [
      "Calibri"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 13,
    "bbox": [
      82.82,
      325.93,
      533.33,
      339.89
    ],
    "text": ":",
    "fonts": [
      "Calibri",
      "IskoolaPota-Bold"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 13,
    "bbox": [
      109.82,
      342.73,
      418.22,
      356.69
    ],
    "text": "?",
    "fonts": [
      "Calibri",
      "IskoolaPota-Bold"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 13,
    "bbox": [
      82.82,
      367.57,
      181.89,
      381.53
    ],
    "text": ":",
    "fonts": [
      "Calibri",
      "IskoolaPota-Bold"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 13,
    "bbox": [
      82.82,
      392.41,
      410.3,
      406.37
    ],
    "text": ": ?",
    "fonts": [
      "Calibri",
      "IskoolaPota-Bold"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 13,
    "bbox": [
      82.82,
      417.37,
      184.89,
      431.33
    ],
    "text": ": .",
    "fonts": [
      "Calibri",
      "IskoolaPota-Bold"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 13,
    "bbox": [
      82.82,
      442.21,
      533.33,
      456.17
    ],
    "text": ":",
    "fonts": [
      "Calibri",
      "IskoolaPota-Bold"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 13,
    "bbox": [
      109.82,
      459.01,
      466.37,
      472.97
    ],
    "text": "1996.01.22 10 ?",
    "fonts": [
      "Calibri",
      "IskoolaPota-Bold"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 13,
    "bbox": [
      82.82,
      483.87,
      184.89,
      497.83
    ],
    "text": ": .",
    "fonts": [
      "Calibri",
      "IskoolaPota-Bold"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 13,
    "bbox": [
      82.82,
      508.71,
      533.33,
      522.67
    ],
    "text": ": , 265,000/-",
    "fonts": [
      "Calibri",
      "IskoolaPota-Bold"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 13,
    "bbox": [
      109.82,
      525.51,
      221.16,
      539.47
    ],
    "text": "?",
    "fonts": [
      "Calibri",
      "IskoolaPota-Bold"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 13,
    "bbox": [
      82.82,
      550.35,
      184.89,
      564.31
    ],
    "text": ": .",
    "fonts": [
      "Calibri",
      "IskoolaPota-Bold"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 13,
    "bbox": [
      82.82,
      575.31,
      533.33,
      589.27
    ],
    "text": ": , . 265,000/- ?",
    "fonts": [
      "Calibri",
      "IskoolaPota-Bold"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 13,
    "bbox": [
      82.82,
      600.15,
      533.33,
      614.11
    ],
    "text": ": , . 768,000/- .",
    "fonts": [
      "Calibri",
      "IskoolaPota-Bold"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 13,
    "bbox": [
      109.82,
      616.95,
      533.33,
      698.26
    ],
    "text": ". 1 4 . . . . . . 265,000 .",
    "fonts": [
      "Calibri",
      "IskoolaPota-Bold"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 13,
    "bbox": [
      64.82,
      711.22,
      309.0,
      723.22
    ],
    "text": "At vide page 268 of the appeal brief is as follows;",
    "fonts": [
      "Calibri"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 13,
    "bbox": [
      82.82,
      734.1,
      533.33,
      748.06
    ],
    "text": ": . 265,000/-",
    "fonts": [
      "Calibri",
      "IskoolaPota-Bold"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 13,
    "bbox": [
      109.82,
      750.9,
      310.8,
      764.86
    ],
    "text": "?",
    "fonts": [
      "Calibri",
      "IskoolaPota-Bold"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 14,
    "bbox": [
      64.82,
      781.9,
      330.41,
      806.38
    ],
    "text": "Page 15 of 28",
    "fonts": [
      "Calibri",
      "Calibri-Bold"
    ],
    "sizes": [
      11.039999961853027
    ]
  },
  {
    "page_number": 14,
    "bbox": [
      82.82,
      58.04,
      228.24,
      72.0
    ],
    "text": ": .",
    "fonts": [
      "Calibri",
      "IskoolaPota-Bold"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 14,
    "bbox": [
      64.82,
      84.84,
      533.33,
      197.9
    ],
    "text": "However, such position taken by the prosecution is highly unreasonable as one cannot expect a car sale to issue a document confirming their mistake. The position taken up by the defence was that, the sum of Rs. 265,000/- was returned because the van was older than it was said to be and because it had many defects including there was no engine number carved. It is highly unreasonable for one to expect that the car sale will issue a document confirming that they returned a sum from the total value of a vehicle because the vehicle they sold from their car sale was defective.",
    "fonts": [
      "Calibri"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 14,
    "bbox": [
      64.82,
      210.74,
      532.93,
      273.38
    ],
    "text": "Even if one may argue that they could have merely issued a document stating that they have returned money without stating the reason for such return, such practice by any vendor is highly unusual as it is always the receiver who issues a receipt confirming they received money. At no place is it practiced that the one who pays the money issues a receipt.",
    "fonts": [
      "Calibri"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 14,
    "bbox": [
      64.82,
      286.25,
      532.96,
      315.05
    ],
    "text": "During cross-examination of the accused, they took up the position that it is frivolous for the accused to claim that there was no engine number originally on the engine.",
    "fonts": [
      "Calibri"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 14,
    "bbox": [
      64.82,
      327.89,
      309.0,
      339.89
    ],
    "text": "At vide page 269 of the appeal brief is as follows;",
    "fonts": [
      "Calibri"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 14,
    "bbox": [
      82.82,
      350.77,
      533.33,
      364.73
    ],
    "text": ": , .7",
    "fonts": [
      "Calibri",
      "IskoolaPota-Bold"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 14,
    "bbox": [
      109.82,
      367.57,
      356.18,
      381.53
    ],
    "text": ".",
    "fonts": [
      "Calibri",
      "IskoolaPota-Bold"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 14,
    "bbox": [
      82.82,
      392.41,
      533.33,
      406.37
    ],
    "text": ": . . .",
    "fonts": [
      "Calibri",
      "IskoolaPota-Bold"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 14,
    "bbox": [
      109.82,
      409.33,
      533.33,
      440.09
    ],
    "text": ". .",
    "fonts": [
      "Calibri",
      "IskoolaPota-Bold"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 14,
    "bbox": [
      82.82,
      450.97,
      533.33,
      464.93
    ],
    "text": ": ,",
    "fonts": [
      "Calibri",
      "IskoolaPota-Bold"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 14,
    "bbox": [
      109.82,
      467.91,
      533.33,
      498.67
    ],
    "text": ". ?",
    "fonts": [
      "Calibri",
      "IskoolaPota-Bold"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 14,
    "bbox": [
      82.82,
      509.55,
      533.33,
      523.51
    ],
    "text": ": . .",
    "fonts": [
      "Calibri",
      "IskoolaPota-Bold"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 14,
    "bbox": [
      109.82,
      526.35,
      392.3,
      540.31
    ],
    "text": ". .",
    "fonts": [
      "Calibri",
      "IskoolaPota-Bold"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 14,
    "bbox": [
      82.82,
      551.31,
      533.33,
      565.27
    ],
    "text": ": .7 , 1996.01.04 7",
    "fonts": [
      "Calibri",
      "IskoolaPota-Bold"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 14,
    "bbox": [
      109.82,
      568.11,
      366.74,
      582.07
    ],
    "text": "?",
    "fonts": [
      "Calibri",
      "IskoolaPota-Bold"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 14,
    "bbox": [
      82.82,
      592.95,
      463.37,
      606.91
    ],
    "text": ": . . .",
    "fonts": [
      "Calibri",
      "IskoolaPota-Bold"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 14,
    "bbox": [
      64.82,
      619.75,
      533.27,
      716.02
    ],
    "text": "It is common knowledge that any engine number consist of series of numbers accompanied by the number which denotes the model of the engine. It is important to note that \"2L\" is just a family of Toyota engines and not a number used to identify specific engines fitted to each vehicle. It simply denotes that the particular engine belongs to the 2L diesel engine family and for the purpose of identifying each engine fitted to each vehicle, there is a serial number printed on each engine following the said model number.",
    "fonts": [
      "Calibri"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 14,
    "bbox": [
      64.82,
      728.86,
      533.22,
      774.58
    ],
    "text": "The engine number of the vehicle was simply printed as 2L. That clearly shows that the vehicle had no engine number at the time it was sold to the accused. Therefore, it is clear that the version presented by the accused with regard to the inferior quality of the vehicle is genuine. As",
    "fonts": [
      "Calibri"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 15,
    "bbox": [
      64.82,
      781.9,
      330.41,
      806.38
    ],
    "text": "Page 16 of 28",
    "fonts": [
      "Calibri",
      "Calibri-Bold"
    ],
    "sizes": [
      11.039999961853027
    ]
  },
  {
    "page_number": 15,
    "bbox": [
      64.82,
      60.0,
      533.18,
      88.8
    ],
    "text": "a result, inevitably the version of the defence that a sum of Rs. 265,000/- was returned to the accused due to the inferior quality of the vehicle is strengthened.",
    "fonts": [
      "Calibri"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 15,
    "bbox": [
      64.82,
      101.66,
      533.28,
      197.9
    ],
    "text": "In the light of, weak, contradictory and unsupported evidence of the only witness of the prosecution who was called to clarify the value of the vehicle and in the light of strong unchallenged and probable version presented by the defence, it ought to have been considered that value of the vehicle was just Rs. 500,000/-. In the light of above explanations, it is my view that the accused had satisfied court on balance of probabilities that he purchased the van for just Rs. 500,000/-.",
    "fonts": [
      "Calibri"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 15,
    "bbox": [
      64.82,
      210.74,
      533.3,
      307.01
    ],
    "text": "The learned counsel for the respondent argued that the learned High Court Judge in her judgment carefully analysed the evidence led on behalf of the prosecution and came to a finding that the prosecution had proved its case beyond reasonable doubt. She had observed that there are contradictions in P2 and P6 submitted by the accused-appellant on the income from backhoe loader. The learned Trial Judge had considered the evidence on the building of the appellant's house and the amount spent on buying the vehicle.",
    "fonts": [
      "Calibri"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 15,
    "bbox": [
      64.82,
      319.85,
      533.31,
      416.09
    ],
    "text": "It is true that, as the prosecution had established the presumption that the expenditure of the appellant is above his known income, then the burden shifts to the appellant to rebut that presumption on the balance of probability. It was the contention of the learned Deputy Solicitor General for the respondent that the learned Trial Judge had carefully considered the evidence presented by the appellant on expenditure on building the house and came to the findings that evidence is not consistent and contradictory.",
    "fonts": [
      "Calibri"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 15,
    "bbox": [
      64.82,
      428.93,
      533.32,
      508.39
    ],
    "text": "The learned counsel for the respondent further says that the learned High Court Judge had considered the evidence on the amount spent by the accused-appellant on buying his van. He argued that it was established by the prosecution that the appellant had spent Rs.768,000/- for this purpose. The fact that the Company returned Rs. 250,000/- was not established by the appellant on balance of probability.",
    "fonts": [
      "Calibri"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 15,
    "bbox": [
      64.82,
      521.23,
      533.33,
      668.02
    ],
    "text": "Not only that the learned Deputy Solicitor General further submitted that the learned High Court Judge had analysed the evidence on the income form the hiring of backhoe loader. The Trial Judge had observed that witness Sunil Rathnayake had failed to mention that he was employed by the appellant in the statement made to the commission and there is no documentary proof of the income generated from this business. The appellant too had failed to mention in his first statement to the commission that he had a substantial income from hiring of the backhoe loader. Therefore, the learned High Court Judge had decided to disregard this as an income for the appellant. I do not agree with the learned Deputy Solicitor General as the evidence clearly shows that the prosecution witnesses had given contradictory evidence.",
    "fonts": [
      "Calibri"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 15,
    "bbox": [
      64.82,
      680.86,
      533.32,
      743.38
    ],
    "text": "The functions of an appellate court in dealing with a judgment mainly on the facts from court which saw and heard witnesses was dealt by Hon. Chief Justice MacDonnell in King Vs. Gunaratne 14 Ceylon Law Recorder 174. It was indicated that we have to apply these tests as they seem to be, which a Court of Appeal must apply to an appeal coming to it on questions of fact;",
    "fonts": [
      "Calibri"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 15,
    "bbox": [
      92.3,
      754.36,
      513.17,
      768.22
    ],
    "text": "(i.) Was the verdict of the Judge unreasonably against the weight of the evidence?",
    "fonts": [
      "ArialMT",
      "Calibri"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 16,
    "bbox": [
      64.82,
      781.9,
      330.41,
      806.38
    ],
    "text": "Page 17 of 28",
    "fonts": [
      "Calibri",
      "Calibri-Bold"
    ],
    "sizes": [
      11.039999961853027
    ]
  },
  {
    "page_number": 16,
    "bbox": [
      86.78,
      60.0,
      518.21,
      122.54
    ],
    "text": "(ii.) Was there misdirection either on the law or the evidence? (iii.) Has the Court of Trial drawn the wrong inference from the matters in evidence?",
    "fonts": [
      "ArialMT",
      "Calibri"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 16,
    "bbox": [
      64.82,
      135.38,
      414.86,
      147.38
    ],
    "text": "Lord Pearce in Onnassi vs. Vergottis ((1968)2 Lloyds' R.403) stated that;",
    "fonts": [
      "Calibri"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 16,
    "bbox": [
      100.82,
      160.22,
      533.17,
      290.21
    ],
    "text": "'one thing is clear, not so much as a rule of law but rather as a working rule of common sense. A Trial Judge has, except on rare occasions, a very great advantage over an appellate court; evidence of a witness heard and seen has a very great advantage over a transcript of that evidence; and a Court of Appeal should never interfere unless it is satisfied both that the judgment ought not to stand and that the divergence of view between the Trial Judge and the Court of Appeal has not been occasioned by any demeanour of the witnesses or truer atmosphere of the trial (which may have eluded the appellate court) or by any other of those advantages which the trial judge possesses'.",
    "fonts": [
      "Calibri"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 16,
    "bbox": [
      64.82,
      303.05,
      533.28,
      433.01
    ],
    "text": "Appellate Courts are generally slow to interfere with the decisions of inferior courts on questions of fact or oral testimony. The Privy Council had stated that appellate court should not ordinarily interfere with the trial courts opinion as to the credibility of a witness as the Trial Judge alone knows the demeanour of the witness; he alone can appreciate the manner in which the questions are answered, whether with honest candour or with doubtful plausibility and whether after careful thought or with reckless glibness; and he alone can form a reliable opinion as to whether the witness has emerged with credit from cross-examination (Vide, Valarshak Seth Apcar vs. Standard Coal Company Limited AIR (1943)PC 159).",
    "fonts": [
      "Calibri"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 16,
    "bbox": [
      64.82,
      445.85,
      533.25,
      491.47
    ],
    "text": "It was decided in Sris Chandra Nandi vs. Rakhalananda (AIR) 1941 PC 16 where the matter is one of inference from evidence, and the evidence is not well balanced the appellate court will set aside the finding of the trial court if it is against the weight of evidence.",
    "fonts": [
      "Calibri"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 16,
    "bbox": [
      64.82,
      504.31,
      533.31,
      533.23
    ],
    "text": "In D, W. Wanigasekera vs The Republic of Sri Lanka 1979 (1) NLR 241 at 250 & 25Z it was held that;",
    "fonts": [
      "Calibri"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 16,
    "bbox": [
      100.82,
      546.07,
      533.33,
      676.06
    ],
    "text": "'I am therefore of the view that the 'basic fact' required to be proved in a prosecution under section 23A of the Bribery Act is that the accused acquired property which cannot or could not have been acquired with any part of his sources of income or receipts known to the prosecution after investigation; the prosecution is not required to prove that the acquisitions were made with income or receipts from bribery.' If the tribunal is reasonably satisfied, that is, satisfied to the extent that it can say \"we think it more probable than not that the accused acquired the property by proceeds other than income or receipts from bribery' then the accused is entitled to an acquittal.'",
    "fonts": [
      "Calibri"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 16,
    "bbox": [
      64.82,
      688.9,
      533.32,
      717.7
    ],
    "text": "It was held in Attorney General vs. R.M. Karunaratne SC 16/74 D.C. Colombo B/75-SC minutes of 17.06.1977 that;",
    "fonts": [
      "Calibri"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 16,
    "bbox": [
      100.82,
      730.54,
      533.22,
      776.26
    ],
    "text": "'What a person (accused) has to prove is that a property was not acquired by bribery or was not property to which he had converted any property acquired by bribery. The ordinary and usual method by which a person may prove this is by showing the source",
    "fonts": [
      "Calibri"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 17,
    "bbox": [
      64.82,
      781.9,
      330.41,
      806.38
    ],
    "text": "Page 18 of 28",
    "fonts": [
      "Calibri",
      "Calibri-Bold"
    ],
    "sizes": [
      11.039999961853027
    ]
  },
  {
    "page_number": 17,
    "bbox": [
      100.82,
      60.0,
      533.17,
      105.74
    ],
    "text": "from which he acquired the property and demonstrating that it was not by bribery. As this is a matter in which the onus is on the accused person, it will be sufficient if he establishes it on a balance of probabilities,'",
    "fonts": [
      "Calibri"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 17,
    "bbox": [
      64.82,
      118.58,
      472.13,
      130.58
    ],
    "text": "In L.C. Fernando vs. Republic of Sri Lanka 79 (2) NLR 313 at 319 it was decided that;",
    "fonts": [
      "Calibri"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 17,
    "bbox": [
      100.82,
      143.42,
      533.32,
      307.01
    ],
    "text": "'The offence then depends on the legal presumption. But that legal presumption will apply to the property and will only last \"until the contrary is proved by him'. The legislature has clearly stated by whom \"the contrary\" is to be proved. It is not by the prosecution. It is by \"him\", that is the person who owns or has acquires such property. He knows best how he acquired it. It Is within his special knowledge. Consequently, he is in a position to show that it was not acquired from bribery what is it that \"he' has to prove or, as the learned Trial Judge stated, contrary of what? Contrary of \"that such property acquired by him by bribery.\" He has to prove that the property was not acquired from income or receipts from bribery, i.e., the property was not acquired from any gratification accepted in contravention of Part ii of the Bribery Act'",
    "fonts": [
      "Calibri"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 17,
    "bbox": [
      64.82,
      319.85,
      533.32,
      433.01
    ],
    "text": "The other important matter was the position taken up by the prosecution that the accused-appellant spent Rs. 2,064,000/- for the construction of his house during the period concerned for the investigation. In order to substantiate such position, they marked a letter by the Chief Valuer as 9 () during the trial. Although the complete file in the Government Valuers Department was later marked as 17 during the evidence of Provincial Valuer (PW-04). It is pertinent to make note that this information was not available to the prosecution when the accused was indicted subsequent to their investigation.",
    "fonts": [
      "Calibri",
      "IskoolaPota-Bold"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 17,
    "bbox": [
      64.82,
      445.85,
      535.97,
      457.85
    ],
    "text": "At vide page 140 of the appeal brief during PW 1's cross-examination it was revealed as follows;",
    "fonts": [
      "Calibri"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 17,
    "bbox": [
      82.82,
      468.75,
      496.01,
      482.71
    ],
    "text": ": ?",
    "fonts": [
      "Calibri",
      "IskoolaPota-Bold"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 17,
    "bbox": [
      82.82,
      493.59,
      153.69,
      507.55
    ],
    "text": ": .",
    "fonts": [
      "Calibri",
      "IskoolaPota-Bold"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 17,
    "bbox": [
      82.82,
      518.43,
      435.14,
      532.39
    ],
    "text": ": .9 () ?",
    "fonts": [
      "Calibri",
      "IskoolaPota-Bold"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 17,
    "bbox": [
      82.82,
      543.27,
      153.69,
      557.23
    ],
    "text": ": .",
    "fonts": [
      "Calibri",
      "IskoolaPota-Bold"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 17,
    "bbox": [
      82.82,
      568.11,
      533.33,
      582.07
    ],
    "text": ": .9 () .9",
    "fonts": [
      "Calibri",
      "IskoolaPota-Bold"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 17,
    "bbox": [
      109.82,
      584.91,
      209.4,
      598.87
    ],
    "text": "?",
    "fonts": [
      "Calibri",
      "IskoolaPota-Bold"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 17,
    "bbox": [
      82.82,
      609.75,
      153.69,
      623.71
    ],
    "text": ": .",
    "fonts": [
      "Calibri",
      "IskoolaPota-Bold"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 17,
    "bbox": [
      82.82,
      634.59,
      533.33,
      648.55
    ],
    "text": ": 9",
    "fonts": [
      "Calibri",
      "IskoolaPota-Bold"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 17,
    "bbox": [
      109.82,
      651.54,
      227.52,
      665.5
    ],
    "text": "?",
    "fonts": [
      "Calibri",
      "IskoolaPota-Bold"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 17,
    "bbox": [
      82.82,
      676.38,
      140.37,
      690.34
    ],
    "text": ": .",
    "fonts": [
      "Calibri",
      "IskoolaPota-Bold"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 17,
    "bbox": [
      82.82,
      701.22,
      533.33,
      715.18
    ],
    "text": ":",
    "fonts": [
      "Calibri",
      "IskoolaPota-Bold"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 17,
    "bbox": [
      109.82,
      718.02,
      482.45,
      731.98
    ],
    "text": "?",
    "fonts": [
      "Calibri",
      "IskoolaPota-Bold"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 17,
    "bbox": [
      82.82,
      742.86,
      478.37,
      756.82
    ],
    "text": ": . .",
    "fonts": [
      "Calibri",
      "IskoolaPota-Bold"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 18,
    "bbox": [
      64.82,
      781.9,
      330.41,
      806.38
    ],
    "text": "Page 19 of 28",
    "fonts": [
      "Calibri",
      "Calibri-Bold"
    ],
    "sizes": [
      11.039999961853027
    ]
  },
  {
    "page_number": 18,
    "bbox": [
      82.82,
      58.04,
      533.33,
      72.0
    ],
    "text": ":",
    "fonts": [
      "Calibri",
      "IskoolaPota-Bold"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 18,
    "bbox": [
      109.82,
      74.84,
      505.85,
      88.8
    ],
    "text": "?",
    "fonts": [
      "Calibri",
      "IskoolaPota-Bold"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 18,
    "bbox": [
      82.82,
      99.7,
      140.37,
      113.66
    ],
    "text": ": .",
    "fonts": [
      "Calibri",
      "IskoolaPota-Bold"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 18,
    "bbox": [
      64.82,
      126.5,
      533.32,
      205.94
    ],
    "text": "Accordingly, it is clear that at the time the accused was indicted, the commission did not have a detailed report from the Chief Valuer. With his answer to the show cause letter marked 6, the accused annexed a letter from one Manjula Wickramasinghe, confirming that the value of the house was just Rs. 1,380,000/-. This letter contained a lump sum value for the house and did not give a detailed report. This was later marked as 1 during the trial.",
    "fonts": [
      "Calibri",
      "IskoolaPota-Bold"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 18,
    "bbox": [
      64.82,
      218.78,
      532.8,
      264.5
    ],
    "text": "As a result, it is important to note that at the time the commission decided to indict the accused-appellant, they had in their possession two values for the house both containing only lump sum values.",
    "fonts": [
      "Calibri"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 18,
    "bbox": [
      64.82,
      277.37,
      533.19,
      373.61
    ],
    "text": "As evident from the indictment itself, the commission has decided to disbelieve the letter of the accused and to indict him under the value given by the Chief Valuer. It is submitted that such decision of the commission is unreasonable, premature and caused them to indict the accused-appellant on an incomplete investigation. However, at the time the indictment was served, even though there were two values given for the house, no attempt was made to bring down detailed reports from any of the parties and to compare them with a view of finding the truth.",
    "fonts": [
      "Calibri"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 18,
    "bbox": [
      64.82,
      386.45,
      533.06,
      448.97
    ],
    "text": "Such an analysis is essential in determining the value of a house because unlike in other assets, the cost of construction depends on many variables. Quite apart from calling for detailed reports, the commission was not even keen on recording a statement from the said Architect admittedly for the reason they did not think it is necessary.",
    "fonts": [
      "Calibri"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 18,
    "bbox": [
      64.82,
      461.81,
      479.81,
      473.81
    ],
    "text": "At vide page 143 of the appeal brief, PW 1 during cross-examination says as follows;",
    "fonts": [
      "Calibri"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 18,
    "bbox": [
      82.82,
      484.71,
      533.33,
      498.67
    ],
    "text": ": ,",
    "fonts": [
      "Calibri",
      "IskoolaPota-Bold"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 18,
    "bbox": [
      109.82,
      501.51,
      359.78,
      515.47
    ],
    "text": "?",
    "fonts": [
      "Calibri",
      "IskoolaPota-Bold"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 18,
    "bbox": [
      82.82,
      526.35,
      153.69,
      540.31
    ],
    "text": ": .",
    "fonts": [
      "Calibri",
      "IskoolaPota-Bold"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 18,
    "bbox": [
      82.82,
      551.31,
      533.33,
      565.27
    ],
    "text": ": . 1 1",
    "fonts": [
      "Calibri",
      "IskoolaPota-Bold"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 18,
    "bbox": [
      109.82,
      568.11,
      329.18,
      582.07
    ],
    "text": "?",
    "fonts": [
      "Calibri",
      "IskoolaPota-Bold"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 18,
    "bbox": [
      82.82,
      592.95,
      140.37,
      606.91
    ],
    "text": ": .",
    "fonts": [
      "Calibri",
      "IskoolaPota-Bold"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 18,
    "bbox": [
      82.82,
      617.79,
      533.33,
      631.75
    ],
    "text": ":",
    "fonts": [
      "Calibri",
      "IskoolaPota-Bold"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 18,
    "bbox": [
      109.82,
      634.59,
      533.33,
      682.3
    ],
    "text": "2,064,000/- . 1,300,000/- ?",
    "fonts": [
      "Calibri",
      "IskoolaPota-Bold"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 18,
    "bbox": [
      82.82,
      693.18,
      140.37,
      707.14
    ],
    "text": ": .",
    "fonts": [
      "Calibri",
      "IskoolaPota-Bold"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 18,
    "bbox": [
      82.82,
      718.02,
      448.25,
      731.98
    ],
    "text": ": ?",
    "fonts": [
      "Calibri",
      "IskoolaPota-Bold"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 18,
    "bbox": [
      82.82,
      742.86,
      401.66,
      756.82
    ],
    "text": ": .",
    "fonts": [
      "Calibri",
      "IskoolaPota-Bold"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 19,
    "bbox": [
      64.82,
      781.9,
      330.41,
      806.38
    ],
    "text": "Page 20 of 28",
    "fonts": [
      "Calibri",
      "Calibri-Bold"
    ],
    "sizes": [
      11.039999961853027
    ]
  },
  {
    "page_number": 19,
    "bbox": [
      82.82,
      58.04,
      533.33,
      72.0
    ],
    "text": ":",
    "fonts": [
      "Calibri",
      "IskoolaPota-Bold"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 19,
    "bbox": [
      109.82,
      74.84,
      533.33,
      88.8
    ],
    "text": "?",
    "fonts": [
      "Calibri",
      "IskoolaPota-Bold"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 19,
    "bbox": [
      82.82,
      99.7,
      153.69,
      113.66
    ],
    "text": ": .",
    "fonts": [
      "Calibri",
      "IskoolaPota-Bold"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 19,
    "bbox": [
      64.82,
      126.5,
      533.31,
      205.94
    ],
    "text": "Those conclusions arrived at by the commission were erroneous, prejudicial and resulted in a premature indictment being served consequent to an incomplete investigation. Although the situation before the indictment was as such, during the case of the defence, the document marked 1 was challenged by the prosecution suggesting that a Bill of Quantities (BOQ) cannot be prepared after a lapse of one year from the construction.",
    "fonts": [
      "Calibri",
      "IskoolaPota-Bold"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 19,
    "bbox": [
      64.82,
      218.78,
      309.0,
      230.78
    ],
    "text": "At vide page 282 of the appeal brief is as follows;",
    "fonts": [
      "Calibri"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 19,
    "bbox": [
      82.82,
      241.66,
      305.64,
      255.62
    ],
    "text": ": 1 . 1 ?",
    "fonts": [
      "Calibri",
      "IskoolaPota-Bold"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 19,
    "bbox": [
      82.82,
      266.5,
      170.25,
      280.46
    ],
    "text": ": 2004.09.24.",
    "fonts": [
      "Calibri",
      "IskoolaPota-Bold"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 19,
    "bbox": [
      82.82,
      291.37,
      332.78,
      305.33
    ],
    "text": ": 2002.02.28 ?",
    "fonts": [
      "Calibri",
      "IskoolaPota-Bold"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 19,
    "bbox": [
      82.82,
      316.21,
      145.89,
      330.17
    ],
    "text": ": .",
    "fonts": [
      "Calibri",
      "IskoolaPota-Bold"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 19,
    "bbox": [
      82.82,
      341.05,
      533.33,
      355.01
    ],
    "text": ": ..",
    "fonts": [
      "Calibri",
      "IskoolaPota-Bold"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 19,
    "bbox": [
      109.82,
      357.97,
      219.36,
      371.93
    ],
    "text": "?",
    "fonts": [
      "Calibri",
      "IskoolaPota-Bold"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 19,
    "bbox": [
      82.82,
      382.81,
      148.53,
      396.77
    ],
    "text": ": .",
    "fonts": [
      "Calibri",
      "IskoolaPota-Bold"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 19,
    "bbox": [
      64.82,
      409.61,
      533.3,
      505.87
    ],
    "text": "The said contention by the prosecution is untenable because the document on which they also relied to establish the value of the house (the Chief Valuer's report) is dated 21.10.2003 which is also issued after one year from the construction. In any event, upon PW 4 (the provincial Valuer) being called to give evidence and the entire valuation file being marked as 17, the accused-appellant during the case of the defence called two witnesses to show why the valuation of the Chief Valuer is inaccurate. Before that he himself gave following explanations.",
    "fonts": [
      "Calibri",
      "IskoolaPota-Bold"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 19,
    "bbox": [
      64.82,
      518.71,
      484.13,
      530.71
    ],
    "text": "At vide page 211 of the appeal brief, the accused-appellant gave evidence as follows,",
    "fonts": [
      "Calibri"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 19,
    "bbox": [
      82.82,
      541.59,
      533.33,
      555.55
    ],
    "text": ":",
    "fonts": [
      "Calibri",
      "IskoolaPota-Bold"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 19,
    "bbox": [
      109.82,
      558.39,
      533.33,
      589.27
    ],
    "text": ". ?",
    "fonts": [
      "Calibri",
      "IskoolaPota-Bold"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 19,
    "bbox": [
      82.82,
      600.15,
      318.48,
      614.11
    ],
    "text": ": . 2,064,000/- .",
    "fonts": [
      "Calibri",
      "IskoolaPota-Bold"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 19,
    "bbox": [
      82.82,
      624.99,
      458.69,
      638.95
    ],
    "text": ": . 1,380,000 ?",
    "fonts": [
      "Calibri",
      "IskoolaPota-Bold"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 19,
    "bbox": [
      82.82,
      649.86,
      130.65,
      663.82
    ],
    "text": ": .",
    "fonts": [
      "Calibri",
      "IskoolaPota-Bold"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 19,
    "bbox": [
      82.82,
      674.7,
      310.32,
      688.66
    ],
    "text": ": ?",
    "fonts": [
      "Calibri",
      "IskoolaPota-Bold"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 19,
    "bbox": [
      82.82,
      699.54,
      533.33,
      713.5
    ],
    "text": ":",
    "fonts": [
      "Calibri",
      "IskoolaPota-Bold"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 19,
    "bbox": [
      109.82,
      716.34,
      533.33,
      747.22
    ],
    "text": ", , . . .",
    "fonts": [
      "Calibri",
      "IskoolaPota-Bold"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 20,
    "bbox": [
      64.82,
      781.9,
      330.41,
      806.38
    ],
    "text": "Page 21 of 28",
    "fonts": [
      "Calibri",
      "Calibri-Bold"
    ],
    "sizes": [
      11.039999961853027
    ]
  },
  {
    "page_number": 20,
    "bbox": [
      109.82,
      58.04,
      533.33,
      88.8
    ],
    "text": ". .",
    "fonts": [
      "Calibri",
      "IskoolaPota-Bold"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 20,
    "bbox": [
      64.82,
      101.66,
      533.22,
      147.38
    ],
    "text": "Thereafter he went on to explain for how much he purchased each of the material for the disputed house. In vide page 214 of the appeal brief he had given the following explanation with regard to the cost of labour;",
    "fonts": [
      "Calibri"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 20,
    "bbox": [
      82.82,
      158.26,
      533.33,
      172.22
    ],
    "text": ": .17",
    "fonts": [
      "Calibri",
      "IskoolaPota-Bold"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 20,
    "bbox": [
      109.82,
      175.18,
      367.58,
      189.14
    ],
    "text": "?",
    "fonts": [
      "Calibri",
      "IskoolaPota-Bold"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 20,
    "bbox": [
      82.82,
      200.02,
      130.65,
      213.98
    ],
    "text": ": .",
    "fonts": [
      "Calibri",
      "IskoolaPota-Bold"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 20,
    "bbox": [
      82.82,
      224.86,
      254.76,
      238.82
    ],
    "text": ": ?",
    "fonts": [
      "Calibri",
      "IskoolaPota-Bold"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 20,
    "bbox": [
      82.82,
      249.7,
      533.33,
      263.66
    ],
    "text": ": ,",
    "fonts": [
      "Calibri",
      "IskoolaPota-Bold"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 20,
    "bbox": [
      109.82,
      266.5,
      533.33,
      297.41
    ],
    "text": ". . .",
    "fonts": [
      "Calibri",
      "IskoolaPota-Bold"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 20,
    "bbox": [
      64.82,
      308.29,
      457.61,
      322.25
    ],
    "text": "Then he explained one by one how much in fact he spent for the items in 17.",
    "fonts": [
      "Calibri",
      "IskoolaPota-Bold"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 20,
    "bbox": [
      64.82,
      335.09,
      174.33,
      347.09
    ],
    "text": "He further explained;",
    "fonts": [
      "Calibri"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 20,
    "bbox": [
      91.82,
      358.07,
      533.03,
      371.93
    ],
    "text": "a. that he used manual labour for various functions for which the government Valuer",
    "fonts": [
      "ArialMT",
      "Calibri"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 20,
    "bbox": [
      91.82,
      376.73,
      532.96,
      422.45
    ],
    "text": "allotted machinery charges, b. that in construction people do not use standard mixing ratios but save money by cutting",
    "fonts": [
      "ArialMT",
      "Calibri"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 20,
    "bbox": [
      91.82,
      427.25,
      532.88,
      472.97
    ],
    "text": "down on quality, c. that in government valuations, an allocation is made for wastage, but people always",
    "fonts": [
      "ArialMT",
      "Calibri"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 20,
    "bbox": [
      109.82,
      475.83,
      523.73,
      489.79
    ],
    "text": "keep the wastage at its minimum therefore the rates given in 17 are not realistic.",
    "fonts": [
      "Calibri",
      "IskoolaPota-Bold"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 20,
    "bbox": [
      64.82,
      500.67,
      533.24,
      565.27
    ],
    "text": "He has marked a document prepared by himself as 7 which explained how much he in fact spent for the items in 17. The said document marked 7 (the rate analysis prepared by the accused-appellant) was then challenged by the prosecution during cross-examination on the basis that it was not prepared with records maintained by the accused.",
    "fonts": [
      "Calibri",
      "IskoolaPota-Bold"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 20,
    "bbox": [
      64.82,
      578.11,
      307.32,
      590.11
    ],
    "text": "In vide page 289 of the appeal brief is as follows;",
    "fonts": [
      "Calibri"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 20,
    "bbox": [
      82.82,
      600.99,
      533.33,
      614.95
    ],
    "text": ": ?",
    "fonts": [
      "Calibri",
      "IskoolaPota-Bold"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 20,
    "bbox": [
      109.82,
      617.79,
      374.18,
      631.75
    ],
    "text": "7 ?",
    "fonts": [
      "Calibri",
      "IskoolaPota-Bold"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 20,
    "bbox": [
      82.82,
      642.63,
      533.33,
      656.59
    ],
    "text": ": .",
    "fonts": [
      "Calibri",
      "IskoolaPota-Bold"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 20,
    "bbox": [
      109.82,
      659.46,
      167.25,
      673.42
    ],
    "text": ".",
    "fonts": [
      "Calibri",
      "IskoolaPota-Bold"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 20,
    "bbox": [
      82.82,
      684.3,
      533.33,
      698.26
    ],
    "text": ":",
    "fonts": [
      "Calibri",
      "IskoolaPota-Bold"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 20,
    "bbox": [
      109.82,
      701.22,
      211.44,
      715.18
    ],
    "text": "?",
    "fonts": [
      "Calibri",
      "IskoolaPota-Bold"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 20,
    "bbox": [
      82.82,
      726.06,
      476.45,
      740.02
    ],
    "text": ": . .",
    "fonts": [
      "Calibri",
      "IskoolaPota-Bold"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 20,
    "bbox": [
      82.82,
      750.9,
      471.77,
      764.86
    ],
    "text": ": 7 ?",
    "fonts": [
      "Calibri",
      "IskoolaPota-Bold"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 21,
    "bbox": [
      64.82,
      781.9,
      330.41,
      806.38
    ],
    "text": "Page 22 of 28",
    "fonts": [
      "Calibri",
      "Calibri-Bold"
    ],
    "sizes": [
      11.039999961853027
    ]
  },
  {
    "page_number": 21,
    "bbox": [
      82.82,
      58.04,
      130.65,
      72.0
    ],
    "text": ": .",
    "fonts": [
      "Calibri",
      "IskoolaPota-Bold"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 21,
    "bbox": [
      82.82,
      82.88,
      533.33,
      96.84
    ],
    "text": ":",
    "fonts": [
      "Calibri",
      "IskoolaPota-Bold"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 21,
    "bbox": [
      109.82,
      99.7,
      490.37,
      113.66
    ],
    "text": "7 ?",
    "fonts": [
      "Calibri",
      "IskoolaPota-Bold"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 21,
    "bbox": [
      82.82,
      124.54,
      267.12,
      138.5
    ],
    "text": ": .",
    "fonts": [
      "Calibri",
      "IskoolaPota-Bold"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 21,
    "bbox": [
      82.82,
      149.5,
      533.33,
      163.46
    ],
    "text": ": 7",
    "fonts": [
      "Calibri",
      "IskoolaPota-Bold"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 21,
    "bbox": [
      109.82,
      166.3,
      235.32,
      180.26
    ],
    "text": "?",
    "fonts": [
      "Calibri",
      "IskoolaPota-Bold"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 21,
    "bbox": [
      82.82,
      191.14,
      533.33,
      205.1
    ],
    "text": ": 7",
    "fonts": [
      "Calibri",
      "IskoolaPota-Bold"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 21,
    "bbox": [
      109.82,
      207.94,
      303.0,
      221.9
    ],
    "text": ".",
    "fonts": [
      "Calibri",
      "IskoolaPota-Bold"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 21,
    "bbox": [
      82.82,
      232.78,
      460.61,
      246.74
    ],
    "text": ": 7 ?",
    "fonts": [
      "Calibri",
      "IskoolaPota-Bold"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 21,
    "bbox": [
      82.82,
      257.62,
      404.54,
      271.58
    ],
    "text": ": . .",
    "fonts": [
      "Calibri",
      "IskoolaPota-Bold"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 21,
    "bbox": [
      64.82,
      284.45,
      533.27,
      347.09
    ],
    "text": "The Learned High Court Judge also in his judgement accepted the position taken up by the prosecution. At vide page 445 and 446 of the appeal briefs, the Learned High Court Judge has come to the conclusion that the rates given by the accused are baseless and unsupported without documentary proof.",
    "fonts": [
      "Calibri"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 21,
    "bbox": [
      64.82,
      359.93,
      533.18,
      489.79
    ],
    "text": "The prosecution as well as the court in adjudicating justice must not only be fair but practical. It is highly impractical for one to expect that every man will keep record of his expenses. When one does not have any record for his expenses, such fact, in all fairness, should not be used against him in a criminal trial. Also, in this case the accused did not just claim that he has no records. He has repeatedly stated that he based 7 on figures he collected from the suppliers and masons. There is no reason for one to contend that those figures are of any less value than the records of his own especially in the backdrop that those suppliers and masons were called to give evidence by the defence.",
    "fonts": [
      "Calibri",
      "IskoolaPota-Bold"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 21,
    "bbox": [
      64.82,
      502.63,
      533.32,
      649.39
    ],
    "text": "When the accused-appellant called the supplier who supplied rubble, metal and sand and the mason who did the construction of the house to substantiate the position that the accused received material and labour for much lesser prices than the market value, the same position of there being no documentary evidence was taken up by the prosecution. If one looks at the position of the accused from a practical view point, other than explaining on his own with the support of his suppliers and masons, there is no other way he could have explained and proved before court how much in fact he spent for the house as in reality, not everyone keeps records of their expenses nor can court expect that anyone would do so as nobody would ever expect that they will have to give evidence regarding their expenses in the future.",
    "fonts": [
      "Calibri"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 21,
    "bbox": [
      64.82,
      662.26,
      534.89,
      691.18
    ],
    "text": "If the prosecution is to challenge such explanations on want of documentary proof, it has to be understood that the prosecution is deviating from the practicality and requiring the impossible.",
    "fonts": [
      "Calibri"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 21,
    "bbox": [
      64.82,
      704.02,
      533.22,
      732.82
    ],
    "text": "During cross-examination, the position of the accused-appellant was challenged by the prosecution in the following way;",
    "fonts": [
      "Calibri"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 21,
    "bbox": [
      82.82,
      743.7,
      428.66,
      757.66
    ],
    "text": ": 2002.09.11 ?",
    "fonts": [
      "Calibri",
      "IskoolaPota-Bold"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 22,
    "bbox": [
      64.82,
      781.9,
      330.41,
      806.38
    ],
    "text": "Page 23 of 28",
    "fonts": [
      "Calibri",
      "Calibri-Bold"
    ],
    "sizes": [
      11.039999961853027
    ]
  },
  {
    "page_number": 22,
    "bbox": [
      82.82,
      58.04,
      130.65,
      72.0
    ],
    "text": ": .",
    "fonts": [
      "Calibri",
      "IskoolaPota-Bold"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 22,
    "bbox": [
      82.82,
      82.88,
      281.28,
      96.84
    ],
    "text": ": ?",
    "fonts": [
      "Calibri",
      "IskoolaPota-Bold"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 22,
    "bbox": [
      82.82,
      107.74,
      130.65,
      121.7
    ],
    "text": ": .",
    "fonts": [
      "Calibri",
      "IskoolaPota-Bold"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 22,
    "bbox": [
      82.82,
      132.58,
      495.89,
      146.54
    ],
    "text": ": 7 ?",
    "fonts": [
      "Calibri",
      "IskoolaPota-Bold"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 22,
    "bbox": [
      82.82,
      157.42,
      130.65,
      171.38
    ],
    "text": ": .",
    "fonts": [
      "Calibri",
      "IskoolaPota-Bold"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 22,
    "bbox": [
      82.82,
      184.22,
      109.77,
      196.22
    ],
    "text": "........",
    "fonts": [
      "Calibri"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 22,
    "bbox": [
      82.82,
      207.1,
      371.66,
      221.06
    ],
    "text": ": 8 ?",
    "fonts": [
      "Calibri",
      "IskoolaPota-Bold"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 22,
    "bbox": [
      82.82,
      231.94,
      533.33,
      245.9
    ],
    "text": ": .",
    "fonts": [
      "Calibri",
      "IskoolaPota-Bold"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 22,
    "bbox": [
      109.82,
      248.86,
      533.33,
      296.45
    ],
    "text": ". . . 8 9 .",
    "fonts": [
      "Calibri",
      "IskoolaPota-Bold"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 22,
    "bbox": [
      82.82,
      307.45,
      533.33,
      321.41
    ],
    "text": ": .6 . 1,380,000/-",
    "fonts": [
      "Calibri",
      "IskoolaPota-Bold"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 22,
    "bbox": [
      109.82,
      324.25,
      139.29,
      338.21
    ],
    "text": "?",
    "fonts": [
      "Calibri",
      "IskoolaPota-Bold"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 22,
    "bbox": [
      82.82,
      349.09,
      145.89,
      363.05
    ],
    "text": ": .",
    "fonts": [
      "Calibri",
      "IskoolaPota-Bold"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 22,
    "bbox": [
      82.82,
      373.93,
      498.05,
      387.89
    ],
    "text": ": 6 , . . 6 ?",
    "fonts": [
      "Calibri",
      "IskoolaPota-Bold"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 22,
    "bbox": [
      82.82,
      398.77,
      170.25,
      412.73
    ],
    "text": ": 2004.09.29.",
    "fonts": [
      "Calibri",
      "IskoolaPota-Bold"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 22,
    "bbox": [
      82.82,
      423.61,
      533.33,
      437.57
    ],
    "text": ":",
    "fonts": [
      "Calibri",
      "IskoolaPota-Bold"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 22,
    "bbox": [
      109.82,
      440.41,
      533.33,
      471.29
    ],
    "text": ". 8 . . 1,380,000/- ?",
    "fonts": [
      "Calibri",
      "IskoolaPota-Bold"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 22,
    "bbox": [
      82.82,
      482.19,
      533.33,
      496.15
    ],
    "text": ": .",
    "fonts": [
      "Calibri",
      "IskoolaPota-Bold"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 22,
    "bbox": [
      109.82,
      498.99,
      533.33,
      546.67
    ],
    "text": ". . . 8 .",
    "fonts": [
      "Calibri",
      "IskoolaPota-Bold"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 22,
    "bbox": [
      82.82,
      557.55,
      533.33,
      571.51
    ],
    "text": ":",
    "fonts": [
      "Calibri",
      "IskoolaPota-Bold"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 22,
    "bbox": [
      109.82,
      574.35,
      150.09,
      588.31
    ],
    "text": "?",
    "fonts": [
      "Calibri",
      "IskoolaPota-Bold"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 22,
    "bbox": [
      82.82,
      599.31,
      290.04,
      613.27
    ],
    "text": ": .",
    "fonts": [
      "Calibri",
      "IskoolaPota-Bold"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 22,
    "bbox": [
      82.82,
      624.15,
      231.48,
      638.11
    ],
    "text": ": ?",
    "fonts": [
      "Calibri",
      "IskoolaPota-Bold"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 22,
    "bbox": [
      82.82,
      648.99,
      533.33,
      662.95
    ],
    "text": ": .",
    "fonts": [
      "Calibri",
      "IskoolaPota-Bold"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 22,
    "bbox": [
      109.82,
      665.82,
      528.17,
      679.78
    ],
    "text": ". . .",
    "fonts": [
      "Calibri",
      "IskoolaPota-Bold"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 22,
    "bbox": [
      82.82,
      690.66,
      367.34,
      704.62
    ],
    "text": ": . 1,380,000/- ?",
    "fonts": [
      "Calibri",
      "IskoolaPota-Bold"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 22,
    "bbox": [
      82.82,
      715.5,
      130.65,
      729.46
    ],
    "text": ": .",
    "fonts": [
      "Calibri",
      "IskoolaPota-Bold"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 22,
    "bbox": [
      82.82,
      740.34,
      533.33,
      754.3
    ],
    "text": ":",
    "fonts": [
      "Calibri",
      "IskoolaPota-Bold"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 22,
    "bbox": [
      109.82,
      757.26,
      518.45,
      771.22
    ],
    "text": "?",
    "fonts": [
      "Calibri",
      "IskoolaPota-Bold"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 23,
    "bbox": [
      64.82,
      781.9,
      330.41,
      806.38
    ],
    "text": "Page 24 of 28",
    "fonts": [
      "Calibri",
      "Calibri-Bold"
    ],
    "sizes": [
      11.039999961853027
    ]
  },
  {
    "page_number": 23,
    "bbox": [
      82.82,
      58.04,
      282.96,
      72.0
    ],
    "text": ": . .",
    "fonts": [
      "Calibri",
      "IskoolaPota-Bold"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 23,
    "bbox": [
      64.82,
      84.84,
      533.36,
      248.42
    ],
    "text": "It is evident that the position of the prosecution was that the accused-appellant gave two values on two occasions because he wanted to conceal the real value from court. The said position of the prosecution is untenable. As the accused person correctly explained during cross-examination, there was no way he could have given an accurate figure at the time he gave the statement to the bribery commission, because he was not in possession of relevant documents at that time. In any event, irrespective of whether it is a gap of 7 months or one month, no person would ever remember how much he spent for the construction of his house accurately. It is common knowledge that not every person keeps records of their expenses and when a construction goes on for a period of 7 years, it would be difficult for any person to keep track of their expenses even if they kept a record of it.",
    "fonts": [
      "Calibri"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 23,
    "bbox": [
      64.82,
      261.38,
      533.24,
      357.53
    ],
    "text": "It is highly unreasonable to take up a position as above because the second figure he gave was a figure that is higher than the original. It would have been a sensible argument if he later attempted to introduce a lower value so one can argue that he is trying to cut down on his expenses for the period concerned. However, the value he gave with 6 was a higher value and in the light of such action by the accused, it is not sensible for one to contend that he is trying to mislead the court.",
    "fonts": [
      "Calibri",
      "IskoolaPota-Bold"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 23,
    "bbox": [
      64.82,
      370.37,
      533.33,
      449.81
    ],
    "text": "The other important factor raised by the prosecution was that income from the backhoe loader. In the letter marked 1, which is the first letter sent by the commission to the accused calling for explanations, they inquired as to how much the accused-appellant earned from the backhoe loader until 31.03.2002. In his affidavit marked 2, the accused stated that he earned Rs. 589,740/- from the said backhoe loader during January 1996 to March 2002.",
    "fonts": [
      "Calibri",
      "IskoolaPota-Bold"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 23,
    "bbox": [
      64.82,
      460.71,
      533.31,
      592.63
    ],
    "text": "In his reply to the show cause letter marked 6, he stated that the income he mentioned for year 2000 and 2001 in 2 must be corrected. He mentioned that the total income for the period starting from January 1996 to March 2002 must be Rs. 1,225,793/-. In the same affidavit, he stated that he can produce to the commission the relevant books and three witnesses who were the operator of the backhoe loader and two others who were the owners of the land in which the backhoe loader did soil excavations. However, when the indictment was served on the accused, not even a single rupee earned by the backhoe loader was calculated in favour of the accused-appellant.",
    "fonts": [
      "Calibri",
      "IskoolaPota-Bold"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 23,
    "bbox": [
      64.82,
      605.47,
      494.57,
      617.47
    ],
    "text": "The reason for such action by the commission was explained during the trial as follows,",
    "fonts": [
      "Calibri"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 23,
    "bbox": [
      64.82,
      630.31,
      309.0,
      642.31
    ],
    "text": "At vide page 159 of the appeal brief is as follows;",
    "fonts": [
      "Calibri"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 23,
    "bbox": [
      82.82,
      653.22,
      533.33,
      667.18
    ],
    "text": ": .",
    "fonts": [
      "Calibri",
      "IskoolaPota-Bold"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 23,
    "bbox": [
      109.82,
      670.02,
      453.89,
      683.98
    ],
    "text": ". ?",
    "fonts": [
      "Calibri",
      "IskoolaPota-Bold"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 23,
    "bbox": [
      82.82,
      694.86,
      533.33,
      708.82
    ],
    "text": ": 2",
    "fonts": [
      "Calibri",
      "IskoolaPota-Bold"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 23,
    "bbox": [
      109.82,
      711.78,
      533.33,
      758.86
    ],
    "text": "6 . 2 . 501,265/-",
    "fonts": [
      "Calibri",
      "IskoolaPota-Bold"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 24,
    "bbox": [
      64.82,
      781.9,
      330.41,
      806.38
    ],
    "text": "Page 25 of 28",
    "fonts": [
      "Calibri",
      "Calibri-Bold"
    ],
    "sizes": [
      11.039999961853027
    ]
  },
  {
    "page_number": 24,
    "bbox": [
      109.82,
      58.04,
      533.33,
      88.8
    ],
    "text": ", 6 1,225,793/- .",
    "fonts": [
      "Calibri",
      "IskoolaPota-Bold"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 24,
    "bbox": [
      82.82,
      99.7,
      533.33,
      113.66
    ],
    "text": ": ?",
    "fonts": [
      "Calibri",
      "IskoolaPota-Bold"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 24,
    "bbox": [
      109.82,
      116.62,
      467.69,
      130.58
    ],
    "text": "?",
    "fonts": [
      "Calibri",
      "IskoolaPota-Bold"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 24,
    "bbox": [
      82.82,
      141.46,
      140.37,
      155.42
    ],
    "text": ": .",
    "fonts": [
      "Calibri",
      "IskoolaPota-Bold"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 24,
    "bbox": [
      82.82,
      166.3,
      533.33,
      180.26
    ],
    "text": ":",
    "fonts": [
      "Calibri",
      "IskoolaPota-Bold"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 24,
    "bbox": [
      109.82,
      183.1,
      279.96,
      197.06
    ],
    "text": "?",
    "fonts": [
      "Calibri",
      "IskoolaPota-Bold"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 24,
    "bbox": [
      82.82,
      207.94,
      153.69,
      221.9
    ],
    "text": ": .",
    "fonts": [
      "Calibri",
      "IskoolaPota-Bold"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 24,
    "bbox": [
      64.82,
      234.74,
      533.32,
      263.66
    ],
    "text": "Further they alleged that there were contradictions between the statements of the accused and of his father.",
    "fonts": [
      "Calibri"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 24,
    "bbox": [
      64.82,
      276.53,
      373.1,
      288.53
    ],
    "text": "At vide page 118 of the appeal brief, PW 1 testified as follows;",
    "fonts": [
      "Calibri"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 24,
    "bbox": [
      82.82,
      299.41,
      500.45,
      313.37
    ],
    "text": ": 6 ?",
    "fonts": [
      "Calibri",
      "IskoolaPota-Bold"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 24,
    "bbox": [
      82.82,
      324.25,
      153.69,
      338.21
    ],
    "text": ": .",
    "fonts": [
      "Calibri",
      "IskoolaPota-Bold"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 24,
    "bbox": [
      82.82,
      349.09,
      172.17,
      363.05
    ],
    "text": ": ?",
    "fonts": [
      "Calibri",
      "IskoolaPota-Bold"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 24,
    "bbox": [
      82.82,
      373.93,
      533.33,
      387.89
    ],
    "text": ":",
    "fonts": [
      "Calibri",
      "IskoolaPota-Bold"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 24,
    "bbox": [
      109.82,
      390.73,
      144.69,
      404.69
    ],
    "text": ".",
    "fonts": [
      "Calibri",
      "IskoolaPota-Bold"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 24,
    "bbox": [
      82.82,
      415.57,
      332.3,
      429.53
    ],
    "text": ": ?",
    "fonts": [
      "Calibri",
      "IskoolaPota-Bold"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 24,
    "bbox": [
      82.82,
      440.41,
      130.65,
      454.37
    ],
    "text": ": .",
    "fonts": [
      "Calibri",
      "IskoolaPota-Bold"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 24,
    "bbox": [
      82.82,
      465.39,
      331.1,
      479.35
    ],
    "text": ": ?",
    "fonts": [
      "Calibri",
      "IskoolaPota-Bold"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 24,
    "bbox": [
      82.82,
      490.23,
      536.09,
      504.19
    ],
    "text": ":",
    "fonts": [
      "Calibri",
      "IskoolaPota-Bold"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 24,
    "bbox": [
      109.82,
      507.03,
      533.33,
      537.79
    ],
    "text": ". .",
    "fonts": [
      "Calibri",
      "IskoolaPota-Bold"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 24,
    "bbox": [
      64.82,
      550.63,
      532.92,
      579.55
    ],
    "text": "At vide page 157, PW-01 explained what the contradiction between the statements of the accused-appellant and his father were. They are as follows;",
    "fonts": [
      "Calibri"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 24,
    "bbox": [
      82.82,
      590.43,
      362.3,
      604.39
    ],
    "text": ": ?",
    "fonts": [
      "Calibri",
      "IskoolaPota-Bold"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 24,
    "bbox": [
      82.82,
      615.27,
      153.69,
      629.23
    ],
    "text": ": .",
    "fonts": [
      "Calibri",
      "IskoolaPota-Bold"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 24,
    "bbox": [
      82.82,
      640.11,
      533.33,
      654.07
    ],
    "text": ":",
    "fonts": [
      "Calibri",
      "IskoolaPota-Bold"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 24,
    "bbox": [
      109.82,
      656.94,
      149.37,
      670.9
    ],
    "text": "?",
    "fonts": [
      "Calibri",
      "IskoolaPota-Bold"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 24,
    "bbox": [
      82.82,
      681.78,
      140.37,
      695.74
    ],
    "text": ": .",
    "fonts": [
      "Calibri",
      "IskoolaPota-Bold"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 24,
    "bbox": [
      82.82,
      706.62,
      204.36,
      720.58
    ],
    "text": ": ?",
    "fonts": [
      "Calibri",
      "IskoolaPota-Bold"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 24,
    "bbox": [
      82.82,
      731.46,
      284.52,
      745.42
    ],
    "text": ": .",
    "fonts": [
      "Calibri",
      "IskoolaPota-Bold"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 24,
    "bbox": [
      82.82,
      756.3,
      161.61,
      770.26
    ],
    "text": ": ?",
    "fonts": [
      "Calibri",
      "IskoolaPota-Bold"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 25,
    "bbox": [
      64.82,
      781.9,
      330.41,
      806.38
    ],
    "text": "Page 26 of 28",
    "fonts": [
      "Calibri",
      "Calibri-Bold"
    ],
    "sizes": [
      11.039999961853027
    ]
  },
  {
    "page_number": 25,
    "bbox": [
      82.82,
      58.04,
      533.33,
      72.0
    ],
    "text": ":",
    "fonts": [
      "Calibri",
      "IskoolaPota-Bold"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 25,
    "bbox": [
      109.82,
      74.84,
      149.13,
      88.8
    ],
    "text": ".",
    "fonts": [
      "Calibri",
      "IskoolaPota-Bold"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 25,
    "bbox": [
      82.82,
      99.7,
      401.78,
      113.66
    ],
    "text": ": . ?",
    "fonts": [
      "Calibri",
      "IskoolaPota-Bold"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 25,
    "bbox": [
      82.82,
      124.54,
      338.66,
      138.5
    ],
    "text": ": .",
    "fonts": [
      "Calibri",
      "IskoolaPota-Bold"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 25,
    "bbox": [
      82.82,
      149.5,
      494.45,
      163.46
    ],
    "text": ": ?",
    "fonts": [
      "Calibri",
      "IskoolaPota-Bold"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 25,
    "bbox": [
      82.82,
      174.34,
      215.28,
      188.3
    ],
    "text": ": .",
    "fonts": [
      "Calibri",
      "IskoolaPota-Bold"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 25,
    "bbox": [
      82.82,
      199.18,
      533.33,
      213.14
    ],
    "text": ": .",
    "fonts": [
      "Calibri",
      "IskoolaPota-Bold"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 25,
    "bbox": [
      109.82,
      215.98,
      332.66,
      229.94
    ],
    "text": "?",
    "fonts": [
      "Calibri",
      "IskoolaPota-Bold"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 25,
    "bbox": [
      82.82,
      240.82,
      215.28,
      254.78
    ],
    "text": ": .",
    "fonts": [
      "Calibri",
      "IskoolaPota-Bold"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 25,
    "bbox": [
      82.82,
      265.66,
      453.17,
      279.62
    ],
    "text": ": ?",
    "fonts": [
      "Calibri",
      "IskoolaPota-Bold"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 25,
    "bbox": [
      82.82,
      290.53,
      195.84,
      304.49
    ],
    "text": ": .",
    "fonts": [
      "Calibri",
      "IskoolaPota-Bold"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 25,
    "bbox": [
      82.82,
      315.37,
      533.33,
      329.33
    ],
    "text": ": ?",
    "fonts": [
      "Calibri",
      "IskoolaPota-Bold"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 25,
    "bbox": [
      109.82,
      332.29,
      390.26,
      346.25
    ],
    "text": ", ?",
    "fonts": [
      "Calibri",
      "IskoolaPota-Bold"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 25,
    "bbox": [
      82.82,
      357.13,
      194.76,
      371.09
    ],
    "text": ": .",
    "fonts": [
      "Calibri",
      "IskoolaPota-Bold"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 25,
    "bbox": [
      82.82,
      381.97,
      217.32,
      395.93
    ],
    "text": ": ?",
    "fonts": [
      "Calibri",
      "IskoolaPota-Bold"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 25,
    "bbox": [
      82.82,
      406.81,
      533.33,
      420.77
    ],
    "text": ": 1996 1997",
    "fonts": [
      "Calibri",
      "IskoolaPota-Bold"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 25,
    "bbox": [
      109.82,
      423.61,
      533.33,
      454.37
    ],
    "text": ". . .",
    "fonts": [
      "Calibri",
      "IskoolaPota-Bold"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 25,
    "bbox": [
      64.82,
      467.35,
      533.33,
      496.15
    ],
    "text": "It is clear that the contradictions, if at all, were only with regard to three questions. Those are as follows;",
    "fonts": [
      "Calibri"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 25,
    "bbox": [
      76.34,
      507.13,
      532.88,
      605.23
    ],
    "text": "(i) while it was in whose possession was the income generated? (ii) whether the accused directly hired the machine or his father hired it and gave the income to the accused? (iii) how much income was in fact generated?",
    "fonts": [
      "ArialMT",
      "Calibri"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 25,
    "bbox": [
      64.82,
      618.07,
      533.36,
      714.34
    ],
    "text": "At no point was there a contradiction or a doubt with regard to whether he earned some income from the said backhoe loader. However, admittedly due to aforesaid contradictions, the commission has not calculated even a single rupee earned from the backhoe loader in favour of the accused-appellant. The accused was not given an opportunity before he was indicted to explain the contradictions if there were any. Such action by the commission is highly unjustifiable and prejudicial towards the accused-appellant.",
    "fonts": [
      "Calibri"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 25,
    "bbox": [
      64.82,
      727.18,
      533.3,
      772.9
    ],
    "text": "If there were any contradictions together with reasons to believe that the accused generated some income from the backhoe loader, the commission was under a duty to inquire into the matter further and to find out how much he in fact earned from the machine. At the very least,",
    "fonts": [
      "Calibri"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 26,
    "bbox": [
      64.82,
      781.9,
      330.41,
      806.38
    ],
    "text": "Page 27 of 28",
    "fonts": [
      "Calibri",
      "Calibri-Bold"
    ],
    "sizes": [
      11.039999961853027
    ]
  },
  {
    "page_number": 26,
    "bbox": [
      64.82,
      60.0,
      533.31,
      105.74
    ],
    "text": "the commission was under a duty to provide an opportunity for the accused-appellant to explain the contradictions, before he was indicted under a premature indictment. The commission has taken the easy way out and indicted the accused without a further investigation.",
    "fonts": [
      "Calibri"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 26,
    "bbox": [
      64.82,
      118.58,
      533.33,
      231.62
    ],
    "text": "If the prosecution failed to conduct a proper investigation to find out how much he actually earned from the backhoe loader but taken the easy way out, the benefit of such failure must be afforded to the accused-appellant. If the prosecution admits that there was some income generated by the accused but have not investigated into the matter to find out how much exactly it was, the version of the accused inevitably becomes the only version before court with regard to the amount and it automatically becomes proven on a balance of probabilities if successfully presented to the court through witnesses.",
    "fonts": [
      "Calibri"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 26,
    "bbox": [
      64.82,
      244.46,
      533.32,
      340.73
    ],
    "text": "During the case of the defence, the accused called for the evidence of one Ekanayake Mudiyanselage Wickramarathne Bandara and Rathnayake Mudiyanselage Sunil Rathnayaka who were the owners of the land and the site supervisor respectively. The said Ekanayake Mudiyanselage Wickramarathne Bandara who was the owner of the land in which the accused excavated soil giving evidence confirmed that the accused carried out a soil excavation business in his land.",
    "fonts": [
      "Calibri"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 26,
    "bbox": [
      64.82,
      353.57,
      533.23,
      433.01
    ],
    "text": "The other witness Rathnayake Mudiyanselage Sunil Rathnayaka who worked as a supervisor in the said excavation site confirmed that the accused-appellant carried out a soil excavation business in the disputed land. He marked from 12 to 21 a series of books in which he kept the records of their sales. Both the witnesses confirmed that the accused from the said business earned over and above 1 Million rupees.",
    "fonts": [
      "Calibri",
      "IskoolaPota-Bold"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 26,
    "bbox": [
      64.82,
      445.85,
      533.27,
      592.63
    ],
    "text": "The prosecution contested the evidence on the ground that no documentary evidence was present. Judgement of the Learned High Court Judge from vide page 450 to 453 bear out the fact the even the Learned High Court judge was of the similar view. It was argued on behalf of the accused-appellant, that it is common for businesses such as soil excavation to use normal exercise books such as 12 to 21 as their records for the business. It is highly unreasonable for one to require that detailed accounts should be produced. The evidence on behalf of the accused remains uncontested and in the absence of a figure by the prosecution while they admit that there was some income, the version of the accused which is the only version that was before court ought to have been considered as proved on balance of probabilities.",
    "fonts": [
      "Calibri",
      "IskoolaPota-Bold"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 26,
    "bbox": [
      64.82,
      605.47,
      533.22,
      651.19
    ],
    "text": "There were two infirmities in the investigation by the bribery commission. With regard to the value of the house, the commission failed to conduct a proper investigation into document marked 9 and 1 before serving the indictment.",
    "fonts": [
      "Calibri",
      "IskoolaPota-Bold"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 26,
    "bbox": [
      64.82,
      664.06,
      532.95,
      709.66
    ],
    "text": "With regard to the income generated from the backhoe loader, the commission failed to find out how much the accused in fact earned from the machine although they were aware that some income was generated.",
    "fonts": [
      "Calibri"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 26,
    "bbox": [
      64.82,
      722.5,
      533.19,
      768.22
    ],
    "text": "In the circumstances, in order for the accused to answer, no case was presented to the court in the first instant. Secondly, the adjustments the accused-appellant claimed for must have been adjusted in favour of him.",
    "fonts": [
      "Calibri"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 27,
    "bbox": [
      64.82,
      781.9,
      330.41,
      806.38
    ],
    "text": "Page 28 of 28",
    "fonts": [
      "Calibri",
      "Calibri-Bold"
    ],
    "sizes": [
      11.039999961853027
    ]
  },
  {
    "page_number": 27,
    "bbox": [
      64.82,
      60.0,
      533.12,
      88.8
    ],
    "text": "When those are adjusted in favour of the accused-appellant, the only difference between the known income and the expenditure of the accused becomes just Rs. 55,141.18/-.",
    "fonts": [
      "Calibri"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 27,
    "bbox": [
      64.82,
      101.66,
      533.27,
      164.3
    ],
    "text": "The period concerned for the investigation is 5 years. No man will ever be able to account for everything he earned or spent during 5 years to the last cent. When compared to the time period, the above difference is negligible. The difference of Rs. 55,141.58/- over a 5-year period amounts to approximately Rs. 30 a day and is negligible.",
    "fonts": [
      "Calibri"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 27,
    "bbox": [
      64.82,
      177.14,
      533.33,
      222.74
    ],
    "text": "The difference between his alleged known income and expenditure has successfully been explained by the accused-appellant and he should be acquitted from the charges levelled against him accordingly.",
    "fonts": [
      "Calibri"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 27,
    "bbox": [
      64.82,
      235.58,
      533.33,
      298.25
    ],
    "text": "The infirmities in the judgment support the contention that the finding of the learned Trial Judges judgment is unsound in law. For the reasons set out above, I conclude that the learned Trial Judge had misdirected himself by failing to evaluate the said material in favour of the accused-appellant.",
    "fonts": [
      "Calibri"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 27,
    "bbox": [
      64.82,
      311.09,
      454.13,
      323.09
    ],
    "text": "I, therefore, decide to set aside the conviction and sentence dated 21.05.2015.",
    "fonts": [
      "Calibri"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 27,
    "bbox": [
      64.82,
      335.93,
      300.0,
      347.93
    ],
    "text": "The Appeal of the accused-appellant is allowed.",
    "fonts": [
      "Calibri"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 27,
    "bbox": [
      64.82,
      360.77,
      321.86,
      372.77
    ],
    "text": "The accused-appellant is acquitted and discharged.",
    "fonts": [
      "Calibri",
      "Calibri-Bold"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 27,
    "bbox": [
      352.87,
      460.13,
      500.45,
      472.13
    ],
    "text": "Judge of the Court of Appeal",
    "fonts": [
      "Calibri",
      "Calibri-Bold"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 27,
    "bbox": [
      64.82,
      509.83,
      147.21,
      521.83
    ],
    "text": "R. Gurusinghe J.",
    "fonts": [
      "Calibri-Bold"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 27,
    "bbox": [
      64.82,
      534.67,
      248.64,
      546.67
    ],
    "text": "I agree.",
    "fonts": [
      "Calibri-Bold"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 27,
    "bbox": [
      64.82,
      584.35,
      497.69,
      596.35
    ],
    "text": "Judge of the Court of Appeal",
    "fonts": [
      "Calibri",
      "Calibri-Bold"
    ],
    "sizes": [
      12.0
    ]
  }
]