[
  {
    "page_number": 0,
    "bbox": [
      72.02,
      731.38,
      333.05,
      755.86
    ],
    "text": "Page 1 of 6",
    "fonts": [
      "Calibri",
      "Calibri-Bold"
    ],
    "sizes": [
      11.039999961853027
    ]
  },
  {
    "page_number": 0,
    "bbox": [
      78.26,
      71.98,
      537.86,
      85.96
    ],
    "text": "IN THE COURT OF APPEAL OF THE DEMOCRATIC SOCIALIST REPUBLIC",
    "fonts": [
      "BookmanOldStyle-Bold"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 0,
    "bbox": [
      260.33,
      88.2,
      355.87,
      102.18
    ],
    "text": "OF SRI LANKA",
    "fonts": [
      "BookmanOldStyle-Bold"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 0,
    "bbox": [
      72.02,
      104.4,
      543.94,
      199.4
    ],
    "text": "In the matter of an Application for Writs of Certiorari & Mandamus under Article 140 of the Constitution of the Democratic Socialist Republic of Sri Lanka.",
    "fonts": [
      "BookmanOldStyle",
      "BookmanOldStyle-Bold"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 0,
    "bbox": [
      256.37,
      201.6,
      518.98,
      712.96
    ],
    "text": "Rathgama Migelwasam Sachin Sanjana Dissanayaka, 32, Kurundiwatta, Watugedara. Petitioner Vs 1. Shalika Ariyarathne, Senior Assistant Secretary / University Admissions, 1A. M. M. Hansika, Senior Assistant Secretary / University Admissions 2. University Grants Commission 3. Prof. Mohan de Silva, Chairman, 4. Prof. P. S.M Gunarathna, Vice Chairman, 5. Prof. Malik Ranasinghe, Member, 6. Prof. Kollupitiye Mahinda Sangharakkhitha, Member, 7. Prof. Hemantha Senanayake, Member, 8. Dr. Ruviaz Haniffa, Member, 9. Prof. R. Kumaravadivel, Member, 10. Dr. Priyantha Premakumara,",
    "fonts": [
      "BookmanOldStyle",
      "BookmanOldStyle-Bold"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 0,
    "bbox": [
      62.16,
      190.26,
      208.04,
      203.12
    ],
    "text": "Court of Appeal Case No.",
    "fonts": [
      "BookmanOldStyle-Bold"
    ],
    "sizes": [
      11.039999961853027
    ]
  },
  {
    "page_number": 0,
    "bbox": [
      62.16,
      212.22,
      164.69,
      225.08
    ],
    "text": "CA/WRT/335/19",
    "fonts": [
      "BookmanOldStyle-Bold"
    ],
    "sizes": [
      11.039999961853027
    ]
  },
  {
    "page_number": 1,
    "bbox": [
      72.02,
      731.38,
      333.05,
      755.86
    ],
    "text": "Page 2 of 6",
    "fonts": [
      "Calibri",
      "Calibri-Bold"
    ],
    "sizes": [
      11.039999961853027
    ]
  },
  {
    "page_number": 1,
    "bbox": [
      72.02,
      71.98,
      559.78,
      709.36
    ],
    "text": "Secretary to the Commission, The 1st to 10th Respondents; of the University Grants Commission, 20, Ward Place, Colombo 07. 11. A. M. G. B. Abeysinghe, Registrar, Student Registration Division, Rajarata University, Mihintale 12. W. P. G. C. Premila, Assistant Registrar/Faculties 13. S. A. Liyanage, Director, Admission Accreditation and Quality Assurance. 14. N. B. W. I. Udeshika, Statistical Officer, Student Services Unit. 15. University of Vocational Technology 12th to 15th Respondents; of the University Of Vocational Technology, 100, Kandawala, Ratmalana. Respondents Before: M. T. MOHAMMED LAFFAR, J. Counsel: Pulasthi Hewamanna with Ms. Fadhila Fairoze for the Petitioner. Ms. S. Dunuwila for the Respondents. Argued on: 22.11.2022 Written Submissions on: 10.01.2023 by the Petitioner Not tendered by the Respondents",
    "fonts": [
      "BookmanOldStyle",
      "BookmanOldStyle-Bold"
    ],
    "sizes": [
      8.039999961853027,
      12.0
    ]
  },
  {
    "page_number": 2,
    "bbox": [
      72.02,
      731.38,
      333.05,
      755.86
    ],
    "text": "Page 3 of 6",
    "fonts": [
      "Calibri",
      "Calibri-Bold"
    ],
    "sizes": [
      11.039999961853027
    ]
  },
  {
    "page_number": 2,
    "bbox": [
      72.02,
      71.98,
      543.94,
      334.55
    ],
    "text": "Decided on: 15.05.2023 MOHAMMED LAFFAR, J. The Petitioner, after having completed his G.C.E. Advance Level Examination in 2016, applied to the University of Vocational Technology (hereinafter referred to as the UNIVOTECH), Ocean University of Sri-Lanka to study for the Bachelor of Technology in Manufacturing Technology and to the University Grants Commission (hereinafter referred to as the UGC). By letter dated 13-03-2017 (P4a), the Petitioner was called for an interview by the UNIVOTECH, and accordingly, the former participated in the interview on 23-03-2017 but failed to submit his school leaving certificate along with other required documents as the same was already submitted to the UGC. As per the letter marked P4a, submission of the school leaving certificate is mandatory for registration. The Petitioner states that his registration at the UNIVOTECH could not be completed as he failed to comply with the mandatory requirement of submitting the school leaving certificate.",
    "fonts": [
      "BookmanOldStyle",
      "BookmanOldStyle-Bold"
    ],
    "sizes": [
      11.039999961853027,
      12.0,
      14.039999961853027
    ]
  },
  {
    "page_number": 2,
    "bbox": [
      72.02,
      343.95,
      543.94,
      525.01
    ],
    "text": "Thereafter, the UGC, by letter dated 26-10-2017 (P5c), selected the Petitioner for the Applied Science (Physical Science) program at Rajarata University. Subsequently, by letter dated 14-12-2017 (P9) the UGC informed the Petitioner that in terms of paragraph 1.7 (3) of the University Admissions Handbook 2016/17, his admission was invalid as he was a registered student of the UNIVOTECH. By letter dated 09-10-2018 (P13a), the UGC requested the 11th Respondent, the Registrar of the Rajarata University to cancel the studentship of the Petitioner on the basis that the latter had violated the 1.7 rule of the University Handbook 2016/2017, and accordingly, the 11th Respondent by letter dated 17-01-2018 (P13) informed the Petitioner that his admission has been cancelled. As such, the Petitioner states that P9, P13 and P13a are liable to be quashed as those documents are based on manifestly erroneous decisions.",
    "fonts": [
      "BookmanOldStyle",
      "BookmanOldStyle-Bold"
    ],
    "sizes": [
      8.039999961853027,
      12.0
    ]
  },
  {
    "page_number": 2,
    "bbox": [
      72.02,
      534.29,
      543.91,
      715.6
    ],
    "text": "The contention of the 2nd to 10th Respondents is that as per the 1.7 rule of the University Handbook 2016/2017, as the Petitioner had registered to follow the first-degree course at the UNIVOTEC, he is ineligible for admission to a State University. The 13th to 15th Respondents (UNIVOTEC) in their objections took up the position that the Petitioner had submitted certified copies of all required documents, namely GCE A/L Certificate, Birth Certificate, National Identity Card and School Leaving Certificate, and thereafter the Petitioner was registered at UNIVOTEC under the Registration No. MAN/17/B1/23. The Petitioner filled the registration form and made the required payments as well. The Petitioner attended the student inauguration held on 06-04-2017 and was issued a student identity card. As per the attendance sheets, the Petitioner attended lectures. By letter dated 23-03-2017, UNIVOTEC informed the Petitioner that once you have",
    "fonts": [
      "BookmanOldStyle"
    ],
    "sizes": [
      8.039999961853027,
      12.0
    ]
  },
  {
    "page_number": 3,
    "bbox": [
      72.02,
      731.38,
      333.05,
      755.86
    ],
    "text": "Page 4 of 6",
    "fonts": [
      "Calibri",
      "Calibri-Bold"
    ],
    "sizes": [
      11.039999961853027
    ]
  },
  {
    "page_number": 3,
    "bbox": [
      72.02,
      72.1,
      543.86,
      116.36
    ],
    "text": "registered for a study program at this University, you cannot register at any other State Universities or higher educational institutions. In these circumstances, the Petitioner is estopped from denying his registration with UNIVOTEC.",
    "fonts": [
      "BookmanOldStyle"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 3,
    "bbox": [
      72.02,
      125.76,
      543.94,
      367.67
    ],
    "text": "The most important question to be considered in this Application is whether the Petitioner had a valid student registration at the UNIVOTEC. The Petitioner applied to the UNIVOTEC on 02-02-2017 (13R1). After the interview, the Petitioner submitted certified copies of all required documents, namely G.C.E A/L Certificate (13R2), Birth Certificate (13R3), National Identity Card (13R4) and School Leaving Certificate (13R5). Thereafter, the Petitioner was registered at UNIVOTEC under Registration Number MAN/17/B1/23. The Petitioners Student Identity Card is produced as 13R10. The registration form submitted by the Petitioner and the payment receipts are produced as 13R6 and 13R7. Subsequently, by letter dated 23-03-17 marked as 13R8, the Petitioner was admitted to the Manufacturing Technology Program at UNIVOTEC. It is categorically stated in 13R8 that the Petitioner cannot register at any other State Universities or higher educational institutions while he is following the program at UNIVOTEC. Moreover, it is borne out from the students' attendance sheet that the Petitioner had attended lectures as well (13R9). In these circumstances, it is abundantly clear that the Petitioners registration at UNIVOTEC was valid.",
    "fonts": [
      "BookmanOldStyle"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 3,
    "bbox": [
      72.02,
      376.95,
      544.18,
      527.71
    ],
    "text": "It is pertinent to be noted that, even though the Petitioner had submitted a certified copy of his School Leaving Certificate to UNIVOTEC, he failed to disclose the same in the Petition. It shows that the Petitioner has suppressed material facts in the Application, and therefore, he is estopped from seeking discretionary remedies in the nature of Writs from this Court. In the case of Alphonso Appuhamy v. Hettiarachchi [1973] 77 NLR 131, it was held that when an application for a prerogative writ or an injunction is made, it is the duty of the petitioner to place before the Court, before it issues notice in the first instance, a full and truthful disclosure of all the material facts; the petitioner must act with uberima fides.",
    "fonts": [
      "BookmanOldStyle",
      "BookmanOldStyle-Bold",
      "BookmanOldStyle-Italic"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 3,
    "bbox": [
      72.02,
      537.05,
      543.94,
      626.92
    ],
    "text": "Besides, the Petitioner by letter dated 03-07-2017 (P6a) had requested the Head of the Department of Manufacturing Technology of UNIVOTEC to release his registration (No. MAN/2017/B1/23) as a student of UNIVOTEC as he has been selected to the Information and Communication Technology degree at the University of Jaffna by the UGC. The aforesaid letter marked P6a reveals two significant aspects to this Court as follows;",
    "fonts": [
      "BookmanOldStyle"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 3,
    "bbox": [
      90.02,
      636.2,
      543.63,
      650.2
    ],
    "text": "1. The Petitioner was fully aware of the fact that he was a duly registered",
    "fonts": [
      "ArialMT",
      "BookmanOldStyle"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 3,
    "bbox": [
      90.02,
      651.44,
      543.91,
      680.68
    ],
    "text": "internal student of UNIVOTEC. 2. The Petitioner was fully aware and expressly admitted the fact that he has",
    "fonts": [
      "ArialMT",
      "BookmanOldStyle"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 3,
    "bbox": [
      108.02,
      681.67,
      468.34,
      695.68
    ],
    "text": "violated the 1.7 rule of the University Handbook 2016/2017.",
    "fonts": [
      "BookmanOldStyle"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 4,
    "bbox": [
      72.02,
      731.38,
      333.05,
      755.86
    ],
    "text": "Page 5 of 6",
    "fonts": [
      "Calibri",
      "Calibri-Bold"
    ],
    "sizes": [
      11.039999961853027
    ]
  },
  {
    "page_number": 4,
    "bbox": [
      72.02,
      72.1,
      543.94,
      238.04
    ],
    "text": "It is settled law that, the doctrine of natural justice is a cardinal principle to be applied in each and every case. All the parties are entitled to be heard before making any decisions in respect of them. In the event of failure on the part of the authorities to adhere to the rule of natural justice, the determination made by the authority is liable to be quashed on this ground alone. However, it is the considered view of this Court that, if the party concerned, expressly or impliedly, admits the allegation leveled against him, the question of fair hearing and/ or Application of the principle of natural justice does not arise. In the instant Application, as the Petitioner expressly admitted in his letter marked P6a that he is a registered student of UNIVOTEC, there is no necessity arising either to UNIVOTEC or UGC to grant an opportunity to the Petitioner for a hearing.",
    "fonts": [
      "BookmanOldStyle"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 4,
    "bbox": [
      72.02,
      247.35,
      547.78,
      428.53
    ],
    "text": "The 13th Respondent, in his affidavit submitted on behalf of the UNIVOTEC stated that the Petitioner was a duly registed student of the UNIVOTEC. However, the UNIVOTEC by letter dated 27-04-2018 (P16) informed the UGC that the Petitioners registration was not completed due to non-submission of the School Leaving Certificate. The 13th Respondent in its affidavit categorically stated that at the request of the Petitioner and in order to grant him an opportunity to obtain an opportunity to follow a degree program under the UGC, the letter P16 was issued. I decline to accept the aforesaid irresponsible explanation of the 13th Respondent. The 13th Respondent, as a responsible authority, should not behave in this manner. The 13th Respondent in its affidavit impliedly admits the fact that it had misled the UGC by providing wrong information which is liable to be condemned.",
    "fonts": [
      "BookmanOldStyle"
    ],
    "sizes": [
      8.039999961853027,
      12.0
    ]
  },
  {
    "page_number": 4,
    "bbox": [
      72.02,
      437.81,
      543.89,
      512.53
    ],
    "text": "However, at the request of the Petitioner, the UNIVOTEC by letter dated 11-05-2018 (P17) allowed the Petitioner to rejoin and follow the program at UNIVOTEC. It is borne out from the affidavit filed by the Petitioner that now he is following a Bachelor of Science degree at the Open University of Sri Lanka, and therefore, it appears to this Court that the Petitioner has not been prejudiced.",
    "fonts": [
      "BookmanOldStyle"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 4,
    "bbox": [
      72.02,
      521.81,
      543.94,
      687.94
    ],
    "text": "The learned Counsel for the Petitioner submitted that the Petitioner has a legitimate expectation to carry out his higher studies at the Rajarata University. The meaning and scope of the doctrine of legitimate expectation was considered at length in Union of India vs. Hindustan Development Corporation1, where it was stated that, Time is a three-fold present: the present as we experience it, the past as a present memory and future as a present expectation. For legal purposes, the expectation cannot be the same as anticipation. It is different from a wish, desire or a hope nor can it amount to a claim or demand on the ground of a right. However, earnest and sincere a wish, a desire or a hope may be and however confidently one may look to them to be fulfilled, they by themselves cannot amount to an assertable expectation and a mere disappointment does not",
    "fonts": [
      "BookmanOldStyle",
      "BookmanOldStyle-Bold",
      "BookmanOldStyle-Italic"
    ],
    "sizes": [
      8.039999961853027,
      12.0
    ]
  },
  {
    "page_number": 4,
    "bbox": [
      72.02,
      696.58,
      218.55,
      719.95
    ],
    "text": "1 1994 AIR 988, 1993 (3) SCC 499.",
    "fonts": [
      "Calibri"
    ],
    "sizes": [
      6.480000019073486,
      9.960000038146973,
      11.039999961853027
    ]
  },
  {
    "page_number": 5,
    "bbox": [
      72.02,
      731.38,
      333.05,
      755.86
    ],
    "text": "Page 6 of 6",
    "fonts": [
      "Calibri",
      "Calibri-Bold"
    ],
    "sizes": [
      11.039999961853027
    ]
  },
  {
    "page_number": 5,
    "bbox": [
      72.02,
      72.1,
      543.65,
      177.26
    ],
    "text": "attract legal consequences. A pious hope even leading to a moral obligation cannot amount to a legitimate expectation. The legitimacy of an expectation can be inferred only if it is founded on the sanction of law or custom or an established procedure followed in regular and natural sequence. Again it is distinguishable from a genuine expectation. Such expectation should be justifiable, legitimate and protectable. Every such legitimate expectation does not by itself fructify into a right and, therefore, it does not amount to a right in a conventional sense.",
    "fonts": [
      "BookmanOldStyle-Italic"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 5,
    "bbox": [
      72.02,
      186.48,
      543.91,
      245.96
    ],
    "text": "The Petitioner in this Application has violated the 1.7 rule of the University Handbook 2016/2017, and therefore, he cannot have a legitimate expectation to obtain admission to the Rajarata University. The Petitioners wish or desire to carry out higher studies at the Rajarata University is not legitimate.",
    "fonts": [
      "BookmanOldStyle"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 5,
    "bbox": [
      72.02,
      255.39,
      543.93,
      314.87
    ],
    "text": "In the circumstances, it is well established that the said letters marked P9, P13 and P13a have been issued within the purview of the 1.7 rule of the University Handbook 2016/2017, and therefore, the Petitioner is not entitled for the reliefs as prayed for. The Application is dismissed. No costs.",
    "fonts": [
      "BookmanOldStyle"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 5,
    "bbox": [
      72.02,
      324.03,
      205.49,
      338.09
    ],
    "text": "Application dismissed.",
    "fonts": [
      "BookmanOldStyle-Italic"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 5,
    "bbox": [
      72.02,
      416.93,
      544.18,
      430.91
    ],
    "text": "JUDGE OF THE COURT OF APPEAL",
    "fonts": [
      "BookmanOldStyle-BoldItal"
    ],
    "sizes": [
      12.0
    ]
  }
]