[
  {
    "page_number": 0,
    "bbox": [
      72.02,
      781.78,
      327.65,
      806.26
    ],
    "text": "Page 1 of 16",
    "fonts": [
      "Calibri",
      "Calibri-Bold"
    ],
    "sizes": [
      11.039999961853027
    ]
  },
  {
    "page_number": 0,
    "bbox": [
      91.22,
      74.28,
      506.81,
      86.28
    ],
    "text": "IN THE COURT OF APPEAL OF THE DEMOCRATIC SOCIALIST REPUBLIC OF SRI LANKA",
    "fonts": [
      "Calibri-Bold"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 0,
    "bbox": [
      288.05,
      120.38,
      525.82,
      174.86
    ],
    "text": "In the matter of an appeal in terms of Section 331(1) of the Code of Criminal Procedure Act No 15 of 1979 read with Article 138 of the Constitution of the Democratic Socialist Republic of Sri Lanka.",
    "fonts": [
      "Calibri"
    ],
    "sizes": [
      11.039999961853027
    ]
  },
  {
    "page_number": 0,
    "bbox": [
      72.02,
      208.82,
      460.52,
      273.62
    ],
    "text": "Court of Appeal No: CA/HCC/ 149/20 The Director General, High Court of Colombo Case No. Commission to Investigate Allegations HCB 2147/16 of Bribery or Corruption, No. 36, Malalasekara Mawatha, Colombo 07.",
    "fonts": [
      "Calibri",
      "Calibri-Bold"
    ],
    "sizes": [
      11.039999961853027
    ]
  },
  {
    "page_number": 0,
    "bbox": [
      464.86,
      275.93,
      528.32,
      286.97
    ],
    "text": "Complainant",
    "fonts": [
      "Calibri-Bold"
    ],
    "sizes": [
      11.039999961853027
    ]
  },
  {
    "page_number": 0,
    "bbox": [
      288.05,
      298.49,
      304.47,
      309.53
    ],
    "text": "Vs.",
    "fonts": [
      "Calibri-Bold"
    ],
    "sizes": [
      11.039999961853027
    ]
  },
  {
    "page_number": 0,
    "bbox": [
      288.05,
      320.93,
      439.97,
      385.73
    ],
    "text": "Chandana Chithral Kariyawasam, No. 494/4, Hirimbura Road, Kahaduruwawatte, Galle.",
    "fonts": [
      "Calibri"
    ],
    "sizes": [
      11.039999961853027
    ]
  },
  {
    "page_number": 0,
    "bbox": [
      485.74,
      387.41,
      528.53,
      399.41
    ],
    "text": "Accused",
    "fonts": [
      "Calibri",
      "Calibri-Bold"
    ],
    "sizes": [
      11.039999961853027,
      12.0
    ]
  },
  {
    "page_number": 0,
    "bbox": [
      288.05,
      410.57,
      335.33,
      421.61
    ],
    "text": "And Now",
    "fonts": [
      "Calibri-Bold"
    ],
    "sizes": [
      11.039999961853027
    ]
  },
  {
    "page_number": 0,
    "bbox": [
      288.05,
      433.13,
      439.97,
      497.83
    ],
    "text": "Chandana Chithral Kariyawasam, No. 494/4, Hirimbura Road, Kahaduruwawatte, Galle.",
    "fonts": [
      "Calibri"
    ],
    "sizes": [
      11.039999961853027
    ]
  },
  {
    "page_number": 0,
    "bbox": [
      437.71,
      499.51,
      528.53,
      511.51
    ],
    "text": "Accused-Appellant",
    "fonts": [
      "Calibri",
      "Calibri-Bold"
    ],
    "sizes": [
      11.039999961853027,
      12.0
    ]
  },
  {
    "page_number": 0,
    "bbox": [
      288.05,
      522.79,
      303.99,
      533.83
    ],
    "text": "Vs",
    "fonts": [
      "Calibri-Bold"
    ],
    "sizes": [
      11.039999961853027
    ]
  },
  {
    "page_number": 0,
    "bbox": [
      72.02,
      545.23,
      460.52,
      623.35
    ],
    "text": "The Director General, Commission to Investigate Allegations of Bribery or Corruption, No. 36, Malalasekara Mawatha, Colombo 07.",
    "fonts": [
      "Calibri",
      "Calibri-Bold"
    ],
    "sizes": [
      11.039999961853027
    ]
  },
  {
    "page_number": 0,
    "bbox": [
      396.07,
      648.31,
      515.48,
      659.35
    ],
    "text": "Complainant-Respondent",
    "fonts": [
      "Calibri-Bold"
    ],
    "sizes": [
      11.039999961853027
    ]
  },
  {
    "page_number": 1,
    "bbox": [
      72.02,
      781.78,
      327.65,
      806.26
    ],
    "text": "Page 2 of 16",
    "fonts": [
      "Calibri",
      "Calibri-Bold"
    ],
    "sizes": [
      11.039999961853027
    ]
  },
  {
    "page_number": 1,
    "bbox": [
      72.02,
      74.4,
      451.37,
      146.06
    ],
    "text": "Before: N. Bandula Karunarathna J. & R. Gurusinghe J.",
    "fonts": [
      "Calibri",
      "Calibri-Bold"
    ],
    "sizes": [
      6.0,
      6.960000038146973,
      12.0
    ]
  },
  {
    "page_number": 1,
    "bbox": [
      72.02,
      156.86,
      527.33,
      251.99
    ],
    "text": "Counsel: Kalinga Indatissa PC with Rashmini indatissa AAL, Razana Salih AAL and Nimanka Jayawickrema AAL for the accused-appellant Wasantha Perera DSG for the complainant-respondent Written Submissions: By the accused-appellant on 31.05.2021 and 18.07.2022",
    "fonts": [
      "Calibri",
      "Calibri-Bold"
    ],
    "sizes": [
      8.039999961853027,
      12.0
    ]
  },
  {
    "page_number": 1,
    "bbox": [
      72.02,
      254.42,
      430.82,
      356.21
    ],
    "text": "By the complainant-respondent 01.06.2022 Argued on : 21.03.2022 Decided on : 28.10.2022. N. Bandula Karunarathna J.",
    "fonts": [
      "Calibri",
      "Calibri-Bold"
    ],
    "sizes": [
      6.960000038146973,
      12.0
    ]
  },
  {
    "page_number": 1,
    "bbox": [
      72.02,
      368.21,
      526.13,
      430.73
    ],
    "text": "This appeal is from the judgment, delivered by the learned Judge of the High Court of Colombo, dated 29.06.2020, by which, the accused-appellant, who is before this Court, was convicted and sentenced to 12 years rigorous imprisonment and Rs. 18,000/- fine and in default 30 months simple imprisonment.",
    "fonts": [
      "Calibri"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 1,
    "bbox": [
      72.02,
      443.57,
      526.13,
      539.83
    ],
    "text": "The Commission to Investigate Allegations of Bribery or Corruption had forwarded an indictment against one Chandana Chitral Kariyawasam (accused-appellant) under section 19 (B) of the Bribery Act No. 11 of 1994 (as amended). The trial against the said accused-appellant was taken up before the High Court of Colombo and after the said trial, the learned High Court Judge of Colombo had found the said accused guilty of the 2nd and 4th charges in the indictment against him and sentenced him as follows;",
    "fonts": [
      "Calibri"
    ],
    "sizes": [
      8.039999961853027,
      12.0
    ]
  },
  {
    "page_number": 1,
    "bbox": [
      90.02,
      552.67,
      178.17,
      564.67
    ],
    "text": "Count number 2;",
    "fonts": [
      "Calibri"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 1,
    "bbox": [
      108.74,
      575.65,
      496.97,
      606.31
    ],
    "text": "(i) Six years of Rigorous Imprisonment. (ii) Fine of Rs. 5000/- with a default term of 12 months simple imprisonment.",
    "fonts": [
      "ArialMT",
      "Calibri"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 1,
    "bbox": [
      90.02,
      619.15,
      178.17,
      631.15
    ],
    "text": "Count number 4;",
    "fonts": [
      "Calibri"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 1,
    "bbox": [
      108.74,
      642.13,
      496.97,
      672.94
    ],
    "text": "(i) Six years of Rigorous Imprisonment. (ii) Fine of Rs. 5000/- with a default term of 12 months simple imprisonment.",
    "fonts": [
      "ArialMT",
      "Calibri"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 1,
    "bbox": [
      90.02,
      685.78,
      526.13,
      714.58
    ],
    "text": "A further fine of Rs. 8,000/- under section 26(a) of the Bribery Act (as amended) with a default term of 6 months simple imprisonment. (Jail terms to run consecutively)",
    "fonts": [
      "Calibri"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 1,
    "bbox": [
      72.02,
      727.42,
      526.08,
      756.34
    ],
    "text": "Being aggrieved by the said conviction and sentence, the accused preferred this appeal to the Court of Appeal and the said appeal was taken up on 25th October 2021. Learned Presidents",
    "fonts": [
      "Calibri"
    ],
    "sizes": [
      8.039999961853027,
      12.0
    ]
  },
  {
    "page_number": 2,
    "bbox": [
      72.02,
      781.78,
      327.65,
      806.26
    ],
    "text": "Page 3 of 16",
    "fonts": [
      "Calibri",
      "Calibri-Bold"
    ],
    "sizes": [
      11.039999961853027
    ]
  },
  {
    "page_number": 2,
    "bbox": [
      72.02,
      74.4,
      526.11,
      170.66
    ],
    "text": "Counsel who appeared for the accused-appellant informed the court that he will take up a preliminary objection saying that the judgement of conviction and sentence flow from a fatal irregularity of not having proper direction issued under section 11 of the Bribery act number 19 of 1994. In this regard, the learned counsel for the accused-appellant and the learned counsel for the complainant-respondent agreed to file written submissions to conclude the inquiry regarding the preliminary objection.",
    "fonts": [
      "Calibri"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 2,
    "bbox": [
      72.02,
      183.38,
      526.12,
      337.73
    ],
    "text": "Learned Presidents Counsel for the accused-appellant argued that the complainant respondent did not provide evidence as to whether the three members of the Commission to Investigate Allegations of Bribery, or Corruption had given their directive to file the indictment. There is no evidence of the Bribery Commission has given its mind inter alia to a direction to prosecute in this case, which goes to the root of the court's jurisdiction. Despite the Supreme Court ruling in the case of Anoma Polwatta Vs Others SC Writ 01/2011, SC Minute dated 26.07.2018; that it is illegal to initiate an investigation without the directive of all three members of the Commission to Investigate Allegations of Bribery or Corruption, the case is being pursued without jurisdiction and therefore the entire legal process, in this case, has been invalidated.",
    "fonts": [
      "Calibri",
      "Calibri-Italic"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 2,
    "bbox": [
      72.02,
      349.49,
      526.03,
      408.89
    ],
    "text": "The learned counsel appeared on behalf of the complainant-respondent and submitted that this contention of the accused-appellant is completely erroneous. The reason was an endorsement of the Director General (DG) to conclude that the relevant preconditions have been fulfilled.",
    "fonts": [
      "Calibri"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 2,
    "bbox": [
      72.02,
      420.77,
      404.78,
      432.77
    ],
    "text": "In the said indictment the DG has done an endorsement as follows.",
    "fonts": [
      "Calibri"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 2,
    "bbox": [
      108.02,
      442.57,
      526.13,
      502.87
    ],
    "text": "1994 19 11 ....",
    "fonts": [
      "Calibri",
      "IskoolaPota-Bold"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 2,
    "bbox": [
      72.02,
      514.75,
      526.13,
      637.39
    ],
    "text": "Accordingly, it was argued on behalf of the respondent that it has been clearly stated that the indictment received by the court was made under the direction of the Commission. On that basis, the court can conclude that the relevant preconditions have been fulfilled. Then the court issued notices to the Accused and when he was made available before the court, he was read over the indictment. The Accused pleaded not guilty and then the case was fixed for trial. Learned DSG who appeared for the respondent submits that the accused-appellant has never objected in respect of the jurisdiction on the first instance and further, he did not formally raise this objection till the end of the trial.",
    "fonts": [
      "Calibri"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 2,
    "bbox": [
      72.02,
      649.15,
      525.98,
      692.86
    ],
    "text": "It is the contention of the learned counsel for the respondent that the court may presume that judicial and official acts have been regularly performed. Section 114 D of the evidence ordinance stated as follows;",
    "fonts": [
      "Calibri"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 2,
    "bbox": [
      108.02,
      704.62,
      525.73,
      732.46
    ],
    "text": "\"The court may presume that judicial and official acts have been regularly performed.\"",
    "fonts": [
      "Calibri"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 3,
    "bbox": [
      72.02,
      781.78,
      327.65,
      806.26
    ],
    "text": "Page 4 of 16",
    "fonts": [
      "Calibri",
      "Calibri-Bold"
    ],
    "sizes": [
      11.039999961853027
    ]
  },
  {
    "page_number": 3,
    "bbox": [
      72.02,
      74.28,
      525.96,
      133.7
    ],
    "text": "Accordingly, it was argued on behalf of the respondent that when an indictment is filed in a High Court, the court may think that the relevant procedure has been followed. The high court Judge has no powers to inquire into the validity of the indictment, being good on the face of it once such indictment was filed in the High Court.",
    "fonts": [
      "Calibri"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 3,
    "bbox": [
      72.02,
      145.58,
      525.98,
      204.98
    ],
    "text": "The Attorney- General Vs Appuva Veda, 10 NLR 199 the District Judge was not competent to inquire into the validity of the commitment, and that it was the duty of the district Judge to try, the accused on the indictment presented by the Attorney General, such indictment being good on the face of it.",
    "fonts": [
      "Calibri"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 3,
    "bbox": [
      72.02,
      216.74,
      525.96,
      292.01
    ],
    "text": "It was held in King vs Harip Boosa, 11 NLR 355 \"A District court, before which an accused person is brought for trail upon a warrant of commitment regular on the face of it and to which an indictment is presented by the Attorney-General, is not competent to inquire whether the proceedings which culminated in the committal were regularly instated or regularly conducted.\"",
    "fonts": [
      "Calibri"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 3,
    "bbox": [
      72.02,
      303.89,
      526.03,
      347.45
    ],
    "text": "The learned counsel for the respondent further argued that this legal objection was not taken up at the proper time. According to the provisions of the Judicature Act, this objection shall have pleaded in action, proceeding or matter brought in court at the first instance.",
    "fonts": [
      "Calibri"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 3,
    "bbox": [
      72.02,
      359.21,
      296.28,
      371.21
    ],
    "text": "Section 39 of the Judicature Act is as follows;",
    "fonts": [
      "Calibri"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 3,
    "bbox": [
      103.58,
      383.09,
      525.7,
      395.09
    ],
    "text": "\"Whenever any defendant or accused party shall have pleaded in any action,",
    "fonts": [
      "Calibri"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 3,
    "bbox": [
      108.02,
      398.93,
      525.78,
      442.49
    ],
    "text": "proceeding or matter brought in any Court of First Instance neither party shall afterwards be entitled to object to the jurisdiction of such court, but the such court shall be taken and held to have jurisdiction over such action, proceeding or matter;",
    "fonts": [
      "Calibri"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 3,
    "bbox": [
      108.02,
      454.25,
      526.13,
      529.51
    ],
    "text": "Provided that where it shall appear in the course of the proceedings that the action, proceeding or matter was brought in a court having no jurisdiction intentionally and with previous knowledge of the want of jurisdiction of such court, the Judge shall be entitled at his discretion to refuse to proceed further with the same, and to declare the proceedings null and void.\"",
    "fonts": [
      "Calibri"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 3,
    "bbox": [
      72.02,
      541.39,
      525.73,
      569.11
    ],
    "text": "However, the accused person has never objected to the jurisdiction of the Court in the first instance.",
    "fonts": [
      "Calibri"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 3,
    "bbox": [
      72.02,
      580.99,
      526.0,
      672.1
    ],
    "text": "In Paramasothy V, Nagalingam 1980 (2) SLR 34, It was held under the provisions of section 39 of the Judicature Act, it was incumbent on any party who objects to jurisdiction to do so at the very first opportunity. In this case, the court inspected the site in dispute on the invitation of the parties and the order was made after bearing submission. The petitioner was therefore not entitled to complain on the ground of jurisdiction and unless the objection was raised the court must be deemed to have jurisdiction.",
    "fonts": [
      "Calibri"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 3,
    "bbox": [
      72.02,
      683.86,
      526.13,
      743.26
    ],
    "text": "In Navarathnasingham v. Arumugam 1980 (2) SLR 1 It was held an objection to jurisdiction such as that in the present case must under section 39 of the Judicature Act, No 2 of 1978, be taken as early as possible, and the failure to take such objection when the matter was being inquired into must be treated as a waiver on the part of the petitioner. Where a matter is",
    "fonts": [
      "Calibri"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 4,
    "bbox": [
      72.02,
      781.78,
      327.65,
      806.26
    ],
    "text": "Page 5 of 16",
    "fonts": [
      "Calibri",
      "Calibri-Bold"
    ],
    "sizes": [
      11.039999961853027
    ]
  },
  {
    "page_number": 4,
    "bbox": [
      72.02,
      74.28,
      526.01,
      102.14
    ],
    "text": "within the plenary jurisdiction of the court, if no objection is taken, the court will then have jurisdiction to proceed and make a valid order.",
    "fonts": [
      "Calibri"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 4,
    "bbox": [
      72.02,
      113.9,
      526.13,
      157.58
    ],
    "text": "In the present case, the objection to jurisdiction was raised for the first time when the matter was being argued in the Court of Appeal and the learned counsel for the respondent says that the objection had not even been taken in the petition filed before this court.",
    "fonts": [
      "Calibri"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 4,
    "bbox": [
      72.02,
      169.34,
      525.88,
      212.9
    ],
    "text": "In Attapattu v. Punchi Banda 40 NLR 169 It was held that the Magistrate was right in proceeding to determine the case as the objection had been taken at a time when the irregularly could not have been cured.",
    "fonts": [
      "Calibri"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 4,
    "bbox": [
      72.02,
      224.78,
      526.12,
      347.45
    ],
    "text": "Learned counsel for the respondents submitted further that the Legal objection was not taken up at the proper forum. To challenge a criminal investigation conducted by the Commission to Investigate Allegations of Bribery or Corruption, the accused person should invoke the jurisdiction of the Supreme Court by way of a Writ Application in terms of section 24 of the Bribery Commission Act No 19 of 1994, a remedy that had been available for the accused since 2015. Therefore, the learned Deputy Solicitor General argued that this is not the forum to decide upon the legality of a criminal investigation conducted by a law enforcement agency like the Commission to Investigation Allegations of Bribery or Corruption.",
    "fonts": [
      "Calibri"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 4,
    "bbox": [
      72.02,
      359.21,
      526.13,
      387.05
    ],
    "text": "Section 24 of the Commission to Investigate Allegations of Bribery or Corruption (CIABOC) Act 19, 1994 mentioned as follows;",
    "fonts": [
      "Calibri"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 4,
    "bbox": [
      108.02,
      398.93,
      525.64,
      442.49
    ],
    "text": "Section 24 (1) \"the jurisdiction vested in the Court of Appeal by article 140 of the Constitution shall, in respect of applications in which relief is sought against the commission be exercised by the Supreme Court and not by the Court of Appeal\"",
    "fonts": [
      "Calibri"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 4,
    "bbox": [
      72.02,
      454.25,
      526.13,
      545.35
    ],
    "text": "Learned counsel for the respondent cited a recent judgement, Director General of CIABOC Vs. Lalith Kumara LTA /06/2016 Decided on 23.02.2022, where it was held that the validity of the direction given by the Bribery Commission to institute proceedings in the relevant court cannot be challenged in the Court of Appeal as section 24 of the CIABOC Act provides that any relief against the Bribery Commission should be sought by way of a Writ Application, file in the Supreme Court.",
    "fonts": [
      "Calibri"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 4,
    "bbox": [
      72.02,
      557.11,
      526.06,
      584.95
    ],
    "text": "The respondent has denied part 02 of the preliminary grounds of appeal. It was stated in the petition of appeal and written submission filed by the accused-appellant as follows;",
    "fonts": [
      "Calibri"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 4,
    "bbox": [
      108.02,
      596.83,
      525.96,
      672.1
    ],
    "text": "\"Despite the Supreme Court ruling in the case of Anoma Polwatta v others SC Writ 01 /2011 (supra) that it is illegal to initiate an investigation without the direction of all three members of the Commission to Investigate Allegations of Bribery or Corruption, the case is being pursued without jurisdiction and therefore the entire legal process, in this case, has been invalidated.\" and wishes to respond as follows.",
    "fonts": [
      "Calibri",
      "Calibri-Italic"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 4,
    "bbox": [
      72.02,
      683.86,
      526.13,
      727.42
    ],
    "text": "Learned Deputy Solicitor General submitted that this contention of the accused person is completely erroneous and the statutory law does not support the version of the accused person.",
    "fonts": [
      "Calibri"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 4,
    "bbox": [
      72.02,
      739.3,
      525.88,
      767.14
    ],
    "text": "The Commission to Investigate Allegations of Bribery or Corruption Act No 19 of 1994 contains the legal framework for investigation and institute of proceedings of offences under the",
    "fonts": [
      "Calibri"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 5,
    "bbox": [
      72.02,
      781.78,
      327.65,
      806.26
    ],
    "text": "Page 6 of 16",
    "fonts": [
      "Calibri",
      "Calibri-Bold"
    ],
    "sizes": [
      11.039999961853027
    ]
  },
  {
    "page_number": 5,
    "bbox": [
      72.02,
      74.28,
      526.11,
      133.7
    ],
    "text": "Bribery act and Assets and Liabilities Act related to bribery and corruption offences in Sri Lanka. Accordingly, the process of the CIABOC is mentioned in section 28 of the above Act. However, there is no single section which says that there should be a directive from the three commissioners to initiate an investigation under the Act.",
    "fonts": [
      "Calibri"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 5,
    "bbox": [
      72.02,
      145.58,
      293.16,
      157.58
    ],
    "text": "Section 2 (1) of the CIABOC Act is as follows;",
    "fonts": [
      "Calibri"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 5,
    "bbox": [
      108.02,
      169.34,
      525.81,
      244.58
    ],
    "text": "There shall be established, for this 2(1) Act, a Commission (hereinafter referred to as \"the Commission') to investigate allegations of bribery or corruption made to the Commission under the succeeding provisions of this Act and to direct the institution of prosecutions under the Bribery Act and the Declaration of Assets and Liabilities Law, No. 1 of 1975.",
    "fonts": [
      "Calibri"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 5,
    "bbox": [
      72.02,
      256.34,
      301.8,
      268.34
    ],
    "text": "Section 2 (2) a, of the CIABOC Act is as follows;",
    "fonts": [
      "Calibri"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 5,
    "bbox": [
      108.02,
      280.25,
      525.69,
      323.81
    ],
    "text": "The Commission shall consist of three members, two of whom shall be retired Judges of the Supreme Court or of the Court of Appeal and one of whom shall be a person with wide experience relating to the investigation of crime and law enforcement.",
    "fonts": [
      "Calibri"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 5,
    "bbox": [
      72.02,
      335.69,
      296.4,
      347.69
    ],
    "text": "Section 2 (8), of the CIABOC Act, is as follows;",
    "fonts": [
      "Calibri"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 5,
    "bbox": [
      108.02,
      359.45,
      526.06,
      418.85
    ],
    "text": "The members of the Commission may exercise the powers conferred on the Commission either sitting together or separately and where a member of the Commission exercises any such power sitting separately, his acts shall be deemed to be the act of the Commission.",
    "fonts": [
      "Calibri"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 5,
    "bbox": [
      72.02,
      430.73,
      280.32,
      442.73
    ],
    "text": "Section 3, of the CIABOC Act, is as follows;",
    "fonts": [
      "Calibri"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 5,
    "bbox": [
      108.02,
      454.49,
      525.73,
      545.59
    ],
    "text": "The commission shall subject to the other provisions of this Act, investigate allegations, contained in communications made to it under section 4 and where any such investigation discloses the commission of any offence by any person under the Bribery Act or the Declaration of Assets and Liabilities Law, No. 1 of 1975, direct the institution of proceedings against such person for such offence in the appropriate court.",
    "fonts": [
      "Calibri"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 5,
    "bbox": [
      72.02,
      557.35,
      280.32,
      569.35
    ],
    "text": "Section 5, of the CIABOC Act, is as follows;",
    "fonts": [
      "Calibri"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 5,
    "bbox": [
      108.02,
      581.11,
      525.63,
      608.95
    ],
    "text": "To discharge the functions assigned to it by this Act, the Commission shall have the power (a) to (l).",
    "fonts": [
      "Calibri"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 5,
    "bbox": [
      72.02,
      620.83,
      286.44,
      632.83
    ],
    "text": "Section 11, of the CIABOC Act, is as follows;",
    "fonts": [
      "Calibri"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 5,
    "bbox": [
      108.02,
      644.59,
      526.12,
      735.7
    ],
    "text": "Where the material received by the Commission in the course of an investigation conducted by it under this Act, discloses the commission of an offence by any person under the Bribery Act or the Declaration of Assets and Liabilities Law, No. 1 of 1975, the Commission shall direct the Director General to institute criminal proceedings against such person in the appropriate court and the Director-General shall institute proceedings accordingly,",
    "fonts": [
      "Calibri"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 6,
    "bbox": [
      72.02,
      781.78,
      327.65,
      806.26
    ],
    "text": "Page 7 of 16",
    "fonts": [
      "Calibri",
      "Calibri-Bold"
    ],
    "sizes": [
      11.039999961853027
    ]
  },
  {
    "page_number": 6,
    "bbox": [
      72.02,
      74.28,
      525.84,
      117.86
    ],
    "text": "Section 5 of CIABOC Act specifically includes the powers of investigation of the CIABOC and does not mention the directive of all the three Commissioners required to initiate an investigation.",
    "fonts": [
      "Calibri"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 6,
    "bbox": [
      72.02,
      129.74,
      525.84,
      173.3
    ],
    "text": "Section 2 (8) of CIABOC Act, is the only section that describes how the powers are to be exercised by the Commissioners. Said section stipulates that the powers of the Commissioners shall be exercised by even one Commissioner.",
    "fonts": [
      "Calibri"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 6,
    "bbox": [
      72.02,
      185.18,
      309.84,
      197.18
    ],
    "text": "Section 2(8) of the CIABOC Act reads as follows;",
    "fonts": [
      "Calibri"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 6,
    "bbox": [
      108.02,
      208.94,
      525.82,
      268.34
    ],
    "text": "The members of the Commission may exercise the powers conferred on the Commission either sitting together or separately and where a member of the Commission exercises any such power sitting separately, his acts shall be deemed to be the act of the Commission.",
    "fonts": [
      "Calibri"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 6,
    "bbox": [
      72.02,
      280.25,
      526.12,
      371.21
    ],
    "text": "Even only one Commissioner has the power to give the directive to initiate an investigation. In addition to that, as per section 16(3) of the Commission Act No.19 of 1994, the Commission may delegate to the Director-General or any other officer appointed to assist the Commission any of its powers (other than the powers, referred to in paragraphs (i), (j), (k) and (l) of subsection (1) of section 5, section 11 and this section) and the person to whom such powers are delegated may exercise those powers subject to the direction of the Commission.",
    "fonts": [
      "Calibri"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 6,
    "bbox": [
      72.02,
      383.09,
      526.13,
      474.05
    ],
    "text": "Therefore, learned Deputy Solicitor General submits that it is clear that subject to the powers, referred to in paragraphs (i), (j), (k) and (l) of subsection (1) of section 5, section 11 and section 16, any officer appointed to assist the commission could exercise any of the powers or functions stipulated in the CIABOC Act. It is pertinent to note that the legislature has not intended to curtail any of its powers or functions and has allowed the smooth perpetual functioning of the Commission.",
    "fonts": [
      "Calibri"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 6,
    "bbox": [
      72.02,
      485.95,
      526.12,
      577.03
    ],
    "text": "According to the judgment given by the Supreme Court in the case of Anoma S. Polwatte vs Director General of Commission to Investigation Allegations of Bribery or Corruption, SC/Writ Application No. 01/2011 Supreme Court, the necessity to have the directive of all three Commissioners to initiate investigations is not stated in the ratio decidendi of that case. The respondent submits that the Supreme Court has not given whatsoever ruling anywhere in the Anoma Polwatte case in respect of a criminal investigation conducted by the Commission.",
    "fonts": [
      "Calibri",
      "Calibri-Italic"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 6,
    "bbox": [
      72.02,
      588.79,
      392.42,
      600.79
    ],
    "text": "The relevant portion of the Supreme Court judgment reads thus;",
    "fonts": [
      "Calibri"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 6,
    "bbox": [
      108.02,
      612.55,
      525.82,
      703.66
    ],
    "text": "\"Section 11 where the material received by the Commission in the course of an investigation conducted by it under this act, discloses the Commission of an offence by any person under the Bribery Act or the Declaration of Assets and Liabilities Law, No 1 of 1975. The Commission shall direct the Director General to institute Criminal Proceedings against such person in the appropriate court and the Director General shall institute proceedings accordingly,",
    "fonts": [
      "Calibri"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 6,
    "bbox": [
      72.02,
      715.42,
      525.96,
      759.1
    ],
    "text": "When going through the above provision, it is clear that when an offence is disclosed either under Bribery Act or Declaration of Assets and Liabilities Law, during an investigation 'conducted under the provisions of the Commission to Investigate Allegations of Bribery or",
    "fonts": [
      "Calibri"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 7,
    "bbox": [
      72.02,
      781.78,
      327.65,
      806.26
    ],
    "text": "Page 8 of 16",
    "fonts": [
      "Calibri",
      "Calibri-Bold"
    ],
    "sizes": [
      11.039999961853027
    ]
  },
  {
    "page_number": 7,
    "bbox": [
      72.02,
      74.28,
      525.87,
      102.14
    ],
    "text": "Corruption Act, there is a mandatory requirement for the Commission to direct the Director General (Commission shall direct) to institute proceedings.\"",
    "fonts": [
      "Calibri"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 7,
    "bbox": [
      72.02,
      113.9,
      525.91,
      173.3
    ],
    "text": "On perusal of the above portion of the judgment, it is clear that the Supreme Court recognized the requirement for the Commission to direct the Director General to institute proceedings but not the necessity of a direction of three Commissioners for conducting a criminal investigation.",
    "fonts": [
      "Calibri"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 7,
    "bbox": [
      72.02,
      185.18,
      526.13,
      323.69
    ],
    "text": "This court has no legal binding by the case of Anoma Polwatta & others SC Writ 01/2011 According to the CA Judgment No. CPA/2/2021 decided on 01/11/2021, the Hon Court of Appeal Judge justice Iddawela, refusing to issue notices on Respondents has held that, above Anoma polwaththa case does not apply to the High Court matters since the matters in High Court do not institute in the same manner as in the Magistrate's Court. \"Anoma Polwatte case was a judgement of the Supreme Court under a writ application filed by an accused challenging the institution of action under the Briber) Act thereby challenging the decision of the Commission to Investigate Allegations of Bribery anti-Corruption to prosecute the accused under the provisions of the Bribery Act.",
    "fonts": [
      "Calibri"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 7,
    "bbox": [
      72.02,
      335.45,
      526.11,
      410.69
    ],
    "text": "The petitioner of the instant application without resorting to the proper forum has relied on the revisionary jurisdiction of the Court of Appeal to impugn the order of the High Court which has correctly held that the High Court lacks jurisdiction to pass judgement on the legality or otherwise of an indictment forwarded by the Attorney General. The Learned High Court Judge in his order dated 07.10.2020 page 5-6 held as follows:",
    "fonts": [
      "Calibri"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 7,
    "bbox": [
      108.02,
      420.49,
      526.13,
      497.23
    ],
    "text": "\" 78 (1) . . .\"",
    "fonts": [
      "Calibri",
      "IskoolaPota-Bold"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 7,
    "bbox": [
      72.02,
      508.99,
      526.12,
      631.63
    ],
    "text": "In doing so, the Learned High Court Judge has distinguished between the procedural requirements for instituting action before the Magistrate. Court by Way- of a charge- sheet under the: Bribery Act (Section -78(1)) and in the instant matter where the case was instituted before the High Court by way of an indictment under the Commission Act (section 11 read with section 12 of the said. Act) Hence, it is the well-considered opinion of this Court, that the order of the Learned High Court Judge delivered on 10.06.2020 is good in law. The accused petitioner's submissions failed to establish prima facie exceptional circumstances warranting the issuance of notice to the respondents.",
    "fonts": [
      "Calibri",
      "Calibri-Italic"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 7,
    "bbox": [
      108.02,
      643.51,
      526.1,
      766.18
    ],
    "text": "The learned DSG who appeared on behalf of the respondent further states that the purpose of the Legislature was to maintain the CIABOC as a permanent and independent entity. The office of a Bribery Commissioner was created by Act No.40 of 1958. The functions of the Commissioner and the Attorney-General have thereafter been transferred to the newly established Commission in 1994. The Commission consists of three members. The commission has been entrusted with the task of investigation and prosecution previously performed by the former Bribery Commissioner and the Attorney-General. With the establishment of this Commission,",
    "fonts": [
      "Calibri"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 8,
    "bbox": [
      72.02,
      781.78,
      327.65,
      806.26
    ],
    "text": "Page 9 of 16",
    "fonts": [
      "Calibri",
      "Calibri-Bold"
    ],
    "sizes": [
      11.039999961853027
    ]
  },
  {
    "page_number": 8,
    "bbox": [
      108.02,
      74.28,
      525.76,
      102.14
    ],
    "text": "the entire machinery has now been brought under one roof. Although the Commission has to be appointed every five years it has been features of a permanent body.",
    "fonts": [
      "Calibri"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 8,
    "bbox": [
      108.02,
      113.9,
      526.06,
      220.82
    ],
    "text": "The intention of the legislature in establishing the Commission is reflected in the preamble, of Act No.19 of 1994, The Commission to Investigate Allegations of Bribery or Corruption Act. The long title of the Act stated thus; \"An Act to provide for the establishment of a permanent Commission to Investigate Allegation of Bribery or Corruption and to direct the institution of prosecutions for offences under the Bribery Act and the Declaration of Assets and Liabilities Law No.1 of 1975 and for matters connected therewith or incidental thereto\"",
    "fonts": [
      "Calibri"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 8,
    "bbox": [
      72.02,
      232.58,
      394.58,
      244.58
    ],
    "text": "Accordingly, the main objectives of introducing the Act were too.",
    "fonts": [
      "Calibri"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 8,
    "bbox": [
      108.02,
      256.34,
      525.81,
      284.18
    ],
    "text": "Establish a permanent Commission to investigate offences identified by the said Act, and",
    "fonts": [
      "Calibri"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 8,
    "bbox": [
      108.02,
      295.97,
      420.02,
      307.97
    ],
    "text": "Institute proceedings for such offences by directing to do so.",
    "fonts": [
      "Calibri"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 8,
    "bbox": [
      72.02,
      319.85,
      526.08,
      489.91
    ],
    "text": "The establishment of the office of the Director General indicates the continuity of the institution. A Director General and other officers and servants have been appointed to assist the Commission in the discharge of the functions assigned to the Commission. The Commission could delegate any of its powers other than the powers referred to in paragraphs (i), (j), (k), (l)of sub-section 1 of section 5 and section 11 of the Act to the Director General or any other officer appointed to assist the Commission. All these provisions direct at the intention of the Legislature; that is to have a permanent body. New members are appointed every five years to maintain the independence of the body. Provision is made to appoint a new member to fill a vacancy. As such a new member could be appointed only for the remaining period. This also indicates that the body must continue with the remaining members. The members are empowered to act collectively as well as individually.",
    "fonts": [
      "Calibri"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 8,
    "bbox": [
      72.02,
      501.79,
      526.1,
      545.35
    ],
    "text": "The attention of this court is invited to the pronouncements in the case of Vithanage Gunawardena Vs. Nelum Gamage, Director General, CA (PHC) APN 385/2004 decided on 12.06.2006.",
    "fonts": [
      "Calibri"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 8,
    "bbox": [
      108.02,
      557.11,
      526.12,
      743.14
    ],
    "text": "\"Once the commission is constituted, the absence of a member does not affect the functions of the Commissions. Unlike the other Commissions, the Bribery Commission does not hold inquires and passes judgment. Three members are appointed for the purpose of making it a strong body. Although the presence of all three members, therefore, is an important factor, the absence therefore cannot be said to bring the commission to a complete standstill. After the commission is appointed, the commission could function even with one member. When vacancies are filled the commission may be able to function in full strength and discharge its duties more effectively. The absence of a member does not make the commission \"Function\". That is not the intention of the legislature. I am of the view that the Learned High Court Judge is correct in overruling the objection. Hence the application of the petitioner is dismissed.\" (Emphasis added)",
    "fonts": [
      "Calibri"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 9,
    "bbox": [
      72.02,
      781.78,
      330.41,
      806.26
    ],
    "text": "Page 10 of 16",
    "fonts": [
      "Calibri",
      "Calibri-Bold"
    ],
    "sizes": [
      11.039999961853027
    ]
  },
  {
    "page_number": 9,
    "bbox": [
      108.02,
      74.28,
      525.97,
      117.86
    ],
    "text": "On perusal of the above judgment, it is evident that even in a case the absence of a member does not make the Commission ineffective and therefore the objection raised by the defence should be dismissed.",
    "fonts": [
      "Calibri"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 9,
    "bbox": [
      72.02,
      129.74,
      526.12,
      157.58
    ],
    "text": "Learned counsel for the respondent invited the attention of this court to the effect of the 19th Amendment to the Constitution",
    "fonts": [
      "Calibri"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 9,
    "bbox": [
      72.02,
      169.34,
      526.02,
      260.42
    ],
    "text": "The investigation of this indictment was conducted when the 19th Amendment to the Constitution was in force. Article 156 A, which provided for the Commission to Investigate Allegations of Bribery or Corruption reads thus; Parliament shall by law provide for the establishment of a Commission to investigate allegations of bribery or corruption. Such law shall provide for the appointment of the members of the Commission by the President on the recommendation of the Constitutional Council;",
    "fonts": [
      "Calibri"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 9,
    "bbox": [
      90.02,
      269.84,
      525.67,
      284.9
    ],
    "text": "The powers of the Commission, including the power to direct the holding of a",
    "fonts": [
      "ArialMT",
      "Calibri",
      "SymbolMT"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 9,
    "bbox": [
      90.02,
      288.65,
      526.03,
      380.45
    ],
    "text": "preliminary inquiry or the making of an Investigation into an allegation of bribery or corruption, whether of its motion or on a complaint made to it, and the power to institute prosecutions for offences under the law in force relating to bribery or corruption; Measures to implement the United Nations Convention against Corruption and any",
    "fonts": [
      "ArialMT",
      "Calibri",
      "SymbolMT"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 9,
    "bbox": [
      108.02,
      384.17,
      525.67,
      412.01
    ],
    "text": "other international Convention relating to the ' prevention of corruption, to which Sri Lanka is a party.",
    "fonts": [
      "Calibri"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 9,
    "bbox": [
      72.02,
      423.77,
      525.98,
      483.19
    ],
    "text": "Until Parliament so provides, the Commission to investigate Allegations of Bribery or Corruption Act, No. 19 of 1994 shall apply, subject to the modification that it shall be lawful for the Commission appointed under that Act, to inquire into, or investigate, an allegation of bribery or corruption, whether on its motion or a written complaint made to it.",
    "fonts": [
      "Calibri"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 9,
    "bbox": [
      72.02,
      495.07,
      525.92,
      586.03
    ],
    "text": "The supreme law of the country at the time of the investigation and Institutions of proceedings has recognized that 'making of an investigation into an allegation of bribery or corruption, whether of its motion or on a complaint made to it and the power to institute prosecutions for offences under the law in force relating to bribery or corruption are a power of the Commission. Article 156 A (2) of the Constitution has provided that the CIABOC Act of 19 of 1994 shall apply on this behalf.",
    "fonts": [
      "Calibri"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 9,
    "bbox": [
      72.02,
      597.91,
      531.53,
      736.42
    ],
    "text": "Having analysed Section 2(8), 3 and 5 of the Commission Act No 19 of 1994, the Supreme Court held in the Anoma Polwatte case that 'When looking at the provisions of the above three provisions of the Act it is clear that by the above provisions, a clear distinction had been made between the powers of the Commission and functions of the Commission. As identified in section 3 referred to above, when an offence is disclosed after an Investigation, Commission shall direct the institution of proceedings and the said conduct of the Commission had been identified within the Functions of the Commission. The powers of the Commission have been identified under, section 5 of the Act and under section 2 (8), such powers of the Commission may exercise by its members either sitting together or separately.",
    "fonts": [
      "Calibri"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 10,
    "bbox": [
      72.02,
      781.78,
      330.41,
      806.26
    ],
    "text": "Page 11 of 16",
    "fonts": [
      "Calibri",
      "Calibri-Bold"
    ],
    "sizes": [
      11.039999961853027
    ]
  },
  {
    "page_number": 10,
    "bbox": [
      72.02,
      74.28,
      525.83,
      102.14
    ],
    "text": "Thus, it is clear that the member of the Commission can exercise ancillary powers on his own though the full complement of the Commission is not available at one given time.",
    "fonts": [
      "Calibri"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 10,
    "bbox": [
      72.02,
      113.9,
      531.53,
      189.14
    ],
    "text": "In the backdrop of the above legal principles enunciated by the Constitution and the Apex Court of the country, the respondent submits that the Constitution has recognized that conducting an investigation into alike allegation is a power of the commission and not a function. As per Article 156 A (2) of the 19th Amendment, one has to read sections 3 and 4(2) of the CIABOC Act 19 of 1994 subject to the modifications of Article 156 A of the Constitution.",
    "fonts": [
      "Calibri"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 10,
    "bbox": [
      72.02,
      200.9,
      526.12,
      276.14
    ],
    "text": "Therefore, as was held by the Supreme Court in Anoma Powatte, the respondent submits that it is sufficient to have a directive even of one commissioner to conduct an investigation since the investigation is recognized as a power of the Commission by the 19th Amendment. If a necessity arises the Respondent is ready to submit the said directive of the Commission for the perusal of this court.",
    "fonts": [
      "Calibri"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 10,
    "bbox": [
      72.02,
      288.05,
      525.64,
      315.89
    ],
    "text": "In the premise of the above legal principles, the Respondent submits that the preliminary objection of the Appellant is not tenable.",
    "fonts": [
      "Calibri"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 10,
    "bbox": [
      72.02,
      327.65,
      525.84,
      371.21
    ],
    "text": "The requirement contained in section 11 of Act No. 19 of 1994 is a prerequisite condition for invoking the jurisdiction of the court and commencing prosecutions under the Bribery Act or the Declaration of Assets and Liabilities Law, No. 1 of 1975.",
    "fonts": [
      "Calibri"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 10,
    "bbox": [
      72.02,
      383.09,
      525.93,
      410.93
    ],
    "text": "Section 11 of the Commission to Investigate Allegations of Bribery or Corruption Act, No. 19 of 1994 reads as follows;",
    "fonts": [
      "Calibri"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 10,
    "bbox": [
      72.02,
      422.69,
      131.01,
      434.69
    ],
    "text": "Section 11",
    "fonts": [
      "Calibri"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 10,
    "bbox": [
      108.02,
      446.45,
      526.13,
      537.55
    ],
    "text": "Where the material received by the Commission in the course of an investigation conducted by it under this Act, discloses the commission of an offence by any person under the Bribery Act or the Declaration of Assets and Liabilities Law, No. 1 of 1975, the Commission shall direct the Director-General to institute criminal proceedings against such person the appropriate court and the Director-General shall institute proceedings accordingly:",
    "fonts": [
      "Calibri"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 10,
    "bbox": [
      108.02,
      549.31,
      526.12,
      687.82
    ],
    "text": "Provided however that where the material received by the Commission in the course of an investigation conducted by it discloses an offence under Part II of the Bribery Act and consisting of soliciting, accepting or offering, by any person, of gratification which or the value of which does not exceed two thousand rupees, the Commission shall direct the institution of proceedings against such person before the Magistrate's Court and where such material discloses an offence under that part and consisting of soliciting, accepting, or offering, by any person of any gratification which or the value of which exceeds two thousand rupees, the Commission shall direct the institution of proceedings against such person in the High Court by Indictment.",
    "fonts": [
      "Calibri"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 10,
    "bbox": [
      72.02,
      699.7,
      526.13,
      759.1
    ],
    "text": "Accordingly, section 11 specifies that \"the Commission shall direct the Director General to institute criminal proceedings... and the Director General shall institute proceedings accordingly\". Therefore, on a plain reading of this section, the procedure to commence criminal proceedings would be as follows;",
    "fonts": [
      "Calibri"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 11,
    "bbox": [
      72.02,
      781.78,
      330.41,
      806.26
    ],
    "text": "Page 12 of 16",
    "fonts": [
      "Calibri",
      "Calibri-Bold"
    ],
    "sizes": [
      11.039999961853027
    ]
  },
  {
    "page_number": 11,
    "bbox": [
      90.02,
      71.94,
      525.7,
      103.46
    ],
    "text": "The Commission investigates allegations of bribery or corruption, Where the Commission concludes there have been offences committed under the",
    "fonts": [
      "ArialMT",
      "Calibri",
      "SymbolMT"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 11,
    "bbox": [
      108.02,
      107.18,
      526.11,
      135.02
    ],
    "text": "Bribery Act or Assets of Liabilities Law, the Commission directs the Director-General to commence proceedings as per section 11 of the Act.",
    "fonts": [
      "Calibri"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 11,
    "bbox": [
      72.02,
      146.78,
      525.82,
      174.62
    ],
    "text": "The Commission to Investigate Allegations of Bribery or Corruption was established under Act No. 19 of 1994. The preamble to this act reads as follows;",
    "fonts": [
      "Calibri"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 11,
    "bbox": [
      108.02,
      186.38,
      525.74,
      245.9
    ],
    "text": "An act to provide for the establishment of a permanent commission to investigate allegations of bribery or corruption and to direct the institution of prosecutions for offences under the bribery act and the declaration of assets and liabilities law. No. 1 of 1975; and for matters connected therewith or incidental thereto",
    "fonts": [
      "Calibri"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 11,
    "bbox": [
      72.02,
      257.66,
      349.1,
      269.66
    ],
    "text": "Thus, the two primary functions of the Commission are;",
    "fonts": [
      "Calibri"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 11,
    "bbox": [
      90.02,
      279.11,
      526.07,
      310.61
    ],
    "text": "To investigate allegations of bribery or corruption and To direct the institution of prosecutions for offences under the Bribery Act and the",
    "fonts": [
      "ArialMT",
      "Calibri",
      "SymbolMT"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 11,
    "bbox": [
      108.02,
      314.45,
      307.32,
      326.45
    ],
    "text": "Declaration of Assets and Liabilities Act.",
    "fonts": [
      "Calibri"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 11,
    "bbox": [
      72.02,
      338.21,
      526.05,
      460.85
    ],
    "text": "After the operation of Act No. 19 of 1994, it is the Commission that decides whether the investigations conducted disclose the commission of a criminal offence. In other words, the Commission has to come to the initial finding that the investigations disclose the commission of any offence by any person. Once the Commission comes to the above conclusion there must be a direction from the Commission to the Director General of Bribery for the institution of proceedings in an appropriate court. The provisions of section 11, must be read in conjunction with the preamble to Act No. 19 of 1994, and the provisions of section 3 of the Act.",
    "fonts": [
      "Calibri"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 11,
    "bbox": [
      72.02,
      472.63,
      327.86,
      484.63
    ],
    "text": "Section 3 of the Act No 19 of 1994 reads as follows:",
    "fonts": [
      "Calibri"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 11,
    "bbox": [
      108.02,
      496.51,
      158.25,
      508.51
    ],
    "text": "Section 3",
    "fonts": [
      "Calibri"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 11,
    "bbox": [
      108.02,
      520.27,
      525.84,
      595.51
    ],
    "text": "The Commission shall subject to the other provision of this Act, investigate allegations, contained in communications made to it under section 4 and where any such investigation discloses the commission of any offence by any person under the Bribery Act, or the Declaration of Assets and Liabilities Law No.1 of 1975, direct the institution of proceedings such person for such offence in the appropriate court.",
    "fonts": [
      "Calibri"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 11,
    "bbox": [
      72.02,
      607.39,
      526.12,
      730.06
    ],
    "text": "No prosecution could be instituted by the Director General of Bribery without a direction from the Commission under section 11 of Act No.19 of 1994. The direction given under Section 11 of Act No. 19 of 1994 operates as a prerequisite condition for the institution of proceedings. The Director General cannot himself institute proceedings after the operation of Act No 19 of 1994. A valid directive issued by the Commission must be in existence at the point the action is instituted. The fact that the directions have to precede the institution of action was recognised in Kesara Senanayake v AG and another 2010 1 SLR 149 where Justice Shirani Bandaranayake stated that;",
    "fonts": [
      "Calibri"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 12,
    "bbox": [
      72.02,
      781.78,
      330.41,
      806.26
    ],
    "text": "Page 13 of 16",
    "fonts": [
      "Calibri",
      "Calibri-Bold"
    ],
    "sizes": [
      11.039999961853027
    ]
  },
  {
    "page_number": 12,
    "bbox": [
      108.02,
      74.28,
      525.91,
      181.1
    ],
    "text": "\"In terms of the provisions contained in section 11 and 12 of the Act No.19 of 1994, where in course of an investigation of an allegation of Bribery or Corruption if it discloses the commission of an offence, the Commission to Investigate Allegations of Bribery and Corruption shall direct the Director General to institute criminal proceedings against such person in the appropriate court. When such direction is given by the Commission, it is mandatory for the Director General to institute proceedings\"",
    "fonts": [
      "Calibri"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 12,
    "bbox": [
      72.02,
      192.98,
      526.1,
      315.65
    ],
    "text": "By the statement \"when such direction is given\", the Court clarifies that the institution of proceedings can only commence after the direction begin issued to the Director General. The aforesaid judgment not only establishes the direction under section 11 as a prerequisite to the institution of proceedings but also highlights the mandatory nature of the direction issued to the Director General. It held that when a direction is issued by the Commission to the Director General to institute proceedings, the latter does not have the discretion to decide whether to commence such an action. Once the direction is issued, \"it is mandatory for the Director General to institute proceedings\".",
    "fonts": [
      "Calibri"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 12,
    "bbox": [
      72.02,
      327.41,
      526.13,
      402.65
    ],
    "text": "Accordingly, a prosecution under the Bribery Act can be filed only by the Commission or with the written sanction of the Commission, when the prosecution is filed by the Director General, section 11 of the Commission to Investigate Allegations of Bribery or Corruption Act No. 20 of 1994 would come into operation and there ought to be a valid direction by the Commission, this direction is a prerequisite condition for the filing of an action by the Director General.",
    "fonts": [
      "Calibri"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 12,
    "bbox": [
      72.02,
      414.53,
      525.65,
      458.09
    ],
    "text": "In the case before this Court, there is no valid directive as per section 11 of the Commission to Investigate Allegations of Bribery and Corruption Act No. 19 of 1994 therefore, its institution itself is bad in law, and thus, there is a patent lack of jurisdiction.",
    "fonts": [
      "Calibri"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 12,
    "bbox": [
      72.02,
      469.99,
      526.12,
      545.11
    ],
    "text": "In the given circumstances, the prosecution instituted by the Director General against the appellant is bad in law and void ab initio as the prosecution has failed to comply with the mandatory prerequisites stipulated in section 11 of the Commission to Investigate Allegations of Bribery and Corruption Act No. 19 of 1994 and thereby caused prejudice to the accused appellant.",
    "fonts": [
      "Calibri",
      "Calibri-Italic"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 12,
    "bbox": [
      72.02,
      556.99,
      526.02,
      711.22
    ],
    "text": "In the recent judgment of Anoma Polwatte v Director General of Bribery and Others Supreme Court Writ Application No. 01/2011 decided on 26/07/2018 the Supreme Court recognized that a direction under section 11 of the Act, is a mandatory prerequisite condition for the institution of criminal proceedings under the Bribery Act or the Declaration of Assets and Liabilities Law No. 01 of 1975. Further, as for the exercise of functions such as the direction to be given to the Director General, it is clear that the act has not provided for one member alone to give such Direction. The Supreme Court has considered the legal authorities on this point and that it is manifestly clear that a direction under section 11 has to be made, by the Commission and all commissioners ought to have examined the investigation file before the issue of direction. In the current case, there is no such legally valid direction.",
    "fonts": [
      "Calibri"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 12,
    "bbox": [
      72.02,
      723.1,
      525.84,
      766.66
    ],
    "text": "If the Commission has not issued a valid directive under the Act, the next issue to consider would be whether any other officer is empowered to issue a directive of such a nature, in essence, whether this function of the Commission can be delegated. Section 2(8) of the Act",
    "fonts": [
      "Calibri"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 13,
    "bbox": [
      72.02,
      781.78,
      330.41,
      806.26
    ],
    "text": "Page 14 of 16",
    "fonts": [
      "Calibri",
      "Calibri-Bold"
    ],
    "sizes": [
      11.039999961853027
    ]
  },
  {
    "page_number": 13,
    "bbox": [
      72.02,
      74.28,
      526.12,
      196.94
    ],
    "text": "specifies that the Commission may exercise powers conferred on the Commission either together or separately. The functions of the Commission are found in section 3 while the powers of the Commission can be found in section 5 of Act No. 19 of 1994. It is relevant to note that section 16(3) provides that the Commission may delegate to the Director-General or any other officer appointed to assist the Commission any of its powers (other than the powers, referred to in paragraphs (i), (j), (k) and (1) of subsection (1) of section 5, section 11 and section 16(3)) and the person to whom such powers are delegated may exercise those powers subject to the direction of the Commission.",
    "fonts": [
      "Calibri"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 13,
    "bbox": [
      72.02,
      208.82,
      525.52,
      236.54
    ],
    "text": "On a plain reading of section 16, it is evident that there is a distinction between \"functions\" as specified in section 3 and \"powers\" as specified in section 5. Section 5 stipulates that;",
    "fonts": [
      "Calibri"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 13,
    "bbox": [
      108.02,
      248.42,
      525.69,
      276.14
    ],
    "text": "\"For the purpose of discharging the functions assigned to it by this Act, the Commission shall have the power\".",
    "fonts": [
      "Calibri"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 13,
    "bbox": [
      72.02,
      288.05,
      526.11,
      379.01
    ],
    "text": "Thus, it would seem that as per section 16(3) what can be delegated are any of the powers of the Commission that have not been specifically precluded, and as per the wording in sections 3 and 5, the issuing of a direction is function of the Commission as opposed to power. In Anoma Polwatte v Director General of Bribery and Others Supreme Court Writ Application No. 01/2011 decided on 26/02/2018, further discussed the distinction between powers and functions of the Commission.",
    "fonts": [
      "Calibri"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 13,
    "bbox": [
      72.02,
      390.89,
      525.65,
      450.29
    ],
    "text": "In considering the provisions contained in section 2(8), section 3 and section 5, Honourable Justice Malalgoda held in the aforesaid case that \"... a clear distinction had been made between the powers of the Commission and the functions of the Commission\" He further held;",
    "fonts": [
      "Calibri"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 13,
    "bbox": [
      108.02,
      462.05,
      526.13,
      537.31
    ],
    "text": "\"...it is clear that the members of the Commission can exercise ancillary powers on their own though the full complement of the Commission is not available at one given time. But as for the exercise of the functions such as the direction to be given to the Director General, it is crystal clear that the Act has not provided for one member acting alone to give such direction.\"",
    "fonts": [
      "Calibri"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 13,
    "bbox": [
      72.02,
      549.19,
      526.06,
      687.7
    ],
    "text": "A clear distinction was drawn between the functions of the Commission and the powers of the Director General in Kesara Senanayake v Attorney General and another, wherein it was held that a Director General is appointed to assist the Commission in discharging its functions. In this case, it was held that the function of the Commission was to investigate and direct while the function of the Director General was to institute proceedings upon such direction. As per the distinction in Anoma Polwatte and Kesara Senanayake v AG, the issuing of the direction in accordance with section 11 which has been categorically stated as a function of the Commission in section 3 of the Act, cannot be delegated and must be exercised by the Commission.",
    "fonts": [
      "Calibri"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 13,
    "bbox": [
      72.02,
      699.46,
      526.02,
      758.86
    ],
    "text": "It is evident from the aforementioned passages from Honourable Justice Malalgoda's in the case of Anoma Polwatte v Director General of Bribery and Others that the Supreme Court had also considered the content of a valid direction. As stated earlier, the Court held that with regard to the exercise of functions, including the direction to be given to the Director General",
    "fonts": [
      "Calibri"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 14,
    "bbox": [
      72.02,
      781.78,
      330.41,
      806.26
    ],
    "text": "Page 15 of 16",
    "fonts": [
      "Calibri",
      "Calibri-Bold"
    ],
    "sizes": [
      11.039999961853027
    ]
  },
  {
    "page_number": 14,
    "bbox": [
      72.02,
      74.28,
      525.95,
      117.86
    ],
    "text": "under section 11, the Act has not made provision for one Commission member \"acting alone\" to give such a direction. Therefore, to constitute a valid direction, the said direction must be issued by all three members of the Commission.",
    "fonts": [
      "Calibri"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 14,
    "bbox": [
      72.02,
      129.74,
      525.98,
      173.3
    ],
    "text": "It must be noted that prosecutions can be instituted by Director General with a written sanction of the commission. \"Commission\" is not defined as an independent decision, as it comprises of 3 members.",
    "fonts": [
      "Calibri"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 14,
    "bbox": [
      108.02,
      185.18,
      235.32,
      197.18
    ],
    "text": "Section 2(2) (a) provides:",
    "fonts": [
      "Calibri"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 14,
    "bbox": [
      144.02,
      208.94,
      525.79,
      284.18
    ],
    "text": "(1) There shall be established, for this Act, a Commission (hereinafter referred to as \"the Commission\") to investigate allegations of bribery or corruption made to the Commission in accordance with the succeeding provisions of this Act and to direct the institution of prosecutions under the Bribery Act and the Declaration of Assets and Liabilities Law, No. 1 of 1975.",
    "fonts": [
      "Calibri"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 14,
    "bbox": [
      144.02,
      295.97,
      526.03,
      371.21
    ],
    "text": "(2) (a) The Commission shall consist of three members, two of whom shall be retired Judges of the Supreme Court or of the Court of Appeal and one of whom shall be a person with wide experience relating to the investigation of crime and law enforcement.",
    "fonts": [
      "Calibri"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 14,
    "bbox": [
      72.02,
      383.09,
      526.1,
      489.91
    ],
    "text": "It is important to note when an objection about the jurisdiction can be raised. A Court may lack jurisdiction over the cause or matter or over the parties; it may also lack competence because of failure to comply with such procedural requirements as are necessary for the exercise of power by the Court. Both are jurisdictional defects, where there is latent want of jurisdiction, it can be validated by the conduct of parties, such as waiver, acquiescence and inaction, unlike in the case of total or patent want of jurisdiction no such conduct will confer jurisdiction on the Court.",
    "fonts": [
      "Calibri"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 14,
    "bbox": [
      72.02,
      501.79,
      526.01,
      592.75
    ],
    "text": "As Sansoni, J. observed in Kandy Omnibus Co., Ltd. v. Roberts - 56 NLR 30, there is a sharp distinction between cases of patent and latent want of jurisdiction where it appears on the face of the proceedings that the Court had no jurisdiction is differently treated from cases where the so want of jurisdiction is not so apparent and depending on some fact which was in the knowledge of the Accused which he could have put forward for some reason or other he has kept back.",
    "fonts": [
      "Calibri"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 14,
    "bbox": [
      72.02,
      604.63,
      526.1,
      679.9
    ],
    "text": "This position is also clearly enunciated and fortified by His Lordship the Chief Justice Tennekoon in the case of Beatrice Perera v. The Commissioner of National Housing - 77 NLR 361 where His Lordship has proceeded to distinguish between the total lack of jurisdiction which is not curable by the conduct of parties and latent want of jurisdiction which is curable by the conduct of parties.",
    "fonts": [
      "Calibri"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 14,
    "bbox": [
      72.02,
      691.66,
      525.93,
      766.9
    ],
    "text": "In the case of Ananda v Dissanayake 2007 1 SLR 391 it was held that section 39 of the Judicature Act covers only instances of Patent want of jurisdiction and as far as a Patent want of jurisdiction is concerned no amount of consent, acquiescence or waiver can cure the such defect and such an objection in regard to a Patent want of jurisdiction could be taken any time even in appeal for the first time. Such an attack can be made even in collateral",
    "fonts": [
      "Calibri"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 15,
    "bbox": [
      72.02,
      781.78,
      330.41,
      806.26
    ],
    "text": "Page 16 of 16",
    "fonts": [
      "Calibri",
      "Calibri-Bold"
    ],
    "sizes": [
      11.039999961853027
    ]
  },
  {
    "page_number": 15,
    "bbox": [
      72.02,
      74.28,
      525.81,
      102.14
    ],
    "text": "proceedings accordingly, in an instance of Patent Lack of Jurisdiction, an objection can be raised at any stage of the case.",
    "fonts": [
      "Calibri"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 15,
    "bbox": [
      72.02,
      113.9,
      526.1,
      157.58
    ],
    "text": "The question of Patent Lack of Jurisdiction is a pure question of law. The state argued that the question of the patent's lack of jurisdiction was not raised at the trial based on section 11 of the Commission to Investigate Allegations of Bribery or Corruption Act No. 20 of 1994.",
    "fonts": [
      "Calibri"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 15,
    "bbox": [
      72.02,
      169.34,
      526.11,
      197.18
    ],
    "text": "In this regard the case of Sumanavathi v William 2010 1 SLR 128 is relevant and it was held in this case that a pure question of law can be raised for the first time in an appeal.",
    "fonts": [
      "Calibri"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 15,
    "bbox": [
      72.02,
      208.94,
      526.12,
      315.89
    ],
    "text": "Thus, regardless of whether the objection has been raised by the accused party, in an instance where a prosecution is purportedly filed by the Director General, it is the duty of the Court to examine whether such institution has been commenced according to law and whether in the absence of such compliance, the action against the accused could be maintained. Accordingly, the conviction and sentence dated 29th June 2020, are bad in law and that it should be set aside in limine, since the said order of conviction and sentence flows from a fatal irregularity of not having a proper direction issued under section 11 of Act No. 19 of 1994.",
    "fonts": [
      "Calibri",
      "Calibri-Italic"
    ],
    "sizes": [
      8.039999961853027,
      12.0
    ]
  },
  {
    "page_number": 15,
    "bbox": [
      72.02,
      327.65,
      526.08,
      355.49
    ],
    "text": "For the reasons aforesaid, we uphold the preliminary objection raised by the learned Presidents Counsel who appeared on behalf of the accused-appellant.",
    "fonts": [
      "Calibri"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 15,
    "bbox": [
      72.02,
      367.25,
      526.13,
      426.65
    ],
    "text": "On the premises aforementioned this Court sets aside the judgement dated 29.06.2020 whereby the accused-appellant was convicted and sentenced to 12 years rigorous imprisonment and Rs. 18,000/- fine and in default 30 months simple imprisonment and now pronounce a fresh judgment of acquittal from all charges in the indictment.",
    "fonts": [
      "Calibri"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 15,
    "bbox": [
      72.02,
      438.53,
      526.13,
      482.11
    ],
    "text": "In those circumstances, the conviction of the accused-appellant cannot stand in law and is set aside and the accused-appellant is acquitted and discharged from all charges in the indictment of this case.",
    "fonts": [
      "Calibri"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 15,
    "bbox": [
      72.02,
      493.99,
      244.68,
      505.99
    ],
    "text": "Conviction and sentence quashed.",
    "fonts": [
      "Calibri"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 15,
    "bbox": [
      72.02,
      517.75,
      152.97,
      529.75
    ],
    "text": "Appeal allowed.",
    "fonts": [
      "Calibri"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 15,
    "bbox": [
      360.07,
      589.27,
      504.89,
      601.27
    ],
    "text": "Judge of the Court of Appeal",
    "fonts": [
      "Calibri-Bold"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 15,
    "bbox": [
      72.02,
      638.95,
      154.41,
      650.95
    ],
    "text": "R. Gurusinghe J.",
    "fonts": [
      "Calibri-Bold"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 15,
    "bbox": [
      72.02,
      663.82,
      255.84,
      675.82
    ],
    "text": "I agree.",
    "fonts": [
      "Calibri-Bold"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 15,
    "bbox": [
      72.02,
      738.34,
      504.89,
      750.34
    ],
    "text": "Judge of the Court of Appeal",
    "fonts": [
      "Calibri",
      "Calibri-Bold"
    ],
    "sizes": [
      12.0
    ]
  }
]