[
  {
    "page_number": 0,
    "bbox": [
      70.94,
      781.9,
      527.0,
      806.28
    ],
    "text": "1",
    "fonts": [
      "Calibri"
    ],
    "sizes": [
      11.039999961853027
    ]
  },
  {
    "page_number": 0,
    "bbox": [
      86.3,
      95.04,
      508.94,
      109.04
    ],
    "text": "IN THE COURT OF APPEAL OF THE DEMOCRATIC SOCIALIST",
    "fonts": [
      "BookmanOldStyle",
      "BookmanOldStyle-Bold"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 0,
    "bbox": [
      199.49,
      111.36,
      399.91,
      125.36
    ],
    "text": "REPUBLIC OF SRI LANKA",
    "fonts": [
      "BookmanOldStyle",
      "BookmanOldStyle-Bold"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 0,
    "bbox": [
      241.13,
      135.48,
      528.34,
      214.4
    ],
    "text": "In the matter of an application for Restitution, in the nature of Restitutio-In-Integrum under and in terms of Article 138 of the Constitution of the Democratic Socialist Republic of Sri Lanka,",
    "fonts": [
      "BookmanOldStyle",
      "BookmanOldStyle-Italic"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 0,
    "bbox": [
      70.94,
      248.76,
      523.66,
      764.92
    ],
    "text": "Court of Appeal Case No: RII/0012/2021 1. Samaraweera Mudalige Don Premasiri De Alwis DC Mathugama Case No: 5180/P 2. Samaraweera Mudalige Don Asanka Ramesh De Alwis Both of No. 117, Singahalayawatta, Thudugala, Dodangoda Plaintiffs Vs. 1. Samaraweera Mudalige Don Rupa Malkanthi De Alwis 2. Samaraweera MudaligeDimuthu Nilantha De Alwis Both of Singahalayawatta, Thudugala, Dodangoda 3. Jayathuga Arachchige Sarath Jayathunga of Meegaspitiya, Thudugala, Dodangoda 4. Samaraweera Mudalige Dona Nilanthi De Alwis of Singahalayawatta, Thudugala, Dodangoda 5. Jayathunga Arachchige Rathnasiri, Meegaspitiya, Thudugala, Dodangoda.",
    "fonts": [
      "BookmanOldStyle",
      "BookmanOldStyle-Bold"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 1,
    "bbox": [
      70.94,
      781.9,
      527.0,
      806.28
    ],
    "text": "2",
    "fonts": [
      "Calibri"
    ],
    "sizes": [
      11.039999961853027
    ]
  },
  {
    "page_number": 1,
    "bbox": [
      70.94,
      70.9,
      534.22,
      765.28
    ],
    "text": "6. Samaraweera Mudalige Don Linton Alwis Koswaththa, Thudugala, Dodangoda. Defendants And Now Between 4. Samaraweera Mudalige Dona Nilanthi De Alwis of Singahalayawatta, Thudugala, Dodangoda. Defendant-Petitioner Vs. 1. Samaraweera Mudalige Don Premasiri De Alwis 2. Samaraweera Mudalige Don Asanka Ramesh De Alwis Both of No. 117, Singahalayawatta, Thudugala, Dodangoda Plaintiff-Respondents 1. Samaraweera Mudalige Don Rupa Malkanthi De Alwis 2. Samaraweera Mudalige Dimuthu Nilantha De Alwis Both of Singahalayawatta, Thudugala, Dodangoda 3. Jayathunga Arachchige Sarath Jayathunga of Meegaspitiya, Thudugala, Dodangoda 5. Jayathu Arachchige Sarath Jayathunga of Meegaspitiya, Thudugala, Dodangoda.",
    "fonts": [
      "BookmanOldStyle",
      "BookmanOldStyle-Bold"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 2,
    "bbox": [
      70.94,
      781.9,
      527.0,
      806.28
    ],
    "text": "3",
    "fonts": [
      "Calibri"
    ],
    "sizes": [
      11.039999961853027
    ]
  },
  {
    "page_number": 2,
    "bbox": [
      70.94,
      70.9,
      511.9,
      236.34
    ],
    "text": "6. Samaraweera Mudalige Don Linton Alwis Koswaththa, Thudugala, Dodangoda Defendant Respondents Before : R. Gurusinghe J & M.C.B.S. Morais J",
    "fonts": [
      "BookmanOldStyle",
      "BookmanOldStyle-Bold"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 2,
    "bbox": [
      70.94,
      244.44,
      518.38,
      420.59
    ],
    "text": "Counsel : Harendra Perera instructed by T.B. Chinthani Kaushalya for the 4th Defendant J.M. Wijebandara with D. Pandiwita instructed by Krishanthi Wijebandara for the 1stand 2nd Plaintiff-Respondent Nishadhi Wickramasinghe for the 3rd Defendant-Respondent",
    "fonts": [
      "BookmanOldStyle",
      "BookmanOldStyle-Bold"
    ],
    "sizes": [
      8.039999961853027,
      12.0
    ]
  },
  {
    "page_number": 2,
    "bbox": [
      70.94,
      454.97,
      290.81,
      468.97
    ],
    "text": "Arguedon : 30-09-2024",
    "fonts": [
      "BookmanOldStyle"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 2,
    "bbox": [
      70.94,
      479.21,
      250.25,
      493.21
    ],
    "text": "Decided on : 21-11-2024",
    "fonts": [
      "BookmanOldStyle"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 2,
    "bbox": [
      70.94,
      503.2,
      160.7,
      571.21
    ],
    "text": "R. Gurusinghe",
    "fonts": [
      "BookmanOldStyle",
      "BookmanOldStyle-Bold"
    ],
    "sizes": [
      12.0,
      14.039999961853027
    ]
  },
  {
    "page_number": 2,
    "bbox": [
      70.94,
      580.61,
      528.34,
      761.8
    ],
    "text": "The 4th defendant-petitioner (hereinafter sometimes referred to as the petitioner) filed this Restitutio-in-Integrum application under the provisions of Article 138 of the Constitution. The petitioner seeks to set aside inter alia the judgment of the Learned District Judge of Mathugama, delivered in the case of 5180/P dated 13-10-2015, and the Interlocutory Decree and the Final Decree and to restore the petitioner's position that she would have had if the judgment of District Court dated 13-10-2016 has not been delivered. The respondents filed objections to the petitioner's application and took up the position that the petitioner was guilty of lashes, and no exceptional circumstances were pleaded. Further, it took up the position that the Court of Appeal had no jurisdiction to revisit the judgment that had already been",
    "fonts": [
      "BookmanOldStyle",
      "BookmanOldStyle-Italic"
    ],
    "sizes": [
      8.039999961853027,
      12.0
    ]
  },
  {
    "page_number": 3,
    "bbox": [
      70.94,
      781.9,
      527.0,
      806.28
    ],
    "text": "4",
    "fonts": [
      "Calibri"
    ],
    "sizes": [
      11.039999961853027
    ]
  },
  {
    "page_number": 3,
    "bbox": [
      70.94,
      71.02,
      528.33,
      115.28
    ],
    "text": "affirmed by the apex court. However, this will be later adverted in this judgment that the apex court had not affirmed the impugned judgment.",
    "fonts": [
      "BookmanOldStyle"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 3,
    "bbox": [
      70.94,
      124.56,
      528.34,
      203.48
    ],
    "text": "An application for Restitutio-in-Integrum is an extraordinary remedy granted to a person in a fit case to avert a miscarriage of justice. The petitioner pleaded in this application that the Plaintiff-respondents had done a series of fraudulent acts to defraud her. Such acts will be demonstrated in this judgment, which vitiate the validity of the impugned judgment.",
    "fonts": [
      "BookmanOldStyle",
      "BookmanOldStyle-Italic"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 3,
    "bbox": [
      70.94,
      213.6,
      528.34,
      288.35
    ],
    "text": "In this case, though there are lapses on the part of the petitioner, since the plaintiff-respondents have clearly practised fraud on the court from the inception of the case, in order to wipe out the rights of the petitioner, especially to eject her from her own house, which was undisputedly claimed only by her, the impugned judgment becomes a nullity.",
    "fonts": [
      "ArialMT",
      "BookmanOldStyle"
    ],
    "sizes": [
      11.039999961853027,
      12.0
    ]
  },
  {
    "page_number": 3,
    "bbox": [
      70.94,
      320.91,
      528.32,
      349.91
    ],
    "text": "In the case of Maduluwawe Sobitha Thero vs Joslin and Others [2005] 3 SriLR 25Wimalachandra J. held:",
    "fonts": [
      "BookmanOldStyle",
      "BookmanOldStyle-Italic"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 3,
    "bbox": [
      70.94,
      359.31,
      527.88,
      403.61
    ],
    "text": "(1) Section 48(3) of the Partition Law overrides section 44 of the Evidence Ordinance; accordingly, even a judgment obtained by fraud or collusion would have the final and conclusive effect provided by section 48(1). Held further:",
    "fonts": [
      "BookmanOldStyle-Italic"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 3,
    "bbox": [
      70.94,
      412.83,
      527.97,
      472.39
    ],
    "text": "(2) It is to be noted that the plaintiff-respondent failed to disclose the name of the petitioner who has title to the entire land. The failure to make a correct declaration under section 12(1) of the Partition Law amounts to a procedural irregularity which results in a miscarriage of justice.",
    "fonts": [
      "BookmanOldStyle-Italic"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 3,
    "bbox": [
      70.94,
      481.73,
      528.02,
      586.87
    ],
    "text": "(3) Per Wimalachandra, J. It is the duty of the plaintiff- respondents attorney-at-law, after the registration of the lis-pendence, to personally inspect the entries in the Land Registry that relate to the land. The section 12 declaration filed failed to disclose the petitioners name, although his title deed is duly registered. This is a violation of the provisions of the Partition Law and callous disregard of the provisions of the Partition Law, which caused a miscarriage of justice and, in my view, amounts to the fundamental vice\".",
    "fonts": [
      "BookmanOldStyle-Italic"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 3,
    "bbox": [
      70.94,
      596.09,
      527.8,
      640.54
    ],
    "text": "(4) A person who had right title or interest in the subject matter not being made a party to a partition action is a victim of a miscarriage of justice. He can always invoke the powers of revision and restitution in integrum.",
    "fonts": [
      "BookmanOldStyle-Italic"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 3,
    "bbox": [
      70.94,
      649.76,
      527.71,
      678.94
    ],
    "text": "(5) If the Court of Appeal fails to invoke its power of revision, grave injustice will result to the petitioner.",
    "fonts": [
      "BookmanOldStyle-Italic"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 3,
    "bbox": [
      70.94,
      688.16,
      527.72,
      717.34
    ],
    "text": "(6) Fraud vitiates all proceedings and a judgment obtained by fraud cannot stand.",
    "fonts": [
      "BookmanOldStyle-Italic"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 4,
    "bbox": [
      70.94,
      781.9,
      527.0,
      806.28
    ],
    "text": "5",
    "fonts": [
      "Calibri"
    ],
    "sizes": [
      11.039999961853027
    ]
  },
  {
    "page_number": 4,
    "bbox": [
      70.94,
      70.9,
      340.51,
      84.9
    ],
    "text": "Section 48(3) of the Partition Law states that;",
    "fonts": [
      "BookmanOldStyle"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 4,
    "bbox": [
      106.94,
      117.48,
      527.83,
      192.14
    ],
    "text": "3) The interlocutory decree and the final decree of partition entered in a partition action shall have the final and conclusive effect declared by subsection (1) of this section notwithstanding the provisions of section 44 of the Evidence Ordinance, and accordingly such provisions shall not apply to such decrees.",
    "fonts": [
      "BookmanOldStyle-Italic",
      "SegoeUI-Italic"
    ],
    "sizes": [
      7.559999942779541,
      12.0
    ]
  },
  {
    "page_number": 4,
    "bbox": [
      106.94,
      201.48,
      527.76,
      230.54
    ],
    "text": "The powers of the Court of Appeal by way of revision and restitution in integrum shall not be affected by the provisions of this subsection.",
    "fonts": [
      "BookmanOldStyle-Italic"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 4,
    "bbox": [
      70.94,
      263.07,
      528.34,
      550.57
    ],
    "text": "Accordingly, although sub-section 3 of the above stipulates that the decrees under the Partition Law are final and conclusive, as for the proviso itself, the Court of Appeal can exercise its powers of revision and restitution in integrum to set aside partition decrees when it is found that the partition decree has been obtained through fraudulent means. The two plaintiff-respondents filed an action before the District Court of Mathugama, seeking to partition the land called Dawatagahalanda, described in the schedule to the plaint. In that plaint, there were only three defendants. The plaintiffs had not made the petitioner a party to the action. The petitioner, at the time of the preliminary survey, undisputedly claimed her house. The commissioner has reported that Lot 4 of the preliminary plan is in the extent of 1 rood and five perches with clear boundaries, and the house is situated by the side of the access road. Commissioner further reported that the house claimed by the petitioner was a 15 to 20 years old permanent building. Further, the petitioner has undisputedly claimed for the following plantation. The petitioner made claims before the surveyor, and later, she added herself as the 4th defendant.",
    "fonts": [
      "BookmanOldStyle",
      "BookmanOldStyle-Italic"
    ],
    "sizes": [
      8.039999961853027,
      12.0
    ]
  },
  {
    "page_number": 4,
    "bbox": [
      70.94,
      559.85,
      291.53,
      573.85
    ],
    "text": "10 to 15 years old 03 coconut trees",
    "fonts": [
      "BookmanOldStyle"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 4,
    "bbox": [
      70.94,
      583.01,
      269.21,
      597.01
    ],
    "text": "10 to 15 years old 02 jack trees",
    "fonts": [
      "BookmanOldStyle"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 4,
    "bbox": [
      70.94,
      606.17,
      295.85,
      620.17
    ],
    "text": "20-25 years old 01 ambarella tree",
    "fonts": [
      "BookmanOldStyle"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 4,
    "bbox": [
      70.94,
      629.48,
      296.33,
      643.48
    ],
    "text": "15-20 years old 01 breadfruit tree",
    "fonts": [
      "BookmanOldStyle"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 4,
    "bbox": [
      70.94,
      652.64,
      302.33,
      666.64
    ],
    "text": "08-10 years old 05 rambutan trees",
    "fonts": [
      "BookmanOldStyle"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 4,
    "bbox": [
      70.94,
      675.8,
      283.13,
      689.8
    ],
    "text": "05-07 years old 03 mango trees",
    "fonts": [
      "BookmanOldStyle"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 4,
    "bbox": [
      70.94,
      699.08,
      273.53,
      713.08
    ],
    "text": "05 07 years old 01 kenda tree",
    "fonts": [
      "BookmanOldStyle"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 5,
    "bbox": [
      70.94,
      781.9,
      527.0,
      806.28
    ],
    "text": "6",
    "fonts": [
      "Calibri"
    ],
    "sizes": [
      11.039999961853027
    ]
  },
  {
    "page_number": 5,
    "bbox": [
      70.94,
      71.02,
      532.17,
      373.79
    ],
    "text": "Section 4 (1) (c) and (d) of Partition Law No. 21 of 1977 ( hereinafter referred to as the Law or Partition Law) makes it imperative for the plaintiff to disclose the names and addresses of all the persons who are entitled to claim or claim to be entitled to any right, share or interest to, of, or in that land or to any improvement made or effected on or to that land and the nature of an extent of any such right, share, interest or improvement, so far as such particulars are known to the plaintiff or can be ascertained by him. Even though the petitioner was living in the land that sought to be partitioned in a substantial house for a long time, the plaintiff had omitted to make the petitioner a party, or mention the improvements, or the residing house of the petitioner in the plaint. It is obvious that anyone who comes to this land would definitely see the house of the petitioner, which the surveyor reported as a permanent house of 15 20 years old. However, the plaintiff preferred to omit making the petitioner a party to the action. If it is the position of the plaintiff that the petitioner had no title to the land, he could have made her a party as she has been residing there for approximately 15 20 years. However, the document shows that the petitioner is not a trespasser or rights claimant by prescription. The Petitioner is claiming rights under the same pedigree as the plaintiff claims rights, which the plaintiff failed to disclose.",
    "fonts": [
      "BookmanOldStyle"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 5,
    "bbox": [
      70.94,
      406.23,
      528.34,
      465.73
    ],
    "text": "It was submitted for the plaintiff-respondent that since the petitioner became a party, the non-disclosure of the petitioner has no significance. This would be correct if there were no fraud. The significance of the omission to disclose the petitioner will be demonstrated later.",
    "fonts": [
      "BookmanOldStyle"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 5,
    "bbox": [
      70.94,
      498.29,
      528.34,
      770.8
    ],
    "text": "The petitioner is the 4th defendant in the above-mentioned partition action in the District Court of Mathugama. The petitioner failed to appear at the trial, and the trial concluded without any contest. The petitioner made an application under Section 48 (4) of the partition law No. 21 of 1977. An application under Section 48 (4) of the Partition Law has to be made not later than 30 days after the date on which the return of the survey under Section 32, or the return under Section 42. Since the petitioners application was not made within 30 days, the application was dismissed by the District Court. The Petitioner then appealed to the Civil Appellate High Court of Kalutara, against the Order of the District Judge. The Civil Appellate High Court dismissed the petitioner's appeal. An application to leave to appeal to the Supreme Court was dismissed by the Supreme Court. Civil Appellate High Court and the Supreme Court only considered the Order made in the application under Section 48 (4). The Civil Appellate High Court or the Supreme Court had not considered the merits of the judgment or affirmed the impugned judgment. The Supreme Court or the Civil Appellate High Court had no opportunity to look into the merits of the judgment since",
    "fonts": [
      "BookmanOldStyle"
    ],
    "sizes": [
      8.039999961853027,
      12.0
    ]
  },
  {
    "page_number": 6,
    "bbox": [
      70.94,
      781.9,
      527.0,
      806.28
    ],
    "text": "7",
    "fonts": [
      "Calibri"
    ],
    "sizes": [
      11.039999961853027
    ]
  },
  {
    "page_number": 6,
    "bbox": [
      70.94,
      71.02,
      528.34,
      252.08
    ],
    "text": "there was no appeal before those courts against the judgment of the District Court. The respondents argument that the judgment was affirmed by the apex court is not correct and should be rejected. Although it is imperative under section 4 (1) (d) of the Partition Law to set out the devolution of title with reference to a pedigree which shall be appended to the plaint, the plaintiff has not filed a statement of pedigree or sketch of pedigree. Though this can be seen as inadvertence, the court finds that this is part of the calculated fraudulent scheme of the plaintiff to mislead and deceive the Learned District Judge and to defraud the petitioner to own her house.",
    "fonts": [
      "BookmanOldStyle"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 6,
    "bbox": [
      70.94,
      261.51,
      528.34,
      549.01
    ],
    "text": "The plaintiff stated in paragraph 8 of the plaint that Sushila Margaret and Chandra Yasawathi transferred their rights to the 2nd plaintiff by deed no. 1399 dated 08-08-2011. That deed was marked as P4 in evidence by the plaintiff. This P4 deed was registered in Division C, volume 378 folio (page) 275 at the Land Registry of Mathugama. The deed number 258, dated 25-07-2011, by which the petitioner claims the right to 10 perches, is registered in the same folio immediately above the P4 deed. Nevertheless, the plaintiff had omitted to mention anything about deed no. 258 dated 25-07-2011, and it is obvious that the omission was intentional. This is clearly a suppression of material fact from the District Court, which amounts to fraud. The relevant folios of the Land Register were not produced before the District Court by the Plaintiffs. The plaintiff giving evidence on 03-05-2016 stated at page 4 of the proceedings of that date 2011.07.25 257 2 10 . 257 2 .",
    "fonts": [
      "BookmanOldStyle",
      "Iskoola Pota",
      "LeelawadeeUI"
    ],
    "sizes": [
      8.039999961853027,
      12.0
    ]
  },
  {
    "page_number": 6,
    "bbox": [
      70.94,
      558.29,
      528.34,
      769.96
    ],
    "text": "That deed No. 257 dated 25-07-2011, was attested by Dhanushka Madawie Kariyawasam Notary Public. That deed was also registered on the same folio on which the deed P4 was registered. The deed on which the petitioner claims the right was attested by the same Notary on the same date, registered on the same folio, immediately after the above deed no. 257. The vendor of the said deed nos. 257 and 258 are the same. The deed 258 was registered between the said deed No.257 and the deed marked P4 on the same folio. Yet, the plaintiff made no reference to that deed at all in his plaint or in his evidence. This demonstrates that the omission was intentional. This is clearly a suppression of material fact by the plaintiff in order to deceive and mislead the court. In the case of Soysa v Silva [2000] 2 Sri LR 235, it was stated that the procedure laid down in sections 4,5,6, and 12 of the Partition Law is",
    "fonts": [
      "BookmanOldStyle"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 7,
    "bbox": [
      70.94,
      781.9,
      527.0,
      806.28
    ],
    "text": "8",
    "fonts": [
      "Calibri"
    ],
    "sizes": [
      11.039999961853027
    ]
  },
  {
    "page_number": 7,
    "bbox": [
      70.94,
      71.02,
      528.34,
      145.76
    ],
    "text": "mandatory, and the failure to comply with these provisions would render proceedings illegal. Section 12(1) of the Partition Law is as follows;",
    "fonts": [
      "BookmanOldStyle"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 7,
    "bbox": [
      70.94,
      155.04,
      528.58,
      336.29
    ],
    "text": "12. (1) After a partition action is registered as a lis-pendence under the Registration of Documents Ordinance and after the return of the triplicate referred to in section 11, the plaintiff in the action shall file or cause to be filed in court a declaration under the hand of an attorney-at-law certifying that all such entries in the register maintained under that Ordinance as relate to the land constituting the subject-matter of the action have been personally inspected by that attorney-at-law after the registration of the action as a lis-pendence, and containing a statement of the name of every person found upon the inspection of those entries to be a person whom the plaintiff is required by section 5 to include in the plaint as a party to the action and also, if an address of that person is registered in the aforesaid register, that address. (emphasis is mine)",
    "fonts": [
      "BookmanOldStyle",
      "BookmanOldStyle-BoldItal",
      "BookmanOldStyle-Italic"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 7,
    "bbox": [
      70.94,
      368.67,
      528.34,
      641.08
    ],
    "text": "It is imperative to follow the provisions contained in section 12 (1). The Attorney-at-Law who made the declaration under section 12 failed to declare that the petitioner should be made a party or amend the plaint to include the deed no. 258 by which the petitioner claimed rights. The significance of this omission is that the other two deeds, which were referred to in the plaint and evidence, are registered in the same folio immediately before and after the deed, on which the petitioner claims the rights was registered. When the Attorney-at-Law looked at that folio, he could not have missed the petitioners deed, while not missing the two deeds registered on the same folio on the above line and the line below. The Attorney-at-Law who filed the declaration under section12 has either not inspected the registers at the Land Registry and falsely certified to the court that he had personally inspected the Registers or intentionally supported the fraudulent scheme of the plaintiff-respondent by certifying the declaration to the Court. Either way, the declaration under section 12 is a false declaration. There is no reference to the declaration in the journal entries.",
    "fonts": [
      "BookmanOldStyle"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 7,
    "bbox": [
      70.94,
      650.36,
      528.34,
      770.8
    ],
    "text": "In the case of Umma Vs. Subhair (2002) 3 SLR 169, Udlagama J. held, I would hold that the learned District Judge was correct in his finding that non-compliance of section 12 of the Partition Act (Law) renders the proceedings void ab initio. Had the plaintiff filed a sketch of the pedigree, which is a mandatory requirement under section 4, while the plaintiff was giving evidence, the Learned District Judge could have easily followed the evidence and the",
    "fonts": [
      "BookmanOldStyle",
      "BookmanOldStyle-Italic"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 8,
    "bbox": [
      70.94,
      781.9,
      527.0,
      806.28
    ],
    "text": "9",
    "fonts": [
      "Calibri"
    ],
    "sizes": [
      11.039999961853027
    ]
  },
  {
    "page_number": 8,
    "bbox": [
      70.94,
      71.02,
      528.34,
      176.12
    ],
    "text": "making of documents. At the same time, if the pedigree were there,the District Judge would have easily detected the omissions in the devolution of title. The plaintiffs have omitted to file a statement of pedigree in order to avoid detection of the material suppressions done by him from the Learned District Judge. This is why the omission to file the statement of pedigree is significant.",
    "fonts": [
      "BookmanOldStyle"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 8,
    "bbox": [
      70.94,
      185.28,
      326.59,
      199.28
    ],
    "text": "Section 7 of the Partition Law is as follows;",
    "fonts": [
      "BookmanOldStyle"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 8,
    "bbox": [
      70.94,
      208.68,
      527.75,
      237.74
    ],
    "text": "7. Where the plaintiff in a partition action fails to comply with the requirements of section 4, section 5 or section 6, the court may-",
    "fonts": [
      "BookmanOldStyle-Italic"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 8,
    "bbox": [
      71.18,
      247.08,
      527.86,
      276.17
    ],
    "text": "(a) return the plaint so that the plaintiff may, then and there or within such time as may be fixed by the court, comply with those requirements; or",
    "fonts": [
      "BookmanOldStyle-Italic"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 8,
    "bbox": [
      72.14,
      285.39,
      185.9,
      299.45
    ],
    "text": "(b) reject the plaint:",
    "fonts": [
      "BookmanOldStyle-Italic"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 8,
    "bbox": [
      71.9,
      308.67,
      528.57,
      353.09
    ],
    "text": "Provided that nothing herein contained shall affect the right of the court to reject the plaint on any ground specified in section 46 of the Civil Procedure Code.",
    "fonts": [
      "BookmanOldStyle-Italic"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 8,
    "bbox": [
      71.9,
      369.51,
      528.95,
      429.11
    ],
    "text": "Although the plaintiff failed to comply with the requirements of section 4 and section 5 of the Partition Law, the Learned District Judge did not return or reject the complaint. The petitioner has pointed out that there are several persons who should have been made parties.",
    "fonts": [
      "BookmanOldStyle"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 8,
    "bbox": [
      71.9,
      453.53,
      528.5,
      482.59
    ],
    "text": "In the case of Sri Lanka Insurance Corporation Ltd. v. Shanmugam and Another [1995] 1 Sri. L.R. Justice Ranaraja stated as follows;",
    "fonts": [
      "BookmanOldStyle",
      "BookmanOldStyle-Italic"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 8,
    "bbox": [
      71.9,
      491.93,
      528.61,
      521.11
    ],
    "text": "Relief by way of Restitutio-in-Integrum in respect of judgments of original courts may be sought:",
    "fonts": [
      "BookmanOldStyle-Italic"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 8,
    "bbox": [
      71.9,
      530.33,
      528.44,
      559.51
    ],
    "text": "(a) where judgments have been obtained by fraud by the production of false evidence, non-disclosure of material facts or by force; or",
    "fonts": [
      "BookmanOldStyle-Italic"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 8,
    "bbox": [
      71.9,
      568.73,
      528.55,
      613.03
    ],
    "text": "(b) where fresh evidence has cropped up since judgments, which was unknown earlier to the parties relying on it or which no diligence could have helped to disclose earlier, or",
    "fonts": [
      "BookmanOldStyle-Italic"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 8,
    "bbox": [
      71.9,
      622.4,
      528.5,
      666.7
    ],
    "text": "(c) where judgments have been pronounced by mistake and decrees entered thereon provided, of course, it is an error which connotes a reasonable and \"excusable error.",
    "fonts": [
      "BookmanOldStyle-Italic"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 8,
    "bbox": [
      71.9,
      675.92,
      528.76,
      750.82
    ],
    "text": "The remedy could, therefore, be availed of where an Attorney-at-Law has by mistake consented to judgment contrary to express instructions of his client, for in such cases, it could be said that there was, in reality, no consent but not where the Attorney-at-Law has been given a general authority to settle or compromise a case.",
    "fonts": [
      "BookmanOldStyle-Italic"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 9,
    "bbox": [
      70.94,
      781.9,
      527.0,
      806.28
    ],
    "text": "10",
    "fonts": [
      "Calibri"
    ],
    "sizes": [
      11.039999961853027
    ]
  },
  {
    "page_number": 9,
    "bbox": [
      71.9,
      71.02,
      528.96,
      100.28
    ],
    "text": "In this case, consequent to the impugned judgment, the petitioner lost her rights in the land, including her house.",
    "fonts": [
      "BookmanOldStyle"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 9,
    "bbox": [
      71.9,
      116.64,
      529.01,
      145.76
    ],
    "text": "In the case of Piyasena Perera v. Margret Perera [1984] 1 SRI LR 57 H. A G. de Silva, J, and G. P. S. de Silva, J. held as follows:",
    "fonts": [
      "BookmanOldStyle",
      "BookmanOldStyle-Italic"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 9,
    "bbox": [
      71.9,
      155.04,
      528.67,
      351.41
    ],
    "text": "The Supreme Court in the unreported case of R. A. Somawathie v. Soma Madawelta nee Deiwatta has, after a comprehensive review of all the existing authorities on the relevant provisions in the Partition Act, No. 16 of 1951, the Administration of Justice (Amendment) Law, No. 25 of 1975, and the current Partition Law, No. 21 of 1977 held that \"the powers of revision and Restitutio-in-Integrum have survived all the legislation that have been enacted up to date. These are extraordinary powers and will be exercised only in a fit case to avert a miscarriage of justice. The immunity given to partition decrees from being assailed on the ground of omissions and defects of procedure as now broadly Refined, or the failure to make 'persons concerned' parties to the action should not be interpreted as a licence to flout the provisions of the Partition Law. The Court will not hesitate to use its revisionary power to give relief where a miscarriage of justice has occurred\".",
    "fonts": [
      "BookmanOldStyle-Italic"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 9,
    "bbox": [
      71.9,
      383.91,
      528.99,
      458.65
    ],
    "text": "In the case of Somawathi vs Madawela [1983] 2 Sri LR 15 Soza J. hasquoted the following paragraph from the case Mariam Beebee v. Seyed Mohamed (1965) 68 NLR 36 and held that the powers of revision and Restitutio in Integrum of the Court of Appeal had survived all legislation that has been enacted up-to-date.",
    "fonts": [
      "BookmanOldStyle",
      "BookmanOldStyle-Italic"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 9,
    "bbox": [
      107.9,
      467.81,
      528.71,
      510.07
    ],
    "text": "In the case of Mariam Beebee v. Seyed Mohamed (supra) Sansoni C. J. delivering the majority decision of the Divisional Bench that heard this case said as follows at page 38:",
    "fonts": [
      "BookmanOldStyle-Italic"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 9,
    "bbox": [
      107.9,
      524.09,
      528.52,
      664.9
    ],
    "text": "\"The power of revision is an extraordinary power which is quite independent of and distinct from the appellate jurisdiction of this Court. Its object is the due administration of justice and the correction of errors, sometimes committed by the Court itself, in order to avoid miscarriages of justice. It is exercised in some cases by a Judge of his own motion, when an aggrieved person who may not be a party to the action brings to his notice the fact that, unless the power is exercised, injustice will result. The Partition Act has not, I conceive, made any changes in this respect, and the power can still be exercised in respect of any order or decree of a lower Court.\"",
    "fonts": [
      "BookmanOldStyle-Italic"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 9,
    "bbox": [
      71.9,
      680.36,
      528.95,
      709.48
    ],
    "text": "The Commissioner has the responsibility to try his best to allocate relevant land to the respective parties who claimed the improvements.",
    "fonts": [
      "BookmanOldStyle"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 9,
    "bbox": [
      71.9,
      733.87,
      529.05,
      763.12
    ],
    "text": "Although there were 97.79 perches of the land left unallotted, the house of the petitioner was included in the lot allocated for the plaintiff in the final",
    "fonts": [
      "BookmanOldStyle"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 10,
    "bbox": [
      70.94,
      781.9,
      527.0,
      806.28
    ],
    "text": "11",
    "fonts": [
      "Calibri"
    ],
    "sizes": [
      11.039999961853027
    ]
  },
  {
    "page_number": 10,
    "bbox": [
      71.9,
      71.02,
      529.01,
      130.52
    ],
    "text": "scheme of partition by the Commissioner. When considering the antecedents, it is clear that such allocation of the petitioners house into the block of land allocated to the plaintiff is a part of the plaintiffs fraudulent act.",
    "fonts": [
      "BookmanOldStyle"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 10,
    "bbox": [
      71.9,
      139.8,
      529.05,
      214.52
    ],
    "text": "The surveyor reported that the house claimed by the 4th defendant was a 20-25-year-old permanent building. Even in the final partition scheme, the surveyor report referred to the building R as the house of the 4th defendant. The surveyor could have easily left that house on the lands left unallotted or sought further instructions from the court.",
    "fonts": [
      "BookmanOldStyle"
    ],
    "sizes": [
      8.039999961853027,
      12.0
    ]
  },
  {
    "page_number": 10,
    "bbox": [
      71.9,
      247.08,
      525.22,
      276.11
    ],
    "text": "In the case of Thevchanamoorthiy Vs. Appakuddi 51 NLR 317 JayetilekeS.P.J. with Gunasekara J stated as follows;",
    "fonts": [
      "BookmanOldStyle",
      "BookmanOldStyle-Italic"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 10,
    "bbox": [
      71.9,
      285.51,
      528.71,
      360.17
    ],
    "text": "I think it is wrong in' principle to allot to one co-owner a lot which has been improved and possessed by another co-owner in order to enable him to sell that lot to a person who is not allotted a share in the decree. The policy of the law has been to allot to a co-owner the portion which contains his improvements whenever it is possible to do so.",
    "fonts": [
      "BookmanOldStyle-Italic"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 10,
    "bbox": [
      71.9,
      392.67,
      529.05,
      421.79
    ],
    "text": "In the case of Premathirathna Vs Fernando 55 NLR 369 K. D. de Silva J. said that,",
    "fonts": [
      "BookmanOldStyle",
      "BookmanOldStyle-Italic"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 10,
    "bbox": [
      107.9,
      431.09,
      528.69,
      460.27
    ],
    "text": "It is true that wherever possible a co-owner should be given at the partition a lot which carries his improvements.",
    "fonts": [
      "BookmanOldStyle-Italic"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 10,
    "bbox": [
      71.9,
      492.77,
      529.05,
      537.01
    ],
    "text": "In the case of Albert Vs. Rathnayake (1988) 2 SLR 246 Wijethunga J (Ananda Coomaraswamy J agreeing) cited the dictum of Jayathileke J in the above case with approval.",
    "fonts": [
      "BookmanOldStyle",
      "BookmanOldStyle-Italic"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 10,
    "bbox": [
      71.9,
      546.29,
      528.85,
      590.65
    ],
    "text": "It is, therefore, unfair to allocate the house built by the petitioner into the lot allocated to the plaintiff respondents especially where a substantial part ofthe land was kept unallotted.",
    "fonts": [
      "BookmanOldStyle"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 10,
    "bbox": [
      70.94,
      623.12,
      528.34,
      743.44
    ],
    "text": "If summarized the fraudulent acts, the plaintiffs deliberately refrained from making the petitioner a party to the action, violating the provisions of s. 4 and 5 of the Law. As demonstrated above, the plaintiffs purposely omitted to append a pedigree to the plaint, violating the provisions of s. 4(d) of the Law. The Attorney-at-Law for the plaintiffs made a false declaration violating the provisions of s.12 of the Law. The plaintiff, in his evidence, deliberately suppressed the deed on which the petitioner claimed rights. Furthermore the petitioner's house was included in the lot allocated to the plaintiffs.",
    "fonts": [
      "BookmanOldStyle"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 11,
    "bbox": [
      70.94,
      781.9,
      527.0,
      806.28
    ],
    "text": "12",
    "fonts": [
      "Calibri"
    ],
    "sizes": [
      11.039999961853027
    ]
  },
  {
    "page_number": 11,
    "bbox": [
      70.94,
      71.02,
      527.86,
      100.22
    ],
    "text": "In the case of Maduluwawe Sobitha Thero v Joslin and Others (2005) 3 Sri L. R. 25 Wimalachandra J stated as follows;",
    "fonts": [
      "BookmanOldStyle",
      "BookmanOldStyle-Italic"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 11,
    "bbox": [
      106.94,
      109.44,
      528.1,
      168.98
    ],
    "text": "It is settled law that fraud vitiates all proceedings and a judgment obtained by fraud cannot stand, fraud is not a thing that can stand even when robed in a judgment (Suppramaniam et al Vs. Erampakuraiukal et al (at 438).23 NLR 417",
    "fonts": [
      "BookmanOldStyle",
      "BookmanOldStyle-Italic",
      "Calibri"
    ],
    "sizes": [
      11.039999961853027,
      12.0
    ]
  },
  {
    "page_number": 11,
    "bbox": [
      70.94,
      201.48,
      528.27,
      230.6
    ],
    "text": "In Lazarus Estates Ltd. v. Beasley [(1956) 1 All ER 341], the Court of Appeal of the UK Denning LJ stated as follows:",
    "fonts": [
      "BookmanOldStyle",
      "BookmanOldStyle-Italic"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 11,
    "bbox": [
      70.94,
      239.88,
      528.1,
      329.81
    ],
    "text": "\"I cannot accede to this argument for a moment. No court in this land will allow a person to keep an advantage which he has obtained by fraud. No judgment of a court, no order of a minister, can be allowed to stand if it has been obtained by fraud. Fraud unravels everything. The court is careful not to find fraud unless it is distinctly pleaded and proved; but once it is proved, it vitiates judgments, contracts and all transactions whatsoever;\"",
    "fonts": [
      "BookmanOldStyle",
      "BookmanOldStyle-Italic"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 11,
    "bbox": [
      70.94,
      364.23,
      528.34,
      468.67
    ],
    "text": "As demonstrated in this judgment, fraudulent acts of the plaintiffs render the judgment of the District Judge dated 13th October 2016 a nullity. Therefore, that judgment is set aside. The interlocutory decree and the final decree entered consequent to the said judgment are also set aside. 4th defendant-petitioner is allowed to file her statement of claim and to participate in the trial.",
    "fonts": [
      "BookmanOldStyle",
      "Calibri"
    ],
    "sizes": [
      8.039999961853027,
      11.039999961853027,
      12.0
    ]
  },
  {
    "page_number": 11,
    "bbox": [
      70.94,
      479.93,
      528.34,
      539.65
    ],
    "text": "The District Judge of Mathugama is directed to take up trial de novo after satisfying that all mandatory requirements under the provisions of the Partition Law No. 21 of 1977 as amended, especially the provisions of sections 4, 5, 6 and 12, are complied with.",
    "fonts": [
      "BookmanOldStyle",
      "BookmanOldStyle-Italic"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 11,
    "bbox": [
      70.94,
      550.85,
      528.34,
      595.21
    ],
    "text": "The plaintiff-respondents are ordered to pay Rs. 50,000.00 to the 4th defendant-petitioner as costs of this application before proceeding with the action in the District Court.",
    "fonts": [
      "BookmanOldStyle"
    ],
    "sizes": [
      8.039999961853027,
      12.0
    ]
  },
  {
    "page_number": 11,
    "bbox": [
      70.94,
      596.33,
      462.7,
      756.28
    ],
    "text": "Judge of the Court of Appeal. M.C.B.S. Morais J. I agree. Judge of the Court of Appeal.",
    "fonts": [
      "BookmanOldStyle",
      "BookmanOldStyle-Bold"
    ],
    "sizes": [
      12.0
    ]
  }
]