[
  {
    "page_number": 0,
    "bbox": [
      72.02,
      781.8,
      327.65,
      806.28
    ],
    "text": "Page 1 of 12",
    "fonts": [
      "Calibri",
      "Calibri-Bold"
    ],
    "sizes": [
      11.039999961853027
    ]
  },
  {
    "page_number": 0,
    "bbox": [
      89.66,
      74.42,
      508.39,
      86.42
    ],
    "text": "IN THE COURT OF APPEAL OF THE DEMOCRATIC SOCIALIST REPUBLIC OF SRI LANKA.",
    "fonts": [
      "Calibri-Bold"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 0,
    "bbox": [
      72.02,
      105.98,
      526.06,
      276.17
    ],
    "text": "In the matter of an Appeal under and in terms of the Section 331 of the Code of Criminal Procedure Act No. 15 of 979 read with Article 138 of the Constitution of the Democratic Socialist Republic of Sri Lanka. Court of Appeal Case Number CA/HCC/123/2020 Case Number of High Court of Colombo: HC 7842 / 2015",
    "fonts": [
      "Calibri",
      "Calibri-Bold"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 0,
    "bbox": [
      324.07,
      280.01,
      436.97,
      307.73
    ],
    "text": "Hon. Attorney General",
    "fonts": [
      "Calibri"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 0,
    "bbox": [
      459.7,
      311.57,
      528.91,
      323.57
    ],
    "text": "Complainant",
    "fonts": [
      "Calibri-Bold"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 0,
    "bbox": [
      324.07,
      327.41,
      526.15,
      418.39
    ],
    "text": "Vs. Amarasinghe Wickrama Arachchige Manoj",
    "fonts": [
      "Calibri",
      "Calibri-Bold"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 0,
    "bbox": [
      482.52,
      422.23,
      528.91,
      434.23
    ],
    "text": "Accused",
    "fonts": [
      "Calibri-Bold"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 0,
    "bbox": [
      324.07,
      438.07,
      526.15,
      529.15
    ],
    "text": "And Now in Between Amarasinghe Wickrama Arachchige Manoj",
    "fonts": [
      "Calibri",
      "Calibri-Bold"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 0,
    "bbox": [
      324.07,
      532.87,
      528.91,
      623.98
    ],
    "text": "Accused Appellant Vs. The Hon. Attorney General Attorney General's Department, Colombo 12.",
    "fonts": [
      "Calibri",
      "Calibri-Bold"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 0,
    "bbox": [
      396.82,
      627.82,
      528.79,
      639.82
    ],
    "text": "Complainant Respondent",
    "fonts": [
      "Calibri-Bold"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 0,
    "bbox": [
      72.02,
      643.54,
      526.15,
      760.44
    ],
    "text": "Before: N. Bandula Karunarathna J. & R. Gurusinghe J.",
    "fonts": [
      "Calibri",
      "Calibri-Bold"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 1,
    "bbox": [
      72.02,
      781.8,
      327.65,
      806.28
    ],
    "text": "Page 2 of 12",
    "fonts": [
      "Calibri",
      "Calibri-Bold"
    ],
    "sizes": [
      11.039999961853027
    ]
  },
  {
    "page_number": 1,
    "bbox": [
      72.02,
      74.54,
      480.77,
      101.18
    ],
    "text": "Counsel: Neranjan Jayasinghe AAL for the Accused Appellant",
    "fonts": [
      "Calibri",
      "Calibri-Bold"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 1,
    "bbox": [
      72.02,
      103.82,
      490.75,
      174.38
    ],
    "text": "Shanil Kularathna DSG for the Complainant-Respondent Written Submissions: By the Accused Appellant on 19.05.2021",
    "fonts": [
      "Calibri",
      "Calibri-Bold"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 1,
    "bbox": [
      216.05,
      176.9,
      449.93,
      188.9
    ],
    "text": "By the Complainant-Respondent on 12.08.2021",
    "fonts": [
      "Calibri"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 1,
    "bbox": [
      72.02,
      199.7,
      290.78,
      270.29
    ],
    "text": "Argued on : 01.12.2021 Decided on : 15.12.2021.",
    "fonts": [
      "Calibri",
      "Calibri-Bold"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 1,
    "bbox": [
      72.02,
      282.05,
      210.72,
      294.05
    ],
    "text": "N. Bandula Karunarathna J.",
    "fonts": [
      "Calibri-Bold"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 1,
    "bbox": [
      72.02,
      305.93,
      525.92,
      351.65
    ],
    "text": "This appeal is from the judgment, delivered by the learned Judge of the High Court of Colombo, dated 14.10.2020, by which, the accused-appellant, who is before this Court, was convicted and sentenced to Life Imprisonment.",
    "fonts": [
      "Calibri"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 1,
    "bbox": [
      72.02,
      364.37,
      525.93,
      455.47
    ],
    "text": "The accused-appellant above named (hereinafter referred to as \"The Appellant\") stood indicted for being in possession and trafficking of 4.68 g of heroin without any legal excuse on or about 07.09.2014 within the jurisdiction of the Colombo High Court which is an offence punishable under section 54 A (D) and section 54 A (B) of the Poisons Opium and Dangerous Drugs Act Number 13 of 1984. After the trial in the High Court of Colombo Accused was found guilty of the two counts and was given a life sentence for both counts.",
    "fonts": [
      "Calibri"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 1,
    "bbox": [
      72.02,
      467.35,
      526.0,
      524.35
    ],
    "text": "Being aggrieved by the conviction and sentence, the accused-appellant has preferred this appeal to this court. Grounds of Appeal are as follows;",
    "fonts": [
      "Calibri"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 1,
    "bbox": [
      102.26,
      534.25,
      525.79,
      548.11
    ],
    "text": "(I) The learned trial Judge has failed to consider the improbability of the persecution",
    "fonts": [
      "ArialMT",
      "Calibri"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 1,
    "bbox": [
      99.14,
      551.95,
      525.79,
      579.82
    ],
    "text": "version. (II) The learned trial Judge has failed to consider the vital contradictions between the",
    "fonts": [
      "ArialMT",
      "Calibri"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 1,
    "bbox": [
      96.14,
      583.66,
      513.07,
      611.38
    ],
    "text": "evidence of the prosecution witnesses. (III) The learned trial Judge has not given due prominence to the Defence evidence.",
    "fonts": [
      "ArialMT",
      "Calibri"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 1,
    "bbox": [
      72.02,
      623.26,
      526.1,
      666.82
    ],
    "text": "During the prosecution trial, the prosecution has placed evidence of witnesses No 1, 2, 9, 15, 13, 7 and 10 before closing the prosecution case. Thereafter the Accused-Appellant has made a dock statement and has closed the defence case.",
    "fonts": [
      "Calibri"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 1,
    "bbox": [
      72.02,
      678.7,
      526.15,
      769.68
    ],
    "text": "On the day of the incident, they were doing their usual daily operations when they saw the appellant's car passing their van near Borella, on Kotte Road. According to the Prosecution witnesses when the Appellant saw Inspector Wasantha Kumara (PW 1) who was in a uniform, he panicked and drove his car at a high speed. The car hit a tipper which was parked on the left side of the road. Then he continued to drive at a high speed and had to stop at the colour lights at Borella junction. That moment the police officers including PW1 and PW2 went to his",
    "fonts": [
      "Calibri"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 2,
    "bbox": [
      72.02,
      781.8,
      327.65,
      806.28
    ],
    "text": "Page 3 of 12",
    "fonts": [
      "Calibri",
      "Calibri-Bold"
    ],
    "sizes": [
      11.039999961853027
    ]
  },
  {
    "page_number": 2,
    "bbox": [
      72.02,
      74.42,
      526.15,
      181.22
    ],
    "text": "car and took him outside. Then the officers questioned him and put him in the back seat of his car. They drove his car to the left side of Borella junction towards Narahenpita and stopped near the bus stop and searched the appellant and his car. They found heroin in a pink colour bag in his pocket and also a sum of Rs. 372,000 was found inside the car. Then they took him to his house and searched for more drugs but couldn't find anything. Then they went to a pawning center to weigh the heroin. Thereafter they brought the accused-appellants to the police station.",
    "fonts": [
      "Calibri"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 2,
    "bbox": [
      72.02,
      193.1,
      526.12,
      299.93
    ],
    "text": "When Inspector Wasantha Kumara (PW 1) had noticed a car overtaking the van at an excessive speed from the left side of the road the officers had been travelling in the van. The speed that the car had been travelling and overtaking of the vehicle from the wrong side of the road had caught the attention of Inspector Wasantha Kumara who had been in service for more than 20 years by that time. The curiosity of the police officers who had been in the van had aroused further when they had noticed the car proceeding hastily after knocking against the rear portion of a tipper truck that was stationed on the left side of the road.",
    "fonts": [
      "Calibri"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 2,
    "bbox": [
      72.02,
      311.81,
      526.12,
      402.77
    ],
    "text": "The abnormal behaviour of driving the car had prompted the Police Officers to follow the car and when the car had stopped at the Borella junction near the traffic lights, the police officers had approached the driver and had taken steps to take control of the car to search it. Since the apprehension had been done on the middle of the road near the colour lights, the officers had taken steps to park the car that the accused-appellant had been travelling after turning the car towards the direction of Narahenpita.",
    "fonts": [
      "Calibri"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 2,
    "bbox": [
      72.02,
      414.67,
      526.1,
      505.63
    ],
    "text": "Upon searching the accused-appellant Inspector Wasantha Kumara had managed to recover a polythene bag from the right-hand side of the trouser pocket that the accused-appellant had been wearing at the time of his apprehension. When the officers were conducting further investigations, it has come to light that the polythene bag that the Accused had possessed contained heroin. Further, a sum of Rs. 372,000/- had been recovered from another bag that had been hidden and kept on the rear seat of the car.",
    "fonts": [
      "Calibri"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 2,
    "bbox": [
      72.02,
      517.51,
      526.1,
      608.5
    ],
    "text": "Inspector Wasantha Kumara had observed that the car that the accused-appellant had been driving had sustained damages as a result of being knocked against the tipper truck that was stationed on the left side of the road. The accused-appellant has made an admission about the said damages. The money that had been recovered from the parcel that was found on the rear seat of the car has been marked by the prosecution as a production in the case. The vehicle had been listed as a production.",
    "fonts": [
      "Calibri"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 2,
    "bbox": [
      72.02,
      620.38,
      526.15,
      758.88
    ],
    "text": "It was argued by the Learned Counsel for the accused-appellant that the prosecution story cannot be true. In reply to that argument the learned counsel for the respondent submitted that there is nothing improbable in the prosecution story. The finding of a cash bundle containing Rs 372,000/- and listing the same as an item of evidence negate the ground of appeal raised on behalf of the appellant. As per the evidence of PW 1 he had observed a vehicle proceeding towards Borella junction driven negligently. One cannot comment about the speed of a vehicle. But according to the witness he has observed a car overtaking the van that he was travelling in a rash and negligent manner at a considerable speed. The manner the vehicle was driven has caught the attention of witness number 1.",
    "fonts": [
      "Calibri"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 3,
    "bbox": [
      72.02,
      781.8,
      327.65,
      806.28
    ],
    "text": "Page 4 of 12",
    "fonts": [
      "Calibri",
      "Calibri-Bold"
    ],
    "sizes": [
      11.039999961853027
    ]
  },
  {
    "page_number": 3,
    "bbox": [
      72.02,
      74.42,
      528.91,
      149.66
    ],
    "text": "No one can predict the outcome of a motor car accident. The damage that could sustain to a vehicle depends on numerous factors. PW 1 in his evidence has specifically explained why he didn't report the accident he witnesses to the area police station. It is the contention of the witness that such incidents should be investigated by the local police of the area and in this instance, it is the police officers of Borella Police Station who had to investigate the accident.",
    "fonts": [
      "Calibri"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 3,
    "bbox": [
      72.02,
      161.42,
      526.16,
      284.09
    ],
    "text": "PW 1 in his evidence specifically states that he made inquiries from the local police about the accident he witnessed and upon making inquiries he got to know that no complaint had been lodged by the driver of the tipper truck. The owner of the tipper truck has not come forward to lodge an entry. PW 1 has not pursued the matter any further. The arrest of the accused-appellant had been done only after police officers discovered that the accused-appellant is possessing an illegal substance. Even though the appellant in their submission has been taken up the position that he was arrested even before the alleged recovery of illegal substance from his possession.",
    "fonts": [
      "Calibri"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 3,
    "bbox": [
      72.02,
      295.97,
      526.05,
      387.05
    ],
    "text": "The said contention is inaccurate. There is a difference between the \"apprehension\" and a formal \"arrest\". Initially, the accused-appellant was apprehended due to his suspicious behaviour and later on upon recovering the productions from his possession he had been formally arrested for possession of heroin. The contention of the appellant that he was arrested even before any contraband item was recovered from his possession doesn't hold water.",
    "fonts": [
      "Calibri"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 3,
    "bbox": [
      72.02,
      398.83,
      526.15,
      521.47
    ],
    "text": "According to the Prosecution witnesses, the appellant's car drove at a very high speed and hit a tipper which was parked on the left side of the road and continued to drive at a high speed towards Borella junction. The learned counsel for the accused-appellant argued that this version is highly improbable as there were only a fractured windscreen and a damaged bonnet sustained to his car but no other damage. The appellant had driven a Toyota Passo car which is a small size car and it came at a very high speed and hit the tipper and continued to drive towards Borella. The accused-appellants version was that the car would have been sustained severe damages in such a case.",
    "fonts": [
      "Calibri"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 3,
    "bbox": [
      72.02,
      533.23,
      526.13,
      656.02
    ],
    "text": "The learned counsel for the accused-appellant submits that the trial Judge has come to a wrong conclusion in his judgment. The appellant's car would not have sustained severe damages as it was hit not by a tipper that was driving towards him and hit from behind but on a tipper that was parked on the side of the road. He further says that this is a wrong conclusion because if a small car like a Passo came at a very high speed and hit a tipper, there should be severe damages to the car more than a fractured windscreen and also, after the car hit on the tipper it would have thrown away because of the impact and he won't be able to drive anymore.",
    "fonts": [
      "Calibri"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 3,
    "bbox": [
      72.02,
      667.78,
      526.15,
      743.04
    ],
    "text": "The learned counsel for the accused-appellant says that the accident was never reported to any police. The defence in many instances questioned the Prosecuting witnesses why they didn't report the tipper accident to police. Accused-Appellant argues that the witnesses have given unacceptable and unreasonable answers in all instances. PW 1 stated at one point that he called the Borella police and informed them but the tipper driver has not reported it. The",
    "fonts": [
      "Calibri"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 4,
    "bbox": [
      72.02,
      781.8,
      327.65,
      806.28
    ],
    "text": "Page 5 of 12",
    "fonts": [
      "Calibri",
      "Calibri-Bold"
    ],
    "sizes": [
      11.039999961853027
    ]
  },
  {
    "page_number": 4,
    "bbox": [
      72.02,
      74.42,
      526.15,
      102.26
    ],
    "text": "witness PW 1 states since they were not traffic officers it is not their duty to report an accident to a Police Station.",
    "fonts": [
      "Calibri"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 4,
    "bbox": [
      72.02,
      114.02,
      526.12,
      205.1
    ],
    "text": "PW 2 stated that it is not his duty to report the accident but PW 1 would have reported it to the Police. The learned trial Judge stated in his judgment that as they were chasing a criminal their main aim is to catch the criminal but not to report an accident or write down the number of the tipper. The learned counsel for the accused-appellant argued that it is a wrong conclusion because when they were chasing the appellant, they did not know he had any illegal substance or why he was speeding.",
    "fonts": [
      "Calibri"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 4,
    "bbox": [
      72.02,
      216.86,
      526.14,
      323.81
    ],
    "text": "The first crime he did was hitting a tipper and they would have been concerned about the accident if such accident occurred. If the Appellant didn't have an illegal substance in his possession when they searched him, the said accident would have been the only crime he had committed. As police officers, they must report an accident when they witnessed it. The learned counsel for the accused-appellant says that this clearly shows that such an accident never occurred. The defence position was that the appellant's car hit the Van which the witnesses drove and broke the side mirror.",
    "fonts": [
      "Calibri"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 4,
    "bbox": [
      72.02,
      335.57,
      526.13,
      458.23
    ],
    "text": "The learned counsel for the accused-appellant submits that the appellant must have seen the PW 1 in uniform and he drove at a high speed as he doesn't have license and insurance and this is the reason for the police to implicate him falsely. Appellant argues that this is the reason the so-called tipper accident was never reported by police or by the owner. According to the police witnesses, after the appellant saw the PW 1 in the van, he drove at a high speed towards Borella junction even after he hit the tipper this is highly doubtful behaviour for a criminal who was carrying an illegal substance who was getting chased by the police and committed an accident.",
    "fonts": [
      "Calibri"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 4,
    "bbox": [
      72.02,
      470.11,
      528.79,
      640.18
    ],
    "text": "He would have taken many by-roads but surprisingly chose to drive towards the Borella junction on the main Kotte Road knowing that he will get stuck at colour lights. The learned trial Judge has never considered this position even though the Defence has challenged this position at the trial. The Police witnesses arrested the appellant at Borella junction and took the car into their custody even before they found any illegal substance from him. The learned trial Judge has justified this police behaviour stating that the police knew by instinct that he was a criminal as he was speeding his car and causing an accident. The learned counsel for the accused-appellant says that this clearly shows that the Prosecution story is highly fabricated as police would have been in great trouble if there was nothing illegal in his possession and usually in such a situation the police would have asked the driver to park it somewhere and then conduct the search. The defence has challenged this position at the trial.",
    "fonts": [
      "Calibri"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 4,
    "bbox": [
      72.02,
      651.94,
      526.07,
      743.04
    ],
    "text": "The learned counsel for the accused-appellant further submitted that it is highly unlikely that the appellant kept the so-called parcel of Heroin in his right pocket. The appellant saw the PW 1 in a uniform and then he was fleeing away from them. On the way, he caused the accident and even he got stuck in the colour lights at Borella junction. But still, he kept the heroin in his pocket. The learned counsel for the accused-appellant says that he had ample opportunity to get rid of the parcel of heroin if he was carrying it because he knew the police",
    "fonts": [
      "Calibri"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 5,
    "bbox": [
      72.02,
      781.8,
      327.65,
      806.28
    ],
    "text": "Page 6 of 12",
    "fonts": [
      "Calibri",
      "Calibri-Bold"
    ],
    "sizes": [
      11.039999961853027
    ]
  },
  {
    "page_number": 5,
    "bbox": [
      72.02,
      74.42,
      523.27,
      102.26
    ],
    "text": "would come and search him. It is the contention of the learned counsel for the accused-appellant that the learned trial Judge has never considered this position in his judgment.",
    "fonts": [
      "Calibri"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 5,
    "bbox": [
      72.02,
      114.02,
      526.08,
      284.09
    ],
    "text": "Learned DSG who appeared for the respondent believes that the learned trial Judge has given prominence to the defence Evidence. The trial Judge has extensively considered the position taken by the accused-appellant in his dock statement. Page 292 to 296 of the brief is important in this aspect. The accused-appellant has made a brief dock statement explaining where the accident took place and the damage sustained to the vehicle as a result of the accident. In his Dock Statement accused-appellant takes up the position that only the side view mirror of his vehicle sustained damages. The learned DSG says that to the contrary defence on page 112 of the appeal brief, accused-appellant has admitted that even the bonnet of the vehicle had sustained damages. Learned DSG submits that in his Dock-Statement accused-appellant has not explained any reason for the police to wrongfully implicate him.",
    "fonts": [
      "Calibri"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 5,
    "bbox": [
      72.02,
      295.97,
      526.04,
      387.05
    ],
    "text": "Learned DSG says that the learned counsel for the accused-appellant has suggested that it was the van in which the witnesses were travelling that had collided with the tipper truck. However, as admitted by the defence on page 112 of the brief it is the car that was driven by the accused-appellant that had sustained damages after colliding with the tipper truck. The car was listed as a production in the High Court case. Hence it is evident that there is no basis for this suggestion",
    "fonts": [
      "Calibri"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 5,
    "bbox": [
      72.02,
      398.83,
      526.14,
      505.63
    ],
    "text": "Appellant has suggested on page 171 of the brief that the accused-appellant was arrested in front of the Castle Hospital and not on Cotta Road as narrated by the witness in his evidence. Accused-appellant in his dock statement takes up the position that his vehicle and the vehicle in which the police officers were travelling collided on Bauddhaloka Mawatha. Learned DSG argued that this is contradictory to the position taken up by the appellant previously when it was suggested to the effect that the vehicle in which the witnesses were travelling collided with the tipper truck that was parked on the Cotta Road.",
    "fonts": [
      "Calibri",
      "IskoolaPota-Bold"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 5,
    "bbox": [
      72.02,
      517.51,
      526.1,
      592.78
    ],
    "text": "Appellant has admitted on page 112 of the brief that the damages that were visible on the car that was driven by the accused-appellant. But in his dock statement accused-appellant takes up the position that only the side view mirror was damaged when in fact as per admission the bonnet and the front glass had sustained damages. It is my view that the side view mirror was damaged in the van and not in the car.",
    "fonts": [
      "Calibri"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 5,
    "bbox": [
      72.02,
      604.54,
      526.15,
      727.18
    ],
    "text": "Appellant has admitted on page 117 of the brief that a sum of Rs. 372,000/- was recovered from a parcel that was kept on the rear seat of the car. In the dock statement, accused-appellant takes up the position that only a sum of Rs. 360,000/- was found inside the vehicle. Learned DSG argued that this is contradictory to the admission that had been previously recorded with the approval of the defence. Also, it has to be noted that if the accused-appellant has been arrested close to the proximity of the Castle Hospital then the police would have admitted the said fact since there is no reason for the police to concoct a story about the place of the arrest of the accused-appellant.",
    "fonts": [
      "Calibri",
      "IskoolaPota-Bold"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 5,
    "bbox": [
      72.02,
      739.08,
      526.11,
      766.8
    ],
    "text": "The appellant has not come out with any valid explanation about this issue as to why police concocted evidence about the place of arrest. Further, even though the accused-appellant",
    "fonts": [
      "Calibri"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 6,
    "bbox": [
      72.02,
      781.8,
      327.65,
      806.28
    ],
    "text": "Page 7 of 12",
    "fonts": [
      "Calibri",
      "Calibri-Bold"
    ],
    "sizes": [
      11.039999961853027
    ]
  },
  {
    "page_number": 6,
    "bbox": [
      72.02,
      74.42,
      525.99,
      165.5
    ],
    "text": "takes up a position that he didn't stop the vehicle since he was in a hurry to convey a message to his mother who was residing near the Castle hospital, towards the latter part of his dock statement he takes up the position that he didn't stop the vehicle because he didn't have a valid license and a vehicle insurance policy. Learned DSG says that even in this instance the accused-appellant has contradicted his position taken up previously, about the explanation provided for driving without stopping the vehicle.",
    "fonts": [
      "Calibri"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 6,
    "bbox": [
      72.02,
      177.26,
      526.12,
      236.66
    ],
    "text": "It was argued by the learned DSG on behalf of the respondent that when considering the aforementioned contradictions in the version placed before the High Court by the defence, it is obvious that the accused-appellant has not been serious in his defence but uttered falsehood to conceal the damning evidence that had been placed by the prosecution.",
    "fonts": [
      "Calibri"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 6,
    "bbox": [
      72.02,
      248.57,
      526.13,
      307.97
    ],
    "text": "The argument raised by the learned counsel for the accused-appellant that the trial Judge has not considered vital contradictions between the evidence of the prosecution witnesses. The respondent draws the attention of this court to the case of Attorney General v Sandanam Pitchei Mary Theresa 2011 (2) SLR 292, where Her Ladyship Shiranee Thilakawardena J said;",
    "fonts": [
      "Calibri"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 6,
    "bbox": [
      103.58,
      319.73,
      526.07,
      331.73
    ],
    "text": "\"credibility is a question of fact and not of law. Appellate Court Judges have repeatedly",
    "fonts": [
      "Calibri"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 6,
    "bbox": [
      108.02,
      335.57,
      526.14,
      474.07
    ],
    "text": "stressed the importance of the trial judge's observations of the demeanour of witnesses in deciding questions of fact... No doubt the Court of Appeal has the power to examine the evidence led before the High Court. However, when they go so far as to conduct a demonstration of evidence, they observe material afresh and run the risk of stepping into the role of the original Court. The trial Judge has a unique opportunity to observe evidence in its totality including the demeanour of witnesses. Demeanour represents the trial Judge's opportunity to observe the witness and his deportment and it is traditionally relied on to give the Judge's findings of fact, their degree of inviolability.",
    "fonts": [
      "Calibri"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 6,
    "bbox": [
      72.02,
      485.83,
      526.15,
      513.67
    ],
    "text": "The learned DSG submits that the case of Wickramasuriya vs Dedoleena and Others 1996 (2) SLR 95 where F.N.D Jayasuriya J has held that;",
    "fonts": [
      "Calibri"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 6,
    "bbox": [
      108.02,
      525.43,
      526.02,
      616.54
    ],
    "text": "\"if the contradiction is not of that character the Court ought to accept the evidence of witnesses whose evidence is otherwise cogent having regard to the test of probability and improbability and having regard to his demeanour and deportment manifested by witnesses. Trivial contradictions which do not touch the core of the party's case should not be given much significance, especially when the probabilities factor echoes in favour of the version narrated by the applicant.",
    "fonts": [
      "Calibri"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 6,
    "bbox": [
      72.02,
      628.3,
      517.63,
      656.14
    ],
    "text": "In the case of Renuka Subasinghe vs Attorney General CA 139/2001 decided on 07.05.2007 Justice Ranjith Silva held that;",
    "fonts": [
      "Calibri"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 6,
    "bbox": [
      108.02,
      668.02,
      520.11,
      695.74
    ],
    "text": "just because there are significant perse and interse contradictions, evidence should not be regarded as false.",
    "fonts": [
      "Calibri",
      "Calibri-Italic"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 6,
    "bbox": [
      72.02,
      707.62,
      519.79,
      735.34
    ],
    "text": "In the case of Yaddehige Shelton vs Attorney General C.A 105/2008 decided on 16.07.2012, Their Lordships of the Court of Appeal held that;",
    "fonts": [
      "Calibri"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 7,
    "bbox": [
      72.02,
      781.8,
      327.65,
      806.28
    ],
    "text": "Page 8 of 12",
    "fonts": [
      "Calibri",
      "Calibri-Bold"
    ],
    "sizes": [
      11.039999961853027
    ]
  },
  {
    "page_number": 7,
    "bbox": [
      108.02,
      74.42,
      508.57,
      102.26
    ],
    "text": "Court of Appeal will not disturb the findings of a trial judge unless it is manifestly wrong.",
    "fonts": [
      "Calibri"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 7,
    "bbox": [
      72.02,
      114.02,
      526.13,
      189.26
    ],
    "text": "The learned counsel for the accused-appellant says that the learned trial Judge has failed to consider the vital contradictions between the evidence of the prosecution witnesses. PW 1 and PW 2 specifically mentioned 2 different versions regarding the place of the accident. One was saying that the accident took place near Castle Road. The other one said it happened on the Kotte Road.",
    "fonts": [
      "Calibri"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 7,
    "bbox": [
      72.02,
      201.02,
      526.1,
      292.13
    ],
    "text": "According to PW 1 after the appellant stopped at the colour lights he went to the appellant's car and put him in the back seat and PW 1 and PW 2 also sat in the back and asked another police officer to drive the car near the bus stop to search him. After the heroin was found from the appellant PW 1 ordered the PW 2 to search the car and then only, he found a bag of money from the back seat where they were seated. He never stated that he noticed it while they were seated in the back seat.",
    "fonts": [
      "Calibri"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 7,
    "bbox": [
      72.02,
      304.01,
      526.15,
      379.13
    ],
    "text": "It is not possible that he never noticed such a bag in the back seat while they were seated inside at the first instant. However, PW 2 takes a different position stating that PW 1 and PW 2 noticed the said bag of money and PW 1 asked PW 2 to take it into custody while they were inside the car. The learned trial Judge has never considered this and stated there are no contradictions between testimonies of the Witnesses.",
    "fonts": [
      "Calibri"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 7,
    "bbox": [
      72.02,
      391.01,
      526.04,
      497.83
    ],
    "text": "PW 1 in his cross-examination stated at the beginning of the trial that their van was parked in front of the appellant's car while they were searching the appellant. Then later the Prosecution corrected this through PW 1 by leading him that it was parked in front of his Car. After that throughout the trial, he took the position that the Van was parked in front of the Car. PW 1 in his evidence in chief stated that while the appellant was fleeing, he ordered the driver of his van to overtake the car and stop in front of the car. He later denied this position and stated his van was stopped behind the car at colour lights.",
    "fonts": [
      "Calibri"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 7,
    "bbox": [
      72.02,
      509.71,
      525.92,
      569.11
    ],
    "text": "The learned trial Judge has misdirected himself in stating that The PW 1 clearly stated that at the colour lights the Van was behind the car and when they stopped to search it was parked in front of the Car. However, he doesn't comment on the fact that the PW 1 took a different position at the trial.",
    "fonts": [
      "Calibri"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 7,
    "bbox": [
      72.02,
      580.9,
      526.07,
      640.3
    ],
    "text": "PW 1 stated that the Appellant's car sustained damages to the bonnet and the windscreen was fractured from the left side. He specifically stated that there were no damages to the headlights or Signal lights or any other area. The car which was in the court premises has the same damages as stated by the PW 1.",
    "fonts": [
      "Calibri"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 7,
    "bbox": [
      72.02,
      652.18,
      337.22,
      664.18
    ],
    "text": "However, about the damages PW 2 stated as follows:",
    "fonts": [
      "Calibri"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 7,
    "bbox": [
      72.02,
      675.94,
      179.76,
      687.94
    ],
    "text": "Page 220 of the brief;",
    "fonts": [
      "Calibri"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 7,
    "bbox": [
      90.02,
      697.86,
      432.17,
      711.82
    ],
    "text": ": ?",
    "fonts": [
      "Calibri",
      "IskoolaPota-Bold"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 7,
    "bbox": [
      90.02,
      721.38,
      358.46,
      735.34
    ],
    "text": ": .",
    "fonts": [
      "Calibri",
      "IskoolaPota-Bold"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 7,
    "bbox": [
      90.02,
      744.92,
      209.88,
      758.88
    ],
    "text": ": ?",
    "fonts": [
      "Calibri",
      "IskoolaPota-Bold"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 8,
    "bbox": [
      72.02,
      781.8,
      327.65,
      806.28
    ],
    "text": "Page 9 of 12",
    "fonts": [
      "Calibri",
      "Calibri-Bold"
    ],
    "sizes": [
      11.039999961853027
    ]
  },
  {
    "page_number": 8,
    "bbox": [
      90.02,
      72.46,
      484.13,
      86.42
    ],
    "text": ": , , .",
    "fonts": [
      "Calibri",
      "IskoolaPota-Bold"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 8,
    "bbox": [
      90.02,
      96.22,
      162.93,
      110.18
    ],
    "text": ": ?",
    "fonts": [
      "Calibri",
      "IskoolaPota-Bold"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 8,
    "bbox": [
      90.02,
      119.86,
      474.17,
      133.82
    ],
    "text": ": .",
    "fonts": [
      "Calibri",
      "IskoolaPota-Bold"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 8,
    "bbox": [
      72.02,
      143.38,
      180.36,
      157.34
    ],
    "text": "Page 221 of the brief;",
    "fonts": [
      "Calibri",
      "IskoolaPota-Bold"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 8,
    "bbox": [
      90.02,
      166.9,
      526.56,
      180.79
    ],
    "text": ": .",
    "fonts": [
      "IskoolaPota-Bold"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 8,
    "bbox": [
      108.02,
      182.26,
      526.5,
      211.7
    ],
    "text": "?",
    "fonts": [
      "Calibri",
      "IskoolaPota-Bold"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 8,
    "bbox": [
      90.02,
      221.5,
      182.4,
      235.46
    ],
    "text": ": .",
    "fonts": [
      "Calibri",
      "IskoolaPota-Bold"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 8,
    "bbox": [
      72.02,
      247.37,
      526.07,
      290.93
    ],
    "text": "PW 2 tried to correct himself when he was confronted with the actual damages that were visible in the production at the High Court premises but again, he stated that there was damage near the headlight area.",
    "fonts": [
      "Calibri"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 8,
    "bbox": [
      72.02,
      302.81,
      525.95,
      378.05
    ],
    "text": "Despite these contradictions in the testimony of the Prosecution witnesses, the learned trial judge has not considered all that but stated there are no contradictions between testimonies of the witnesses. In the case of Sinnaiya Kalidasa vs. The Hon. Attorney General CA 128 / 2005 BASL Criminal Law 2010 Vol. III page 31 in which Ranjith Silva J quotes E.S.R. Coomaraswamy in the Law of Evidence Volume 2 Book 1 at page 395;",
    "fonts": [
      "Calibri"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 8,
    "bbox": [
      108.02,
      389.81,
      526.12,
      449.23
    ],
    "text": "Dealing with how police evidence in bribery cases should be considered; \"In a great many cases, the police are, as a rule, unreliable witnesses. It is always in their interests to secure a conviction in the hope of getting a reward. Such evidence ought, therefore, to be received with great caution and should be closely scrutinized.\"",
    "fonts": [
      "Calibri"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 8,
    "bbox": [
      108.02,
      461.11,
      525.88,
      520.51
    ],
    "text": "Ranjith Silva J states; \"By the same token the same principles should apply and guide the Judges in the assessment of the evidence of excise officers in narcotics cases. Judges must not rely on a non - existent presumption of truthfulness and regularity as regards the evidence of such trained Police or excise officers.",
    "fonts": [
      "Calibri"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 8,
    "bbox": [
      72.02,
      532.27,
      526.1,
      607.54
    ],
    "text": "The learned counsel for the accused-appellant argued that the learned trial judge has not given due prominence to the defence evidence. It was stated that there is a contradiction about the damages caused to the car by the tipper accident and the defence version throughout the trial was that such a tipper accident never happened and it was a mere fabrication of the Prosecution witnesses.",
    "fonts": [
      "Calibri"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 8,
    "bbox": [
      72.02,
      619.42,
      525.98,
      742.08
    ],
    "text": "It is, even more, strengthened by the fact that such an accident was never reported to the police by anyone or by the PW 1 himself. In the dock statement the appellant stated that he was on the way to his mother's house to inform that his child fell ill and was admitted to Castle hospital and on the way, he hit the side mirror of the Police Van and he panicked and fled as he didn't have any license or insurance with him. He denied the fact that his car got hit by such a tipper and the allegation that there was heroin in his possession. He admitted the fact that the police found money but not from his car but his house when they went to search his house.",
    "fonts": [
      "Calibri"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 9,
    "bbox": [
      72.02,
      781.8,
      330.41,
      806.28
    ],
    "text": "Page 10 of 12",
    "fonts": [
      "Calibri",
      "Calibri-Bold"
    ],
    "sizes": [
      11.039999961853027
    ]
  },
  {
    "page_number": 9,
    "bbox": [
      72.02,
      74.42,
      526.14,
      181.22
    ],
    "text": "The accused-appellant has said that was the rent money he got from his tenets. The learned trial judge stated that the defence has admitted the damages caused to the car at the trial as an admission. Appellant's position in the dock statement was that he hit the side mirror cannot be accepted. The learned trial judge misdirected himself in stating that the defence admitted the damages which were in the car when it was produced to the courts. It is impossible for the learned counsel who appeared for the defence, to deny the visible damages in a production at the trial.",
    "fonts": [
      "Calibri"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 9,
    "bbox": [
      72.02,
      193.1,
      526.15,
      284.09
    ],
    "text": "The learned trial Judge has pointed out one question asked by the defence about the damages in the car which was produced to courts and stated it shows that the defence admitted the damages. The said question was asked by the defence to contradict the Prosecution's version and not for any other reason. Just by one question asked by the defence the learned trial judge cannot conclude that the defence admitted the damages at the time of the accident to be the same as of now.",
    "fonts": [
      "Calibri"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 9,
    "bbox": [
      72.02,
      295.97,
      526.06,
      339.53
    ],
    "text": "Throughout the trial, the defence position was that the damages were caused to the side mirror of the Van and such a tipper accident never happened. PW 1 at one instance admitted the fact that their side mirror was damaged by the appellant.",
    "fonts": [
      "Calibri"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 9,
    "bbox": [
      72.02,
      349.45,
      180.12,
      363.41
    ],
    "text": "Page 220 of the brief;",
    "fonts": [
      "Calibri",
      "IskoolaPota-Bold"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 9,
    "bbox": [
      90.02,
      372.97,
      526.46,
      386.93
    ],
    "text": ":",
    "fonts": [
      "Calibri",
      "IskoolaPota-Bold"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 9,
    "bbox": [
      108.02,
      388.33,
      526.25,
      417.79
    ],
    "text": "?",
    "fonts": [
      "Calibri",
      "IskoolaPota-Bold"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 9,
    "bbox": [
      90.02,
      427.59,
      168.36,
      441.55
    ],
    "text": ": .",
    "fonts": [
      "Calibri",
      "IskoolaPota-Bold"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 9,
    "bbox": [
      72.02,
      451.47,
      525.88,
      528.67
    ],
    "text": "There are serious contradictions between the testimony of PW 1 and PW 2 as pointed above about the Damages caused to the car by the accident. Also, the learned trial judge stated that since PW 1 and PW 2 denies the fact that their side mirror was not damaged the accused-appellant's version cannot be accepted. The learned trial judge in stating that denied the defence version in the light of the prosecution version and which is a misdirection.",
    "fonts": [
      "Calibri",
      "IskoolaPota-Bold"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 9,
    "bbox": [
      72.02,
      540.43,
      410.81,
      552.43
    ],
    "text": "In the case of James Silva Vs. Republic of Sri Lanka 1980 (2) SLR 167:",
    "fonts": [
      "Calibri"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 9,
    "bbox": [
      72.02,
      564.22,
      181.56,
      576.22
    ],
    "text": "The trial judge stated;",
    "fonts": [
      "Calibri"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 9,
    "bbox": [
      112.58,
      588.1,
      525.92,
      600.1
    ],
    "text": "\"I had considered the defence of the accused and I hold that it is untenable and false",
    "fonts": [
      "Calibri"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 9,
    "bbox": [
      117.02,
      603.94,
      370.22,
      615.94
    ],
    "text": "in the light of the evidence led by the prosecution.\"",
    "fonts": [
      "Calibri"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 9,
    "bbox": [
      72.02,
      627.7,
      526.05,
      639.7
    ],
    "text": "CA Held: There is a serious misdirection in law. It is a grave error for a trial judge to direct",
    "fonts": [
      "Calibri"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 9,
    "bbox": [
      117.02,
      643.54,
      526.13,
      702.94
    ],
    "text": "himself that he must examine the tenability and truthfulness of the evidence of the accused in the light of the evidence led by the prosecution. To examine the evidence of the Accused in the light of the prosecution witnesses is to reverse the presumption of innocence.",
    "fonts": [
      "Calibri"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 9,
    "bbox": [
      72.02,
      714.7,
      525.65,
      758.4
    ],
    "text": "The fact that the appellant didn't have his license and insurance with him corroborates the PW 1's evidence as he stated he didn't have those at that time they arrested him. PW 1 corroborates the fact that the Appellant's child was in the hospital at that time.",
    "fonts": [
      "Calibri"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 10,
    "bbox": [
      72.02,
      781.8,
      330.41,
      806.28
    ],
    "text": "Page 11 of 12",
    "fonts": [
      "Calibri",
      "Calibri-Bold"
    ],
    "sizes": [
      11.039999961853027
    ]
  },
  {
    "page_number": 10,
    "bbox": [
      72.02,
      74.42,
      179.76,
      86.42
    ],
    "text": "Page 143 of the brief;",
    "fonts": [
      "Calibri"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 10,
    "bbox": [
      103.58,
      95.98,
      498.95,
      109.87
    ],
    "text": ":",
    "fonts": [
      "IskoolaPota-Bold"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 10,
    "bbox": [
      130.58,
      111.34,
      484.78,
      140.78
    ],
    "text": ". ?",
    "fonts": [
      "Calibri",
      "IskoolaPota-Bold"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 10,
    "bbox": [
      103.58,
      150.46,
      214.44,
      164.42
    ],
    "text": ": .",
    "fonts": [
      "Calibri",
      "IskoolaPota-Bold"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 10,
    "bbox": [
      103.58,
      173.74,
      491.89,
      187.63
    ],
    "text": ":",
    "fonts": [
      "IskoolaPota-Bold"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 10,
    "bbox": [
      130.58,
      189.22,
      306.14,
      203.18
    ],
    "text": "?",
    "fonts": [
      "Calibri",
      "IskoolaPota-Bold"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 10,
    "bbox": [
      103.58,
      212.74,
      214.44,
      226.7
    ],
    "text": ": .",
    "fonts": [
      "Calibri",
      "IskoolaPota-Bold"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 10,
    "bbox": [
      103.58,
      236.05,
      262.02,
      249.94
    ],
    "text": ": ?",
    "fonts": [
      "IskoolaPota-Bold"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 10,
    "bbox": [
      103.58,
      259.57,
      232.44,
      273.53
    ],
    "text": ": ,",
    "fonts": [
      "Calibri",
      "IskoolaPota-Bold"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 10,
    "bbox": [
      103.58,
      283.45,
      445.25,
      297.41
    ],
    "text": ": ?",
    "fonts": [
      "Calibri",
      "IskoolaPota-Bold"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 10,
    "bbox": [
      103.58,
      306.97,
      167.88,
      320.93
    ],
    "text": ": .",
    "fonts": [
      "Calibri",
      "IskoolaPota-Bold"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 10,
    "bbox": [
      103.58,
      330.49,
      499.92,
      344.45
    ],
    "text": ": ,",
    "fonts": [
      "Calibri",
      "IskoolaPota-Bold"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 10,
    "bbox": [
      130.58,
      346.33,
      242.52,
      360.29
    ],
    "text": "?",
    "fonts": [
      "Calibri",
      "IskoolaPota-Bold"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 10,
    "bbox": [
      103.58,
      370.09,
      361.34,
      384.05
    ],
    "text": ": , .",
    "fonts": [
      "Calibri",
      "IskoolaPota-Bold"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 10,
    "bbox": [
      72.02,
      395.93,
      526.04,
      439.51
    ],
    "text": "The learned trial Judge misdirected himself in stating that the appellant has not given any explanation to the money which was found from him. However, the appellant in his dock statement clearly stated that it was his rent money given to him by his tenants.",
    "fonts": [
      "Calibri"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 10,
    "bbox": [
      72.02,
      451.39,
      526.15,
      558.19
    ],
    "text": "This court observes that the trial Judge appears to have misdirected himself regarding the infirmities relating to the truthfulness of the evidence and the tenability in the light of the evidence led by the prosecution witnesses. The trial Judge has to deal with them and decide whether such infirmities go to the root of the case. The learned trial Judge should have considered the entirety of the evidence that has been led before him and carefully consider whether the contradictions marked were material and whether it was safe to act on the evidence given by PW 1 and PW 2.",
    "fonts": [
      "Calibri"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 10,
    "bbox": [
      72.02,
      569.98,
      522.72,
      613.66
    ],
    "text": "The function of an appellate court in dealing with a judgment mainly on the facts from a court which saw and heard witnesses has been specified as follows by Macdonnel C.J. in the King V. Guneratne 14 Ceylon Law Recorder 174;",
    "fonts": [
      "Calibri"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 10,
    "bbox": [
      108.02,
      625.42,
      517.14,
      653.26
    ],
    "text": "\"I have to apply these tests, as they seem to be, which a court of appeal must apply to an appeal coming to it on questions of facts:",
    "fonts": [
      "Calibri"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 10,
    "bbox": [
      145.7,
      663.16,
      526.15,
      740.28
    ],
    "text": "(I) Was the verdict of the Judge unreasonably against the weight of the Evidence, (II) Was their misdirection either on the law or the evidence, (III) Has the court of trial drawn the wrong inferences from the matters in evidence?",
    "fonts": [
      "ArialMT",
      "Calibri"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 11,
    "bbox": [
      72.02,
      781.8,
      330.41,
      806.28
    ],
    "text": "Page 12 of 12",
    "fonts": [
      "Calibri",
      "Calibri-Bold"
    ],
    "sizes": [
      11.039999961853027
    ]
  },
  {
    "page_number": 11,
    "bbox": [
      72.02,
      74.42,
      526.05,
      102.26
    ],
    "text": "In the present case, I am of the view that the learned trial judge has not considered the serious contradictions highlighted by the appellant.",
    "fonts": [
      "Calibri"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 11,
    "bbox": [
      72.02,
      114.02,
      502.34,
      141.86
    ],
    "text": "Wijewardene, J stated In Martin Fernando V. Inspector of police Minuwangoda 46 N.L.R 210, that;",
    "fonts": [
      "Calibri"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 11,
    "bbox": [
      108.02,
      153.62,
      526.15,
      228.86
    ],
    "text": "\"An appellate court is not absolved from the duty of testing the evidence extrinsically as well as intrinsically although the decision of a High Court Judge on questions of fact based on demeanour and credibility of witnesses carries great weight. Where a close examination of the evidence raises a strong doubt as to the guilt of the accused, he should be given the benefit of the doubt.\"",
    "fonts": [
      "Calibri"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 11,
    "bbox": [
      72.02,
      240.77,
      526.12,
      316.01
    ],
    "text": "For these reasons above mentioned, I am of the view that the verdict of the trial Judge is unreasonably against the weight of the evidence and that it is not safe to convict the accused-appellant on the available evidence in this case. Therefore, I set aside the conviction and the sentence of the learned High Court Judge of Colombo dated 14.10.2020 and acquit the accused-appellant.",
    "fonts": [
      "Calibri"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 11,
    "bbox": [
      72.02,
      327.77,
      152.97,
      339.77
    ],
    "text": "Appeal allowed.",
    "fonts": [
      "Calibri"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 11,
    "bbox": [
      360.07,
      399.31,
      504.91,
      411.31
    ],
    "text": "Judge of the Court of Appeal",
    "fonts": [
      "Calibri-Bold"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 11,
    "bbox": [
      72.02,
      448.99,
      154.41,
      460.99
    ],
    "text": "R. Gurusinghe J.",
    "fonts": [
      "Calibri-Bold"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 11,
    "bbox": [
      72.02,
      473.83,
      255.84,
      485.83
    ],
    "text": "I agree.",
    "fonts": [
      "Calibri-Bold"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 11,
    "bbox": [
      72.02,
      548.35,
      504.91,
      560.35
    ],
    "text": "Judge of the Court of Appeal",
    "fonts": [
      "Calibri",
      "Calibri-Bold"
    ],
    "sizes": [
      12.0
    ]
  }
]