[
  {
    "page_number": 0,
    "bbox": [
      72.02,
      781.2,
      525.92,
      805.68
    ],
    "text": "1",
    "fonts": [
      "Calibri"
    ],
    "sizes": [
      11.039999961853027
    ]
  },
  {
    "page_number": 0,
    "bbox": [
      74.06,
      99.97,
      524.15,
      113.25
    ],
    "text": "IN THE COURT OF APPEAL OF THE DEMOCRATIC SOCIALIST REPUBLIC OF",
    "fonts": [
      "Times New Roman,Bold"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 0,
    "bbox": [
      264.53,
      127.57,
      333.91,
      140.85
    ],
    "text": "SRI LANKA",
    "fonts": [
      "Times New Roman,Bold"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 0,
    "bbox": [
      252.05,
      154.93,
      526.5,
      284.13
    ],
    "text": "In the matter of an Appeal under Section 331 of the Criminal Procedure Act No. 15 of 1979, read with Article 138 of the Constitution of the Democratic Socialist Republic of Sri Lanka. The Democratic Socialist Republic of Sri Lanka",
    "fonts": [
      "Times New Roman"
    ],
    "sizes": [
      12.0,
      12.960000038146973
    ]
  },
  {
    "page_number": 0,
    "bbox": [
      324.07,
      286.94,
      400.27,
      316.65
    ],
    "text": "Complainant",
    "fonts": [
      "Times New Roman",
      "Times New Roman,Bold"
    ],
    "sizes": [
      12.960000038146973
    ]
  },
  {
    "page_number": 0,
    "bbox": [
      72.02,
      346.7,
      476.98,
      423.98
    ],
    "text": "V. Kanaththa Randage Manoj Udaya Kumara",
    "fonts": [
      "Times New Roman"
    ],
    "sizes": [
      12.0,
      12.960000038146973
    ]
  },
  {
    "page_number": 0,
    "bbox": [
      324.07,
      424.96,
      373.51,
      439.31
    ],
    "text": "Accused",
    "fonts": [
      "Times New Roman,Bold"
    ],
    "sizes": [
      12.960000038146973
    ]
  },
  {
    "page_number": 0,
    "bbox": [
      72.02,
      446.94,
      386.35,
      492.35
    ],
    "text": "AND NOW BETWEEN",
    "fonts": [
      "Times New Roman"
    ],
    "sizes": [
      12.0,
      12.960000038146973
    ]
  },
  {
    "page_number": 0,
    "bbox": [
      72.02,
      495.16,
      476.98,
      554.75
    ],
    "text": "Kanaththa Randage Manoj Udaya Kumara Accused - Appellant",
    "fonts": [
      "Times New Roman",
      "Times New Roman,Bold"
    ],
    "sizes": [
      12.0,
      12.960000038146973
    ]
  },
  {
    "page_number": 0,
    "bbox": [
      324.07,
      574.51,
      339.91,
      588.86
    ],
    "text": "V.",
    "fonts": [
      "Times New Roman"
    ],
    "sizes": [
      12.960000038146973
    ]
  },
  {
    "page_number": 0,
    "bbox": [
      252.05,
      596.83,
      423.19,
      645.62
    ],
    "text": "Hon. Attorney General, Attorney Generals Department, Colombo 12.",
    "fonts": [
      "Times New Roman"
    ],
    "sizes": [
      12.0,
      12.960000038146973
    ]
  },
  {
    "page_number": 0,
    "bbox": [
      324.07,
      664.63,
      476.86,
      678.98
    ],
    "text": "Complainant - Respondent",
    "fonts": [
      "Times New Roman,Bold"
    ],
    "sizes": [
      12.960000038146973
    ]
  },
  {
    "page_number": 0,
    "bbox": [
      72.02,
      707.37,
      504.1,
      720.65
    ],
    "text": "BEFORE : K. PRIYANTHA FERNANDO, J. (P/CA)",
    "fonts": [
      "Times New Roman",
      "Times New Roman,Bold"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 0,
    "bbox": [
      252.05,
      730.75,
      476.74,
      759.91
    ],
    "text": "SAMPATH B. ABAYAKOON, J.",
    "fonts": [
      "Times New Roman,Bold"
    ],
    "sizes": [
      12.0,
      12.960000038146973
    ]
  },
  {
    "page_number": 0,
    "bbox": [
      51.84,
      319.1,
      212.48,
      435.58
    ],
    "text": "Court of Appeal Case No. HCC/0038/19 High Court of Colombo Case No. HC/7573/2014",
    "fonts": [
      "Times New Roman",
      "Times New Roman,Bold"
    ],
    "sizes": [
      14.039999961853027
    ]
  },
  {
    "page_number": 1,
    "bbox": [
      72.02,
      781.2,
      525.92,
      805.68
    ],
    "text": "2",
    "fonts": [
      "Calibri"
    ],
    "sizes": [
      11.039999961853027
    ]
  },
  {
    "page_number": 1,
    "bbox": [
      72.02,
      72.25,
      526.3,
      115.17
    ],
    "text": "COUNSEL : Jayantha Weerasinghe, P.C. with Wijesiri Ambawatta and Hemantha Kodithuwakku for the Accused Appellant.",
    "fonts": [
      "Times New Roman",
      "Times New Roman,Bold"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 1,
    "bbox": [
      72.02,
      124.91,
      510.58,
      227.53
    ],
    "text": "Shaminda Wickrema, SC for the Respondent. ARGUED ON : 18.10.2021 WRITTEN SUBMISSIONS FILED ON : 29.08.2019 by the Accused Appellant.",
    "fonts": [
      "Times New Roman",
      "Times New Roman,Bold"
    ],
    "sizes": [
      9.960000038146973,
      12.0,
      12.960000038146973
    ]
  },
  {
    "page_number": 1,
    "bbox": [
      72.02,
      228.13,
      510.1,
      302.28
    ],
    "text": "05.03.2020 by the Complainant Respondent. JUDGMENT ON : 30.11.2021",
    "fonts": [
      "Times New Roman",
      "Times New Roman,Bold"
    ],
    "sizes": [
      12.0,
      12.960000038146973
    ]
  },
  {
    "page_number": 1,
    "bbox": [
      72.02,
      303.98,
      350.26,
      363.48
    ],
    "text": "************** K. PRIYANTHA FERNANDO, J.(P/CA)",
    "fonts": [
      "Times New Roman,Bold"
    ],
    "sizes": [
      12.0,
      12.960000038146973,
      14.039999961853027
    ]
  },
  {
    "page_number": 1,
    "bbox": [
      90.02,
      365.58,
      526.74,
      381.32
    ],
    "text": "1. The accused appellant (hereinafter referred to as appellant) was indicted",
    "fonts": [
      "Arial",
      "Times New Roman"
    ],
    "sizes": [
      14.039999961853027
    ]
  },
  {
    "page_number": 1,
    "bbox": [
      90.02,
      384.38,
      526.94,
      563.86
    ],
    "text": "before the High Court of Colombo for one count of trafficking 10.32 grams of heroin punishable in terms of 54A (b) of the Poisons, Opium, and Dangerous Drugs Ordinance and one count of having in possession 10.32 grams of heroin punishable in terms of 54A (d) of the Poisons, Opium, and Dangerous Drugs Ordinance. Upon conviction after trial the appellant was sentenced to life imprisonment on both counts. Being aggrieved by the said conviction and sentence the appellant preferred the instant appeal. 2. The following grounds of appeal were urged by the counsel:",
    "fonts": [
      "Arial",
      "Times New Roman"
    ],
    "sizes": [
      12.0,
      14.039999961853027
    ]
  },
  {
    "page_number": 1,
    "bbox": [
      125.78,
      577.19,
      526.94,
      766.59
    ],
    "text": "I. The learned High Court Judge failed to appreciate the improbabilities of the prosecution version. II. The learned High Court Judge failed to consider the contradictions in evidence inter se between certain main prosecution witnesses. III. The productions have been handed over to the Narcotics Bureau after an inordinate delay, namely 3 hours and 30 minutes. IV. The learned High Court Judge failed to consider that there is a break in the chain of productions. V. The learned High Court Judge has not properly analyzed the evidence led in the case.",
    "fonts": [
      "Arial",
      "Times New Roman",
      "Times New Roman,Italic"
    ],
    "sizes": [
      14.039999961853027
    ]
  },
  {
    "page_number": 2,
    "bbox": [
      72.02,
      781.2,
      525.92,
      805.68
    ],
    "text": "3",
    "fonts": [
      "Calibri"
    ],
    "sizes": [
      11.039999961853027
    ]
  },
  {
    "page_number": 2,
    "bbox": [
      90.02,
      71.91,
      526.58,
      172.01
    ],
    "text": "VI. The learned High Court Judge has misdirected himself on the facts. VII. The learned High Court Judge has shifted the burden of proof to the appellant in several pages of the judgment. 3. Facts in brief as per the evidence led by the prosecution (mainly PW1)",
    "fonts": [
      "Arial",
      "Times New Roman"
    ],
    "sizes": [
      12.0,
      14.039999961853027
    ]
  },
  {
    "page_number": 2,
    "bbox": [
      90.02,
      173.87,
      526.94,
      499.66
    ],
    "text": "are that the witness PW1 has been on duty at the Special Task Force (STF) attached to the Kalubowila base as the Commanding Officer. On 21.12.2013 he has received an information from Sub-Inspector Wanniarachchi (PW2), that a person will be coming near the Keells supermarket Pepiliyana on motorcycle number WP-DAG-0783 to handover heroin to another person. Upon receiving the information, he has immediately organized a raid to arrest the person. He has gone towards the said Keells supermarket and has parked the jeep near the Nedimala-Pepiliyana Keells Super roundabout about 100 meters towards Nedimala. At about 14:25 hours he had gone to the supermarket with SI Wanniarachchi, PS14273 Mahesh, and PC40436 Mahesh. He has gone inside with 2 police officers and SI Wanniarachchi had been talking to his informant outside the supermarket. He then has seen a motorcycle entering the supermarket premises and PW2 SI Wanniarachchi had informed him that the person who came on the motorcycle was the suspect. He has then gone with the police team and arrested the suspect. Upon searching they have found a parcel of heroin in his trouser pocket. 4. After arrest he had taken the appellant to the Police Narcotics Bureau.",
    "fonts": [
      "Arial",
      "Times New Roman",
      "Times New Roman,Italic"
    ],
    "sizes": [
      12.0,
      14.039999961853027
    ]
  },
  {
    "page_number": 2,
    "bbox": [
      90.02,
      501.52,
      526.48,
      566.95
    ],
    "text": "The motorcycle that the suspect (appellant) came on and the heroin parcel had also been taken to the Narcotics Bureau as productions. 5. The learned Presidents Counsel for the appellant submitted that the",
    "fonts": [
      "Arial",
      "Calibri",
      "Times New Roman"
    ],
    "sizes": [
      12.0,
      12.960000038146973,
      14.039999961853027
    ]
  },
  {
    "page_number": 2,
    "bbox": [
      108.02,
      568.51,
      526.93,
      757.0
    ],
    "text": "evidence of the police witnesses who conducted the raid should not be acted upon as their story is highly improbable. Further, the learned Presidents Counsel submitted the position clearly taken by the defence that the appellant was arrested by the police officers at gun-point when he was travelling on a friends motorcycle from his house to the nearby boutique and was kept in the police station for a few days, is more probable. The learned Presidents Counsel brought to the notice of the Court that the learned High Court Judge has clearly erred when he shifted the burden on to the appellant. In his judgment the learned High Court Judge at pages 44 and 45 (pages 303 and 304 of the brief) has said",
    "fonts": [
      "Iskoola Pota",
      "Times New Roman"
    ],
    "sizes": [
      12.960000038146973,
      14.039999961853027
    ]
  },
  {
    "page_number": 3,
    "bbox": [
      72.02,
      781.2,
      525.92,
      805.68
    ],
    "text": "4",
    "fonts": [
      "Calibri"
    ],
    "sizes": [
      11.039999961853027
    ]
  },
  {
    "page_number": 3,
    "bbox": [
      90.02,
      71.99,
      526.73,
      150.89
    ],
    "text": ". , . 6. The learned High Court judge in his judgment at page 45 (page 304) of",
    "fonts": [
      "Arial",
      "Calibri",
      "Iskoola Pota",
      "Times New Roman"
    ],
    "sizes": [
      12.0,
      12.960000038146973,
      14.039999961853027
    ]
  },
  {
    "page_number": 3,
    "bbox": [
      90.02,
      152.87,
      526.75,
      252.92
    ],
    "text": "the brief has said . It is the submission of the learned Presidents Counsel that right throughout the case the defence has challenged the evidence of the prosecution and clearly suggested their position. 7. It was the contention of the learned State Counsel for the respondent that",
    "fonts": [
      "Arial",
      "Iskoola Pota",
      "Times New Roman"
    ],
    "sizes": [
      12.0,
      12.960000038146973,
      14.039999961853027
    ]
  },
  {
    "page_number": 3,
    "bbox": [
      90.02,
      254.78,
      526.93,
      511.46
    ],
    "text": "the appellant relies on two basic grounds of appeal, namely, the learned trial Judges failure to evaluate the evidence, credibility of the witnesses and the improbability of the prosecution story and that the learned trial Judge has erred when he misdirected himself on the law and the facts. The learned State Counsel conceding to the above second ground of appeal, submitted that the learned trial Judge clearly misdirected himself on those issues in that the learned trial Judge has wrongly shifted the burden of proof on to the appellant and also that the learned trial Judge has clearly erred when he said in his judgment that the defence has not challenged the evidence of the prosecution witnesses. Therefore, the learned State Counsel conceded that the judgment convicting the appellant on the offences stated in the indictment cannot be allowed to stand. 8. As submitted by the learned Presidents Counsel for the appellant and",
    "fonts": [
      "Arial",
      "Iskoola Pota",
      "Times New Roman"
    ],
    "sizes": [
      12.0,
      14.039999961853027
    ]
  },
  {
    "page_number": 3,
    "bbox": [
      90.02,
      512.92,
      526.89,
      734.53
    ],
    "text": "conceded by the State Counsel for the respondent, the learned High Court Judge has clearly erred in law when he shifted the burden of proof on to the appellant. Further, as submitted by the learned Presidents Counsel and conceded by the learned State Counsel, the learned High Court Judge misdirected himself on the facts when he said in his judgment that the defence has not challenged the evidence of the police witnesses, when in fact the evidence of the police witnesses on the raid has been challenged by the defence right throughout the case. Therefore, in the circumstances the conviction of the accused appellant on the both counts in the indictment cannot be allowed to stand. Hence the conviction of the appellant by the learned High Court Judge is quashed. 9. It is the contention of the learned State Counsel that this is a fit case to be",
    "fonts": [
      "Arial",
      "Times New Roman"
    ],
    "sizes": [
      12.0,
      14.039999961853027
    ]
  },
  {
    "page_number": 3,
    "bbox": [
      108.02,
      736.41,
      526.93,
      769.23
    ],
    "text": "sent for retrial, as retrial is in the best interests of justice as there is good evidence to secure a conviction against the appellant. The learned",
    "fonts": [
      "Times New Roman"
    ],
    "sizes": [
      14.039999961853027
    ]
  },
  {
    "page_number": 4,
    "bbox": [
      72.02,
      781.2,
      525.92,
      805.68
    ],
    "text": "5",
    "fonts": [
      "Calibri"
    ],
    "sizes": [
      11.039999961853027
    ]
  },
  {
    "page_number": 4,
    "bbox": [
      90.02,
      72.11,
      526.93,
      172.01
    ],
    "text": "Presidents Counsel for the appellant submitted, when considering the improbability of the version of the prosecution, the time lapsed, as well as the period the appellant has been in incarceration, this case is not a fit case to be sent for retrial. 10. In L.C. Fernando v. Republic of Sri Lanka 79 2 NLR 313 it was held",
    "fonts": [
      "Arial",
      "Times New Roman",
      "Times New Roman,BoldItalic"
    ],
    "sizes": [
      12.0,
      14.039999961853027
    ]
  },
  {
    "page_number": 4,
    "bbox": [
      90.02,
      173.87,
      526.46,
      256.4
    ],
    "text": "that it is a basic principle of the criminal law of our land that a retrial is to be ordered only, if it appears to the Court that the interests of justice so require. 11. The exercising of the appellate power in ordering a retrial was discussed",
    "fonts": [
      "Arial",
      "Times New Roman",
      "Times New Roman,Italic"
    ],
    "sizes": [
      12.0,
      14.039999961853027
    ]
  },
  {
    "page_number": 4,
    "bbox": [
      108.02,
      258.26,
      526.93,
      291.2
    ],
    "text": "at length in case of Au Pui-Kuen v. AG of Hong Kong (1980) AC 351, Lord Diplock said:",
    "fonts": [
      "Times New Roman",
      "Times New Roman,BoldItalic"
    ],
    "sizes": [
      14.039999961853027
    ]
  },
  {
    "page_number": 4,
    "bbox": [
      90.02,
      293.06,
      526.74,
      566.74
    ],
    "text": "The power to order a new trial must always be exercised judicially. Any criminal trial is to some degree an ordeal for the accused; it goes without saying that no judge exercising the discretion judicially would require a person who had undergone this ordeal once to endure it for a second time unless the interests of justice required it..To exercise it judicially may involve the court in considering and balancing a number of factors some of which may weigh in favour of the new trial and some may weigh against it. The interests of justice are not confined to the interests of the prosecutor and accused in the particular case. They include the interests of the public that those persons who are guilty of serious crimes should be brought to justice and should not escape merely because of a technical blunder by the judge in the conduct of the trial or his summing up to the jury. 12. The factors to be taken into account when deciding whether to order a",
    "fonts": [
      "Arial",
      "Times New Roman",
      "Times New Roman,Italic"
    ],
    "sizes": [
      12.0,
      14.039999961853027
    ]
  },
  {
    "page_number": 4,
    "bbox": [
      108.02,
      568.51,
      377.98,
      594.76
    ],
    "text": "retrial or not were highlighted in Au Pui-Kuen:",
    "fonts": [
      "Times New Roman",
      "Times New Roman,BoldItalic"
    ],
    "sizes": [
      8.039999961853027,
      14.039999961853027
    ]
  },
  {
    "page_number": 4,
    "bbox": [
      125.78,
      595.67,
      526.75,
      767.79
    ],
    "text": "I. Interests of the public that people who are accused of serious crimes be brought to justice avoiding it purely on a technical error by a judge. II. The strength of the evidence available against an accused and the likelihood of a conviction being obtained on a retrial. III. The length of time that has elapsed from the time of offence and the new trial, if one is ordered. IV. The prejudice that would be caused to an accused due to the non-availability of the evidence which was available at the first trial.",
    "fonts": [
      "Arial",
      "Times New Roman"
    ],
    "sizes": [
      14.039999961853027
    ]
  },
  {
    "page_number": 5,
    "bbox": [
      72.02,
      781.2,
      525.92,
      805.68
    ],
    "text": "6",
    "fonts": [
      "Calibri"
    ],
    "sizes": [
      11.039999961853027
    ]
  },
  {
    "page_number": 5,
    "bbox": [
      90.02,
      71.91,
      526.62,
      137.33
    ],
    "text": "V. The weaker the prosecution case, the less the likely the retrial would be ordered. 13. Miscarriage of justice is also recognised as a ground to order a new",
    "fonts": [
      "Arial",
      "Times New Roman",
      "Times New Roman,Italic"
    ],
    "sizes": [
      12.0,
      14.039999961853027
    ]
  },
  {
    "page_number": 5,
    "bbox": [
      90.02,
      139.07,
      526.57,
      204.29
    ],
    "text": "trial. Miscarriage of justice means a failure of a Court or judicial system to attain the ends of justice. 14. In the instant case, the learned trial Judge has gone on the basis that the",
    "fonts": [
      "Arial",
      "Times New Roman",
      "Times New Roman,Italic"
    ],
    "sizes": [
      12.0,
      14.039999961853027
    ]
  },
  {
    "page_number": 5,
    "bbox": [
      90.02,
      206.15,
      526.93,
      427.66
    ],
    "text": "evidence for the prosecution was not challenged by the defence. As submitted by the learned Presidents Counsel, it was evident that the appellant was residing in close vicinity to where the raid was conducted at the Keells supermarket premises. However, the evidence does not reveal that the house of the accused which was very close to the place of raid was at least searched by the police officers. The evidence of PW1 and PW2 was that according to the information PW2 received, it had been a daily routine of the appellant to come to the Keells supermarket premises with heroin and hand it over to another. However, the police officers have failed at least to inquire anything about the identity of the appellant, as per their evidence. 15. In case of Karuppiah Punkody v. Hon. The Attorney General CA 11 of",
    "fonts": [
      "Arial",
      "Times New Roman",
      "Times New Roman,BoldItalic",
      "Times New Roman,Italic"
    ],
    "sizes": [
      12.0,
      14.039999961853027
    ]
  },
  {
    "page_number": 5,
    "bbox": [
      108.02,
      429.52,
      526.55,
      462.46
    ],
    "text": "2005 26-8-2014 discussing the improbability of the prosecution version said:",
    "fonts": [
      "Times New Roman",
      "Times New Roman,BoldItalic"
    ],
    "sizes": [
      14.039999961853027
    ]
  },
  {
    "page_number": 5,
    "bbox": [
      90.02,
      464.32,
      526.93,
      599.05
    ],
    "text": "As a matter of fact, if the informant had given information regarding trafficking of heroin at a grand scale, the police would have undoubtedly questioned him as to the names of the persons involved. It is very unlikely that a person who is employed as an informant would have furnished information without naming the person/s really involved in the commission of the offence. 16. In the instant case, the information PW2 received from the informant was",
    "fonts": [
      "Arial",
      "Times New Roman",
      "Times New Roman,Italic"
    ],
    "sizes": [
      12.0,
      14.039999961853027
    ]
  },
  {
    "page_number": 5,
    "bbox": [
      108.02,
      600.79,
      526.82,
      755.43
    ],
    "text": "that the person brings heroin daily to hand over the same to another person. If this had been a daily occurrence, it is highly improbable that the police did not receive any other details of the appellant from the informant. Further, according to PW 1 and PW2, the informant has not given any information to PW2 as to the time of the day the appellant would arrive. However, according to PW1 and PW2 they have immediately gone to the Keells supermarket premises and arrested the appellant after waiting for around 2 hours. The defence has taken up a clear position from the inception that the appellant was arrested elsewhere",
    "fonts": [
      "Times New Roman",
      "Times New Roman,Italic"
    ],
    "sizes": [
      14.039999961853027
    ]
  },
  {
    "page_number": 6,
    "bbox": [
      72.02,
      781.2,
      525.92,
      805.68
    ],
    "text": "7",
    "fonts": [
      "Calibri"
    ],
    "sizes": [
      11.039999961853027
    ]
  },
  {
    "page_number": 6,
    "bbox": [
      90.02,
      72.11,
      526.45,
      154.61
    ],
    "text": "and a few days before. Hence, I find that the evidence of the police witnesses that they arrested the appellant on the day as alleged by the police is doubtful when considering the position taken by the defence. 17. Although the accused has clearly taken up the position that the",
    "fonts": [
      "Arial",
      "Times New Roman"
    ],
    "sizes": [
      12.0,
      14.039999961853027
    ]
  },
  {
    "page_number": 6,
    "bbox": [
      90.02,
      156.47,
      526.91,
      395.48
    ],
    "text": "motorcycle was taken from a house, the learned trial Judge has stated in his judgement that the position of the accused was that it was taken from his house. In the above premise the learned trial Judge has mistakenly arrived at the conclusion that the evidence of the defence was contradictory. In the circumstances there is a doubt whether this raid was conducted on 21st December 2013 near the Keells supermarket premises as alleged by the prosecution or whether the appellant was taken into custody a few days prior to the 21st December 2013 as submitted by the defence. Further, this Court will also take into consideration the time lapse is about 8 years from the date of offence and the fact that the appellant had been in incarceration for about a period of three and a half years before and after trial. 18. In the circumstances, I am of the view that this is not a fit and proper case",
    "fonts": [
      "Arial",
      "Times New Roman",
      "Times New Roman,Italic"
    ],
    "sizes": [
      9.0,
      12.0,
      14.039999961853027
    ]
  },
  {
    "page_number": 6,
    "bbox": [
      108.02,
      397.22,
      526.69,
      430.18
    ],
    "text": "to order a retrial. Hence the conviction and sentence imposed on the accused-appellant are set aside. The accused is acquitted.",
    "fonts": [
      "Times New Roman"
    ],
    "sizes": [
      14.039999961853027
    ]
  },
  {
    "page_number": 6,
    "bbox": [
      144.02,
      440.08,
      242.84,
      455.62
    ],
    "text": "Appeal allowed.",
    "fonts": [
      "Times New Roman"
    ],
    "sizes": [
      14.039999961853027
    ]
  },
  {
    "page_number": 6,
    "bbox": [
      252.05,
      530.1,
      488.74,
      543.38
    ],
    "text": "PRESIDENT OF THE COURT OF APPEAL",
    "fonts": [
      "Times New Roman,Bold"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 6,
    "bbox": [
      72.02,
      612.93,
      327.07,
      626.21
    ],
    "text": "SAMPATH B. ABAYAKOON, J.",
    "fonts": [
      "Times New Roman,Bold"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 6,
    "bbox": [
      144.02,
      633.33,
      183.02,
      646.61
    ],
    "text": "I agree.",
    "fonts": [
      "Times New Roman",
      "Times New Roman,Bold"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 6,
    "bbox": [
      72.02,
      695.73,
      460.78,
      709.01
    ],
    "text": "JUDGE OF THE COURT OF APPEAL",
    "fonts": [
      "Times New Roman",
      "Times New Roman,Bold"
    ],
    "sizes": [
      12.0
    ]
  }
]