[
  {
    "page_number": 0,
    "bbox": [
      70.94,
      781.9,
      527.0,
      806.26
    ],
    "text": "1",
    "fonts": [
      "Calibri"
    ],
    "sizes": [
      11.039999961853027
    ]
  },
  {
    "page_number": 0,
    "bbox": [
      70.94,
      95.04,
      501.82,
      125.34
    ],
    "text": "IN THE COURT OF APPEAL OF THE DEMOCRATIC SOCIALIST REPUBLIC OF SRI LANKA",
    "fonts": [
      "BookmanOldStyle-Bold"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 0,
    "bbox": [
      241.13,
      135.48,
      528.34,
      214.4
    ],
    "text": "In the matter of an application for Restitution, in the nature of Restitutio-In-Integrum under and in terms of Article 138 of the Constitution of the Democratic Socialist Republic of Sri Lanka.",
    "fonts": [
      "BookmanOldStyle",
      "BookmanOldStyle-Italic"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 0,
    "bbox": [
      70.94,
      224.52,
      485.5,
      757.0
    ],
    "text": "Court of Appeal Case No: RII/0012/2020 Bolada Hakuru Magilin, Kirinuge, DC Balapitiya Karandeniya Case No: 2219/P Plaintiff VS 1. Mahadurage Themis, B.H. Thimiyas Bare, Kiranuge, Karandeniya 2. Bolada Hakuru Thimiyas 3. Bolada Hakuru Samina 4. Bolada Hakuru Piyawathi All of the above are at Kirinuge, Karandeniya. 5. Kaludewa Somadasa, Kirinuge, Karandeniya 6. Kaludewa Sumanasiri, Askinwaththa, Karandeniya 7. Kaludewa Rathnasiri 8. Kaludewa Samarasiri, Above two are at Kiranuge, Karandeniya",
    "fonts": [
      "BookmanOldStyle",
      "BookmanOldStyle-Bold"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 1,
    "bbox": [
      70.94,
      781.9,
      527.0,
      806.26
    ],
    "text": "2",
    "fonts": [
      "Calibri"
    ],
    "sizes": [
      11.039999961853027
    ]
  },
  {
    "page_number": 1,
    "bbox": [
      70.94,
      70.9,
      505.66,
      765.28
    ],
    "text": "9. Hewahakuru Sitin, Masingedara, Kirinuge, Karandeniya 10. Mahadurage Pedin, Maha Edanda, Karandeniya 11. Hewadewa Sitini, Manikgedara, Kirinuge Karandeniya. 11A. Hewadewa Kamani Kirinuge, Karandeniya 12. Hiwandadewa Themis Kirinuge, Karandeniya. (Deceased) 12A. I.D. Silin, Kirinuge, Karandeniya (Deceased 12th Defendant’s testamentary …..) 12 AA. Siwanda Dewa Rikman, Kirinuge, Karandeniya. (12AA Substituted-Defendant) 13. K.D. Sirisena, Kirinuge, Karandeniya Defendants AND NOW BETWEEN 12. AA. Siwanda Dewa Rikman, Kirinuge, Karandeniya (12 AA Substituted Defedant-Petitioner) Vs. 1. Mahadurage Themis, B.H.",
    "fonts": [
      "BookmanOldStyle",
      "BookmanOldStyle-Bold"
    ],
    "sizes": [
      8.039999961853027,
      12.0
    ]
  },
  {
    "page_number": 2,
    "bbox": [
      70.94,
      781.9,
      527.0,
      806.26
    ],
    "text": "3",
    "fonts": [
      "Calibri"
    ],
    "sizes": [
      11.039999961853027
    ]
  },
  {
    "page_number": 2,
    "bbox": [
      70.94,
      70.9,
      515.5,
      765.28
    ],
    "text": "Thimiyas Bare, Kiranuge, Karandeniya 2. Bolada Hakuru Thimiyas 3. Bolada Hakuru Samina 4. Bolada Hakuru Piyawathi (All of the above are at Kirinuge, Karandeniya) 5. Kaludewa Somadasa, Kirinuge, Karandeniya 6. Kaludewa Sumanasiri, Askinwaththa, Karandeniya 7. Kaludewa Rathnasiri 8. Kaludewa Samarasiri (Above two are at Kiranuge, Karandeniya) 9. Hewahakuru Sitin, Masingedara, Kirinuge, Karandeniya 10. Mahadurage Pedin, MahaEdanda, Karandeniya 11. Hewadewa Sitini Manikgedara, Kirinuge, Karandeniya 11 A. Hewadewa Kamani Kirinuge, Karandeniya. 12. Hiwandadewa Themis, (Deceased) Kirinuge Karandeniya",
    "fonts": [
      "BookmanOldStyle"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 3,
    "bbox": [
      70.94,
      781.9,
      527.0,
      806.26
    ],
    "text": "4",
    "fonts": [
      "Calibri"
    ],
    "sizes": [
      11.039999961853027
    ]
  },
  {
    "page_number": 3,
    "bbox": [
      70.94,
      70.9,
      523.87,
      578.77
    ],
    "text": "13. K.D. Sirisena, Kirinige, Karandeniya. Defendant-Respondents AND Bolada Hakuru Magilin Kirinuge, Karandeniya. Plaintiff-Respondent Before : R. Gurusinghe, J. & Dr. S. Premachandra, J. Counsel : Sapumal Bandara with Vishmi Yapa Abeywardena Instructed by Nisvi Nanayakkara for the 12 AA Substituted-Defendant-Petitioner Pathum N. Bandara with Lakshitha Kithsiri for the 4th Defendant-Respondent Chathura Galhena for the 11A Defendant-Respondent Argued on : 08-12-2025 Decided on: 06-02-2026",
    "fonts": [
      "BookmanOldStyle",
      "BookmanOldStyle-Bold"
    ],
    "sizes": [
      8.039999961853027,
      12.0
    ]
  },
  {
    "page_number": 3,
    "bbox": [
      70.94,
      588.89,
      527.02,
      764.92
    ],
    "text": "JUDGMENT R. Gurusinghe, J. 12AA substituted defendant-petitioner filed this Restitutio-in-Integrum application dated 15-07-2020, seeking to set aside the judgment entered in a partition action on 15-10-2002. The plaintiff-respondent instituted the partition action bearing no. 2219/P in the District Court of Balapitiya on 11-07-1992, seeking the partition of the land described in the plaint.",
    "fonts": [
      "BookmanOldStyle",
      "BookmanOldStyle-Bold",
      "BookmanOldStyle-Italic"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 4,
    "bbox": [
      70.94,
      781.9,
      527.0,
      806.26
    ],
    "text": "5",
    "fonts": [
      "Calibri"
    ],
    "sizes": [
      11.039999961853027
    ]
  },
  {
    "page_number": 4,
    "bbox": [
      70.94,
      70.9,
      530.86,
      570.97
    ],
    "text": "Upon conclusion of the trial, the Learned District Judge delivered the judgment on 15-10-2002, allowing the partition of the land. The 12th defendant was not a party to the original plaint, and the plaintiff has not shown any rights in favour of such a person. After the judgment was entered, the 12A defendant filed an application in the District Court stating that she was unable to be present on the date of trial because she had mistakenly believed the trial was scheduled for15-11-2002. However, the trial was held on 15-10-2002. Accordingly, she sought to set aside the judgment and to have the case fixed for trial de novo. Application of the 12A defendant was fixed for inquiry on 07-06-2005. However, on that date, the 12A defendant was absent and unrepresented. The Learned District Judge dismissed the application of the 12A defendant on 07-06-2005. Thereafter, 12A defendant filed another similar application dated 30-01-2008. That application was fixed for inquiry on 19-02-2009. On that date, the 12A defendant was absent and had informed the court that she was unwell. Accordingly, the Inquiry was postponed to another date. On 19-11-2009, which was the 3rd date given for the inquiry the court was informed that the 12A defendant had died. Thereafter, the present 12AA defendant was substituted as the legal representative of the 12th defendant. The 12AA defendant-petitioner was present in court on 02-08-2017. However, the 12AA defendant did not proceed with the application made by the 12A defendant. Final decree was entered on 22-11-2017. 12AA defendant-petitioner in this application seeks the same relief he previously sought in the District Court without pursuing the application made by the 12th defendant. The 12AA defendant is only a legal representative of the deceased 12th defendant. The 12th, 12A, and 12AA defendants have not acted diligently in the District Court.",
    "fonts": [
      "BookmanOldStyle",
      "BookmanOldStyle-Italic",
      "TimesNewRomanPSMT"
    ],
    "sizes": [
      8.039999961853027,
      12.0
    ]
  },
  {
    "page_number": 4,
    "bbox": [
      70.94,
      587.21,
      528.33,
      763.12
    ],
    "text": "The 12AA defendant-petitioner filed this Restitutio in Integrum application seeking to set aside the judgment entered eighteen years ago. The petitioner has not satisfactorily explained the reasons for the delay in filing this application. In the absence of such an explanation, allowing this application would be prejudicial to the other 12 parties, who have been litigating this action for approximately 20 years. Restitutio-in-Integrum is an extraordinary remedy and will be granted only under exceptional circumstances. The parties seeking Restitution must act with utmost promptitude. The court will not relieve parties of the",
    "fonts": [
      "BookmanOldStyle",
      "BookmanOldStyle-Italic",
      "TimesNewRomanPSMT"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 5,
    "bbox": [
      70.94,
      781.9,
      527.0,
      806.26
    ],
    "text": "6",
    "fonts": [
      "Calibri"
    ],
    "sizes": [
      11.039999961853027
    ]
  },
  {
    "page_number": 5,
    "bbox": [
      70.94,
      70.9,
      526.85,
      166.04
    ],
    "text": "consequences of their own folly, negligence or laches. (vide Sri Lanka Insurance Corporation Limited vs Shanmugam and another [1995] 1 Sri LR 55). Restitutio-in-Integrum in respect of judgments of original courts may be sought",
    "fonts": [
      "BookmanOldStyle",
      "BookmanOldStyle-Italic"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 5,
    "bbox": [
      88.94,
      176.16,
      526.94,
      190.16
    ],
    "text": "(a) Where judgments have been obtained by fraud, by the production of",
    "fonts": [
      "ArialMT",
      "BookmanOldStyle"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 5,
    "bbox": [
      70.94,
      192.36,
      470.38,
      222.56
    ],
    "text": "false evidence, non-disclosure of material facts or by force; or",
    "fonts": [
      "BookmanOldStyle"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 5,
    "bbox": [
      88.94,
      224.76,
      526.83,
      238.76
    ],
    "text": "(b) Where fresh evidence has cropped up since judgments, which was",
    "fonts": [
      "ArialMT",
      "BookmanOldStyle"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 5,
    "bbox": [
      88.94,
      240.96,
      526.84,
      302.51
    ],
    "text": "unknown earlier to the parties relying on it or which no diligence could have helped to disclose earlier, or (c) Where judgments have been pronounced by mistake and decrees",
    "fonts": [
      "ArialMT",
      "BookmanOldStyle"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 5,
    "bbox": [
      106.94,
      304.71,
      526.76,
      335.03
    ],
    "text": "entered thereon, provided, of course, it is an error which connotes a reasonable and excusable error.",
    "fonts": [
      "BookmanOldStyle"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 5,
    "bbox": [
      70.94,
      345.15,
      526.95,
      440.27
    ],
    "text": "In this case, there was no such fraud by the production of false evidence, nor has fresh evidence arisen since judgment, nor was judgment pronounced by mistake. 12 AA Defendant-Petitioner filed this application eighteen years after the judgment, and no explanation was given for such delay. The delay of eighteen years itself is sufficient to dismiss the application of the petitioner.",
    "fonts": [
      "BookmanOldStyle"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 5,
    "bbox": [
      70.94,
      450.27,
      526.9,
      496.87
    ],
    "text": "The petitioner has also failed to give sufficient reasons for seeking Restitution. The petitioner has not shown any exceptional circumstances which would warrant invoking relief by way of Restitutio-in-Integrum.",
    "fonts": [
      "BookmanOldStyle",
      "BookmanOldStyle-Italic"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 5,
    "bbox": [
      70.94,
      507.05,
      382.51,
      521.05
    ],
    "text": "For the above reasons, this application is dismissed.",
    "fonts": [
      "BookmanOldStyle"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 5,
    "bbox": [
      70.94,
      547.37,
      462.67,
      707.32
    ],
    "text": "Judge of the Court of Appeal. Dr. S. Premachandra J. I agree. Judge of the Court of Appeal.",
    "fonts": [
      "BookmanOldStyle",
      "BookmanOldStyle-Bold"
    ],
    "sizes": [
      12.0
    ]
  }
]