[
  {
    "page_number": 0,
    "bbox": [
      72.02,
      781.18,
      302.93,
      805.66
    ],
    "text": "1",
    "fonts": [
      "Calibri"
    ],
    "sizes": [
      11.039999961853027
    ]
  },
  {
    "page_number": 0,
    "bbox": [
      78.38,
      74.79,
      520.24,
      88.83
    ],
    "text": "IN THE COURT OF APPEAL OF THE DEMOCRATIC SOCIALIST REPUBLIC OF SRI",
    "fonts": [
      "Calibri-Bold"
    ],
    "sizes": [
      14.039999961853027
    ]
  },
  {
    "page_number": 0,
    "bbox": [
      277.85,
      93.29,
      320.76,
      107.33
    ],
    "text": "LANKA",
    "fonts": [
      "Calibri-Bold"
    ],
    "sizes": [
      14.039999961853027
    ]
  },
  {
    "page_number": 0,
    "bbox": [
      72.02,
      199.01,
      189.94,
      286.88
    ],
    "text": "CA Writ Application No. 172/2017",
    "fonts": [
      "Calibri-Bold"
    ],
    "sizes": [
      14.039999961853027
    ]
  },
  {
    "page_number": 0,
    "bbox": [
      288.91,
      121.01,
      542.69,
      220.97
    ],
    "text": "In the matter of an application for mandates in the nature of Writs of Mandamus in terms of Article 140 of the Constitution of the Democratic Socialist Republic of Sri Lanka. 01. Umesh Ganganath Ranawaka,",
    "fonts": [
      "ArialMT",
      "Calibri",
      "TimesNewRomanPSMT"
    ],
    "sizes": [
      14.039999961853027,
      15.960000038146973
    ]
  },
  {
    "page_number": 0,
    "bbox": [
      288.91,
      222.05,
      488.75,
      308.84
    ],
    "text": "No.20, Thissa Mawatha, Battaramulla. Jayanthipura, 02. Himal Makaranda Wattegama,",
    "fonts": [
      "ArialMT",
      "Calibri",
      "TimesNewRomanPSMT"
    ],
    "sizes": [
      14.039999961853027,
      15.960000038146973
    ]
  },
  {
    "page_number": 0,
    "bbox": [
      288.91,
      309.92,
      511.91,
      396.8
    ],
    "text": "No.22, Main Road, Jayanthipura, Battaramulla. 03. Mohamed Sanoon Mohamed Fasil,",
    "fonts": [
      "Calibri"
    ],
    "sizes": [
      14.039999961853027,
      15.960000038146973
    ]
  },
  {
    "page_number": 0,
    "bbox": [
      288.91,
      397.88,
      519.89,
      467.14
    ],
    "text": "No.253, Modera, Moratuwa. 04. Mestiyage Don Pathmasiri Nandana",
    "fonts": [
      "Calibri"
    ],
    "sizes": [
      14.039999961853027,
      15.960000038146973
    ]
  },
  {
    "page_number": 0,
    "bbox": [
      307.63,
      468.7,
      447.71,
      518.86
    ],
    "text": "Gunatilake, No.212G, Suriyapaluwa, Ganemulla.",
    "fonts": [
      "Calibri"
    ],
    "sizes": [
      14.039999961853027,
      15.960000038146973
    ]
  },
  {
    "page_number": 0,
    "bbox": [
      288.91,
      521.38,
      542.69,
      589.66
    ],
    "text": "Petitioners VS 01. D.K.R.Swarna,",
    "fonts": [
      "Calibri",
      "Calibri-Bold"
    ],
    "sizes": [
      14.039999961853027,
      15.960000038146973
    ]
  },
  {
    "page_number": 0,
    "bbox": [
      288.91,
      590.74,
      484.31,
      692.17
    ],
    "text": "Director General, Road Development Authority, \"Sethsiripaya, Battaramulla. 02. S.H.U. De Silva,",
    "fonts": [
      "Calibri"
    ],
    "sizes": [
      14.039999961853027,
      15.960000038146973
    ]
  },
  {
    "page_number": 0,
    "bbox": [
      307.63,
      693.37,
      481.19,
      760.57
    ],
    "text": "Director Administration, Road Development Authority, \"Sethsiripaya\", Battaramulla.",
    "fonts": [
      "Calibri"
    ],
    "sizes": [
      14.039999961853027,
      15.960000038146973
    ]
  },
  {
    "page_number": 1,
    "bbox": [
      72.02,
      781.18,
      302.93,
      805.66
    ],
    "text": "2",
    "fonts": [
      "Calibri"
    ],
    "sizes": [
      11.039999961853027
    ]
  },
  {
    "page_number": 1,
    "bbox": [
      72.02,
      286.4,
      504.27,
      466.42
    ],
    "text": "Before: C.P. Kirtisinghe J Mayadunne Corea J Counsel: Boopathi Kahathuduwa with Keheliya Koralage for the Petitioners. Amasara Gajadeera, SC for the Respondents. Argued on: 14.02.2023 Decided On: 04.04.2023",
    "fonts": [
      "Calibri",
      "Calibri-Bold"
    ],
    "sizes": [
      14.039999961853027
    ]
  },
  {
    "page_number": 1,
    "bbox": [
      72.02,
      478.78,
      187.06,
      492.82
    ],
    "text": "C. P. Kirtisinghe J",
    "fonts": [
      "Calibri-Bold"
    ],
    "sizes": [
      14.039999961853027
    ]
  },
  {
    "page_number": 1,
    "bbox": [
      72.02,
      506.5,
      526.55,
      618.82
    ],
    "text": "The Petitioners in this case are seeking for mandates in the nature of Writs of Mandamus directing the Respondents to backdate the promotions of the Petitioners to the post of Database/ Network Administrator Grade 4 with effect from 01.01.2005, for mandates in the nature of Writs of Mandamus directing the Respondents to promote the Petitioners to grade 2 - 1 and to recover damages from the Respondents.",
    "fonts": [
      "Calibri"
    ],
    "sizes": [
      14.039999961853027
    ]
  },
  {
    "page_number": 1,
    "bbox": [
      72.02,
      632.38,
      526.5,
      685.81
    ],
    "text": "According to the Scheme of Recruitment (SOR) in 2005 which is marked as P73, the basic qualifications necessary for the post of Database/Network Administrator Grade 4 is as follows;",
    "fonts": [
      "Calibri"
    ],
    "sizes": [
      14.039999961853027
    ]
  },
  {
    "page_number": 1,
    "bbox": [
      72.02,
      699.37,
      359.04,
      713.41
    ],
    "text": "Database Administrator/ Network Administrator",
    "fonts": [
      "Calibri-Bold"
    ],
    "sizes": [
      14.039999961853027
    ]
  },
  {
    "page_number": 1,
    "bbox": [
      90.02,
      724.91,
      360.0,
      760.69
    ],
    "text": "(1) Salary Scale & Grade: Grade 04 Rs.8,350 16x340 13,790/-",
    "fonts": [
      "Arial-BoldMT",
      "Calibri",
      "Calibri-Bold"
    ],
    "sizes": [
      14.039999961853027
    ]
  },
  {
    "page_number": 1,
    "bbox": [
      298.03,
      77.33,
      432.71,
      93.29
    ],
    "text": "03. N.R.Suriyaarachchi,",
    "fonts": [
      "Calibri"
    ],
    "sizes": [
      14.039999961853027,
      15.960000038146973
    ]
  },
  {
    "page_number": 1,
    "bbox": [
      298.03,
      94.37,
      495.59,
      198.29
    ],
    "text": "Chairman, Road Development Authority, \"Sethsiripaya\", Battaramulla. 04. Road Development Authority,",
    "fonts": [
      "Calibri"
    ],
    "sizes": [
      14.039999961853027,
      15.960000038146973
    ]
  },
  {
    "page_number": 1,
    "bbox": [
      316.75,
      199.37,
      407.63,
      232.49
    ],
    "text": "\"Sethsiripaya\", Battaramulla.",
    "fonts": [
      "Calibri"
    ],
    "sizes": [
      14.039999961853027,
      15.960000038146973
    ]
  },
  {
    "page_number": 1,
    "bbox": [
      481.3,
      233.57,
      560.53,
      249.53
    ],
    "text": "Respondents",
    "fonts": [
      "Calibri-Bold"
    ],
    "sizes": [
      14.039999961853027,
      15.960000038146973
    ]
  },
  {
    "page_number": 2,
    "bbox": [
      72.02,
      781.18,
      302.93,
      805.66
    ],
    "text": "3",
    "fonts": [
      "Calibri"
    ],
    "sizes": [
      11.039999961853027
    ]
  },
  {
    "page_number": 2,
    "bbox": [
      90.02,
      72.61,
      526.49,
      226.37
    ],
    "text": "(2) Age Limit: Below 45 years (Age limit will not apply to those who are presently employed in Government Departments, State Corporations and Statutory Boards) (3) Minimum Qualifications & Service Requirements: (i) A Degree in Computer Science (System Analysis & Design) of a recognized university.",
    "fonts": [
      "Arial-BoldMT",
      "ArialMT",
      "Calibri",
      "Calibri-Bold"
    ],
    "sizes": [
      14.039999961853027
    ]
  },
  {
    "page_number": 2,
    "bbox": [
      126.02,
      232.01,
      520.83,
      344.36
    ],
    "text": "Or (ii) Diploma in Computer Science (System Analysis & Design One Year Course) conducted by a recognized University/ Institution recognized by the CINTEC with 2 years experience as a Senior Computer Operator Special Grade in the RDA.",
    "fonts": [
      "ArialMT",
      "Calibri"
    ],
    "sizes": [
      14.039999961853027
    ]
  },
  {
    "page_number": 2,
    "bbox": [
      126.02,
      350.0,
      526.2,
      442.64
    ],
    "text": "Or (iii) Certificate Course in System Analysis & Design conducted by a recognized University/ Institution recognized by the CINTEC & 3 years experience as a Senior Computer Operator Special Grade in the RDA.",
    "fonts": [
      "ArialMT",
      "Calibri"
    ],
    "sizes": [
      14.039999961853027
    ]
  },
  {
    "page_number": 2,
    "bbox": [
      72.02,
      456.22,
      526.31,
      489.94
    ],
    "text": "Note: Priority should be given to Senior Computer Operator in the RDA when filling the vacancies.",
    "fonts": [
      "Calibri",
      "Calibri-Bold"
    ],
    "sizes": [
      14.039999961853027
    ]
  },
  {
    "page_number": 2,
    "bbox": [
      72.02,
      503.62,
      526.56,
      753.49
    ],
    "text": "The Petitioners state that they possessed the aforementioned basic qualifications necessary for the post of Database/ Network Administrator Grade 4 in 2005. They state that while the Petitioners were having the necessary basic qualifications for the post, the 4th Respondent had taken steps to recruit candidates from outside. Thereafter, on the request made by the relevant trade union to provide opportunity for the internal staff to get their promotions in terms of the SOR in 2005, the 3rd Respondent, the Chairman of the RDA had requested the 2nd Respondent, the Director Administration to call for internal applications for the post. The applications were called accordingly and the Petitioners were informed that they all have to sit for an examination which was scheduled for 06.06.2007. Later, the exam was cancelled and according to the Petitioners it had not been conducted so far. Later, it was informed that the management had decided to hold an examination and Sri Lanka Institute of",
    "fonts": [
      "Calibri"
    ],
    "sizes": [
      9.0,
      14.039999961853027
    ]
  },
  {
    "page_number": 3,
    "bbox": [
      72.02,
      781.18,
      302.93,
      805.66
    ],
    "text": "4",
    "fonts": [
      "Calibri"
    ],
    "sizes": [
      11.039999961853027
    ]
  },
  {
    "page_number": 3,
    "bbox": [
      72.02,
      74.79,
      526.57,
      344.36
    ],
    "text": "Information Technology has agreed to hold the examination for 8 candidates after a six months training program on Network and Database Administration. The Petitioners had followed the aforesaid training program and successfully completed same on 06.08.2008. The Petitioners state that they were eligible for the promotion since 01.01.2005 in terms of the SOR of 2005 but the aforesaid promotions of the Petitioners were denied by giving incorrect, unreasonable and mala fide reasons in order to show favoritism to 3 outside candidates to effect ultra vires appointments. The Petitioners state that the Deputy Director (Administration) and the 2nd Respondent, the Director (Administration) by the letter marked P81 had recommended that the Petitioners be promoted to grade 2 - 1 with effect from 01.01.2005 and it was approved by the 1st Respondent but the Petitioners were never promoted. The Petitioners state that if they had gained the promotions to grade 4 in terms of the SOR in 2005 with effect from 01.01.2005 they would have been promoted to grade 2 - 1 by now.",
    "fonts": [
      "Calibri",
      "Calibri-Italic"
    ],
    "sizes": [
      9.0,
      14.039999961853027
    ]
  },
  {
    "page_number": 3,
    "bbox": [
      72.02,
      356.78,
      526.61,
      765.13
    ],
    "text": "The 1st to 4th Respondents in their statement of objections and the affidavit had denied the fact that the Petitioners had the required basic qualifications for the post in 2005. The Respondents state that although the Petitioners had followed the several courses in Computer Science, they were not regarded as recognized courses in terms of the SOR of 2005. The Petitioners obtained the basic qualifications approved and recognized by the Sri Lanka Institute of Information Technology only in 2008 after undergoing a training program sponsored by the RDA. They state that in 2006 the Petitioners did not possess the required minimum qualifications to be promoted to the post of Database Administrator in terms of the SOR of 2005 which was in operation. Hence the RDA sponsored a six months training program for the Petitioners and at the end of it a certificate recognized by the Sri Lanka Institute of Information Technology was awarded to the Petitioners in 2008. Applications from the external candidates had to be called as the internal candidates did not have their minimum qualifications and the exam which was to be held had to be cancelled since none of the internal candidates at that time had the basic qualifications to qualify for the post. Thereafter, the Petitioners faced a competitive exam and became successful and became eligible to be promoted to the post in the year 2010 after obtaining the minimum qualifications subsequently. The Respondents state that the Petitioners have no legal right to compel the Respondents to backdate their appointments by way of internal promotions to 01.01.2005 as at that date the",
    "fonts": [
      "Calibri"
    ],
    "sizes": [
      9.0,
      14.039999961853027
    ]
  },
  {
    "page_number": 4,
    "bbox": [
      72.02,
      781.18,
      302.93,
      805.66
    ],
    "text": "5",
    "fonts": [
      "Calibri"
    ],
    "sizes": [
      11.039999961853027
    ]
  },
  {
    "page_number": 4,
    "bbox": [
      72.02,
      74.79,
      526.58,
      108.53
    ],
    "text": "Petitioners did not have the requisite minimum qualifications to be promoted to that post.",
    "fonts": [
      "Calibri"
    ],
    "sizes": [
      14.039999961853027
    ]
  },
  {
    "page_number": 4,
    "bbox": [
      72.02,
      122.09,
      526.32,
      175.49
    ],
    "text": "The Petitioners in their count of affidavit state that they had the basic qualifications for the post in terms of the SOR in 2005 when the applications were called.",
    "fonts": [
      "Calibri"
    ],
    "sizes": [
      14.039999961853027
    ]
  },
  {
    "page_number": 4,
    "bbox": [
      72.02,
      189.05,
      526.61,
      753.49
    ],
    "text": "The case of the Petitioners is that they had the minimum qualifications required for the post in terms of the SOR of 2005 at the time when the applications were called and the Respondents deny that. According to the Respondents the Petitioners did not have the required minimum qualifications for the post in terms of the SOR of 2005 when the applications were called and the Petitioners acquired the minimum required qualifications only after following the training program organized by the RDA and awarding a certificate which is recognized by the Sri Lanka Institute of Information Technology. The burden is on the Petitioners to satisfy this court that they had the basic minimum requirements to qualify for the post at the time the applications were called. If they fail to do so, their case fails. When one compares the basic qualifications necessary for the post as specified in paragraph 11 of the petition with the qualifications disclosed by the Petitioners in paragraphs 4,5,6 and 7 of the petition and specified in the certificates annexed there to, one cannot come to the conclusion that the Petitioners had the basic required qualifications to apply to the post in terms of the SOR of 2005, at the time the applications were called. In the document marked P81 which is heavily relied by the Petitioners and which is their own document, the Deputy Director (Administration) had observed that the Petitioners were promoted in 2010 although they had passed the examination in 2008. As per usual practice the promotions should have been effected soon after the examination results were released. He has also referred to the fact that the Petitioners underwent a 6 months training program prior to their sitting for the exam. Those observations imply that the Petitioners did not have the basic qualifications for the post at the time the applications were called. Otherwise, there is no necessity for him who mention the fact that the promotions should have been effected soon after the release of the examination results. That shows that the Petitioners did not have the basic qualifications prior to the passing of that examination. The Petitioners in paragraph 19 of the petition states that the following paragraph of the board paper No. 1043/2007",
    "fonts": [
      "Calibri"
    ],
    "sizes": [
      14.039999961853027
    ]
  },
  {
    "page_number": 5,
    "bbox": [
      72.02,
      781.18,
      302.93,
      805.66
    ],
    "text": "6",
    "fonts": [
      "Calibri"
    ],
    "sizes": [
      11.039999961853027
    ]
  },
  {
    "page_number": 5,
    "bbox": [
      72.02,
      74.79,
      526.46,
      108.53
    ],
    "text": "marked P80 gave rise to the legitimate expectation for the Petitioners to get their promotions.",
    "fonts": [
      "Calibri"
    ],
    "sizes": [
      14.039999961853027
    ]
  },
  {
    "page_number": 5,
    "bbox": [
      72.02,
      122.09,
      526.53,
      293.36
    ],
    "text": "Considering the successful completion of the course as being qualified for the post of Database / Network Administrator according to the SOR of the RDA. Thus, said Board Paper No. 1043/2007 gave legitimate expectation for Petitioners to get their promotion to the post of Database / Network Administration (Grade 04). This statement, which, according to the Petitioners, had given rise to a legitimate expectation for the Petitioners to get their promotions clearly shows that the Petitioners did not have the basic qualifications for the post prior to the successful completion of the training program.",
    "fonts": [
      "Calibri"
    ],
    "sizes": [
      14.039999961853027
    ]
  },
  {
    "page_number": 5,
    "bbox": [
      72.02,
      307.04,
      526.61,
      360.32
    ],
    "text": "Therefore, the Petitioners have failed to satisfy this court that they had the basic required qualifications for the post at the time the applications were called. I will proceed further on that footing.",
    "fonts": [
      "Calibri"
    ],
    "sizes": [
      14.039999961853027
    ]
  },
  {
    "page_number": 5,
    "bbox": [
      72.02,
      374.0,
      526.58,
      584.62
    ],
    "text": "In the letter marked P81 the Deputy Director (Administration) had recommended to the Director General of the RDA to backdate the promotions of the Petitioners to 01.01.2005 and the Director (Administration) too has recommended it by an endorsement. The Director General has approved the aforesaid recommendation. The Learned counsel for the Petitioners relied heavily on that document and submitted that the Director General had taken a decision to backdate the promotions of the Petitioners to take effect from 01.01.2005 and the Director General had the capacity to do so. On the other hand, the Learned State counsel for the Respondents submitted that the incumbent Director General is not bound to follow a wrong decision taken by his predecessor in office.",
    "fonts": [
      "Calibri"
    ],
    "sizes": [
      14.039999961853027
    ]
  },
  {
    "page_number": 5,
    "bbox": [
      72.02,
      598.18,
      526.37,
      651.61
    ],
    "text": "Section 12 of the Road Development Authority Act No. 73 of 1981 (as amended) specifies the powers and functions of the Director General. Section 12(2) reads as follows;",
    "fonts": [
      "Calibri"
    ],
    "sizes": [
      14.039999961853027
    ]
  },
  {
    "page_number": 5,
    "bbox": [
      72.02,
      665.17,
      526.4,
      757.81
    ],
    "text": "(2) The Director General shall, subject to the general direction of the Authority on matters of policy and strategy, be charged with the direction of the business of the Authority, the organization and execution of powers, functions and duties of the Authority and the administrative control of the employees of the Authority.",
    "fonts": [
      "Calibri"
    ],
    "sizes": [
      14.039999961853027
    ]
  },
  {
    "page_number": 6,
    "bbox": [
      72.02,
      781.18,
      302.93,
      805.66
    ],
    "text": "7",
    "fonts": [
      "Calibri"
    ],
    "sizes": [
      11.039999961853027
    ]
  },
  {
    "page_number": 6,
    "bbox": [
      72.02,
      74.79,
      526.55,
      285.44
    ],
    "text": "The Learned counsel for the Petitioner submitted that the Director general of the Authority had the power to approve the decision contained in the document marked P81. As the Petitioners did not possess the basic required qualifications for the post on 01.01.2005 according to the SOR of 2005 which is applicable on that day, the former Director General could not have backdated the promotions of the Petitioners to take effect from 01.01.2005. Such a decision which becomes ultra vires can create unnecessary complications in the administrative setup of the Authority and the utilization of the public funds. The incumbent Director General is not bound to follow the decision of his predecessor in office which is wrong and ultra vires and if the incumbent Director General implements the decision that act also becomes ultra vires.",
    "fonts": [
      "Calibri",
      "Calibri-Italic"
    ],
    "sizes": [
      14.039999961853027
    ]
  },
  {
    "page_number": 6,
    "bbox": [
      72.02,
      299.0,
      436.35,
      313.04
    ],
    "text": "The legal right and the legitimate expectation of the Petitioners",
    "fonts": [
      "Calibri"
    ],
    "sizes": [
      14.039999961853027
    ]
  },
  {
    "page_number": 6,
    "bbox": [
      72.02,
      326.72,
      526.57,
      419.36
    ],
    "text": "Legitimate expectation, in general terms, was based on the principles of procedural fairness and was closely related to hearings in conjunctions with the rules of natural justice. D.J. Galigan in his treatise Due Process and Fair Procedures. A study of Administrative Procedure 1996 at page 320 observes as follows;",
    "fonts": [
      "Calibri"
    ],
    "sizes": [
      14.039999961853027
    ]
  },
  {
    "page_number": 6,
    "bbox": [
      72.02,
      432.92,
      526.4,
      486.34
    ],
    "text": "In one sense legitimate expectation is an extension of the idea of an interest. The duty to procedural fairness is owed, it has been said, when a persons rights, interests, or legitimate expectations are in issues.",
    "fonts": [
      "Calibri"
    ],
    "sizes": [
      14.039999961853027
    ]
  },
  {
    "page_number": 6,
    "bbox": [
      72.02,
      498.64,
      526.52,
      651.61
    ],
    "text": "David Foulkes in Administrative Law, 8th edition, Butterworths 1995 at page 290 states that a promise or an undertaking could give rise to a legitimate expectation. He states thus, The right to a hearing, or to be consulted, or generally to put ones case, may also arise out of the action of the authority itself. This action may take one or two, or both forms, a promise (or a statement or undertaking) or a regular procedure. Both the promise and the procedure are capable of giving rise to what is called a legitimate expectation, that an expectation of the kind which the courts will enforce.",
    "fonts": [
      "Calibri"
    ],
    "sizes": [
      9.0,
      14.039999961853027
    ]
  },
  {
    "page_number": 6,
    "bbox": [
      72.02,
      663.91,
      526.61,
      698.89
    ],
    "text": "H.W.R. Wade and C.F. Forsyth in their text book on Administrative Law (11th edition) at pages 450 to 452 observe as follows,",
    "fonts": [
      "Calibri"
    ],
    "sizes": [
      9.0,
      14.039999961853027
    ]
  },
  {
    "page_number": 6,
    "bbox": [
      72.02,
      712.45,
      526.42,
      765.85
    ],
    "text": "It is not enough that an expectation should exist: it must in addition be legitimate. But how is it to be determined whether a particular expectation is worthy of protection? This is a difficult area since an expectation reasonably",
    "fonts": [
      "Calibri"
    ],
    "sizes": [
      14.039999961853027
    ]
  },
  {
    "page_number": 7,
    "bbox": [
      72.02,
      781.18,
      302.93,
      805.66
    ],
    "text": "8",
    "fonts": [
      "Calibri"
    ],
    "sizes": [
      11.039999961853027
    ]
  },
  {
    "page_number": 7,
    "bbox": [
      72.02,
      74.79,
      526.51,
      187.13
    ],
    "text": "entertained by a person may not be found to be legitimate because of some countervailing consideration of policy or Law. A crucial requirement is that the assurance must itself be clear, unequivocal and unambiguous. Many claimants fail at this hurdle after close analysis of the assurance. The test is how on a fair reading of the promise it would have been reasonably understood by those who it was made.",
    "fonts": [
      "Calibri"
    ],
    "sizes": [
      14.039999961853027
    ]
  },
  {
    "page_number": 7,
    "bbox": [
      72.02,
      200.69,
      526.57,
      411.32
    ],
    "text": "In the case of Wannigama Vs Incorporated Council of Legal Education and others (2007) 2 SLR 281 Dr. Shirani Bandaranayake J. (as she then was) at page 292 observed as follows, In such circumstances it is evident that the appellant could not have had any legitimate expectation to have been selected to the Sri Lanka Law College on the basis of his marks obtained at the entrance examination. The intervening circumstances, as referred to earlier, was the selection of a group of students, who had sat for the entrance examination in the Tamil medium. As examined earlier, the appellant did not belong to and could not have belonged to that group. It is not possible to rely upon a legitimate expectation unless such expectation is founded upon either a promise or an established practice.",
    "fonts": [
      "Calibri",
      "Calibri-Bold"
    ],
    "sizes": [
      14.039999961853027
    ]
  },
  {
    "page_number": 7,
    "bbox": [
      72.02,
      425.0,
      526.61,
      517.66
    ],
    "text": "In that case the appellant did not belong to the group of students who sat for the examination in Tamil medium and the appellant could not have been considered along with the students who had sat for the examination in Tamil medium and called for the interview for a special selection process. Therefore, the appellant in that case could not have had a legitimate expectation.",
    "fonts": [
      "Calibri"
    ],
    "sizes": [
      14.039999961853027
    ]
  },
  {
    "page_number": 7,
    "bbox": [
      72.02,
      531.22,
      526.59,
      741.85
    ],
    "text": "In the case of Wasana Vs Incorporated Council of Legal Education and others (2004) 1 SLR 154 the Petitioner was informed that her admission to Law College has been approved for registration. Later the Council had informed her that due to an error her marks had been entered as 70 when it was in fact 56 and as the cut off mark was 70, she is not qualified for admission. In that case Gamini Amaratunga J. had observed as follows, When the basic ingredient necessary for the formation of a legitimate expectation is marks over and above the cut off point is lacking the petitioner cannot rely on a document which contains a provisional decision which has been subsequently found to be a decision based on erroneous factual data submitted to the Law College due to an inadvertent error committed by an examiner.",
    "fonts": [
      "Calibri",
      "Calibri-Bold"
    ],
    "sizes": [
      14.039999961853027
    ]
  },
  {
    "page_number": 8,
    "bbox": [
      72.02,
      781.18,
      302.93,
      805.66
    ],
    "text": "9",
    "fonts": [
      "Calibri"
    ],
    "sizes": [
      11.039999961853027
    ]
  },
  {
    "page_number": 8,
    "bbox": [
      72.02,
      74.79,
      526.47,
      147.77
    ],
    "text": "In this case the Petitioners were lacking the basic required qualifications to qualify them for the promotion in 2005. Therefore, they could not have had a legitimate expectation that their promotions would be backdated to 01.01.2005.",
    "fonts": [
      "Calibri"
    ],
    "sizes": [
      14.039999961853027
    ]
  },
  {
    "page_number": 8,
    "bbox": [
      72.02,
      161.45,
      526.53,
      254.09
    ],
    "text": "As the Petitioners did not possess the basic required qualifications for the post in 2005, they did not have a legal right to be violated. They did not have a legal right to claim for a promotion to that post. In the absence of any such legal right there cannot be any legal duty cast upon the Road Development Authority to backdate their promotions.",
    "fonts": [
      "Calibri"
    ],
    "sizes": [
      14.039999961853027
    ]
  },
  {
    "page_number": 8,
    "bbox": [
      72.02,
      267.68,
      529.75,
      497.98
    ],
    "text": "In the case of Wannigama Vs Incorporated Council of Legal Education and others cited above, at page 291 Dr. Shirani Bandaranayake J. had observed as follows, for the appellant to insist that mandamus be issued to direct the Sri Lanka Law College to admit him to follow its programme, he should have fulfilled the basic requirement for the said writ by indicating that he has a legal right as he had obtained over and above 69 marks at the entrance examination. The appellant who had admittedly obtained only 66 marks, at the entrance examination to the Sri Lanka Law College thus has no legal right for the admission to the Sri Lanka Law College on the basis of the result of that examination. When the appellant has no such legal right, there cannot be any legal duty for the Incorporated Council of Legal Education to admit the appellant to the Sri Lanka Law College.",
    "fonts": [
      "Calibri",
      "Calibri-Bold"
    ],
    "sizes": [
      14.039999961853027
    ]
  },
  {
    "page_number": 8,
    "bbox": [
      72.02,
      511.54,
      526.61,
      643.54
    ],
    "text": "In the case of Wasana Vs Incorporated Council of Legal Education and others cited above Amaratunaga J. had observed as follows, A writ of mandamus is available against a public or a statutory body performing statutory duties of a public character. In order to succeed in an application for a writ of mandamus the petitioner has to show that he or she has legal right and the respondent corporate, statutory or public body has a legal duty to recognize and give effect to the petitioners legal right.",
    "fonts": [
      "Calibri",
      "Calibri-Bold",
      "Calibri-Italic"
    ],
    "sizes": [
      14.039999961853027
    ]
  },
  {
    "page_number": 8,
    "bbox": [
      72.02,
      657.13,
      526.58,
      710.53
    ],
    "text": "In the case of Perera Vs Municipal Council of Colombo 48 NLR 66 Nagalingam A. J. held that, in an application for a writ of mandamus the appellant must have a right to the performance of some duty of a public character.",
    "fonts": [
      "Calibri",
      "Calibri-Bold"
    ],
    "sizes": [
      14.039999961853027
    ]
  },
  {
    "page_number": 8,
    "bbox": [
      72.02,
      724.09,
      526.27,
      757.81
    ],
    "text": "In this case the Petitioners do not have a legal right to demand the Road Development Authority to backdate their promotions to take effect from",
    "fonts": [
      "Calibri"
    ],
    "sizes": [
      14.039999961853027
    ]
  },
  {
    "page_number": 9,
    "bbox": [
      72.02,
      781.18,
      305.81,
      805.66
    ],
    "text": "10",
    "fonts": [
      "Calibri"
    ],
    "sizes": [
      11.039999961853027
    ]
  },
  {
    "page_number": 9,
    "bbox": [
      72.02,
      74.79,
      526.49,
      147.77
    ],
    "text": "01.01.2005 as they did not possess the basic required qualifications for the post in 2005. Therefore, there is no corresponding duty cast upon the RDA towards the Petitioners. Therefore, the application of the Petitioners must necessarily fail.",
    "fonts": [
      "Calibri"
    ],
    "sizes": [
      14.039999961853027
    ]
  },
  {
    "page_number": 9,
    "bbox": [
      72.02,
      161.45,
      526.58,
      214.73
    ],
    "text": "For the aforesaid reasons we refuse to grant the mandate in the nature of Writ of Mandamus as prayed for and dismiss the application of the Petitioners without costs.",
    "fonts": [
      "Calibri"
    ],
    "sizes": [
      14.039999961853027
    ]
  },
  {
    "page_number": 9,
    "bbox": [
      380.23,
      307.76,
      526.61,
      321.8
    ],
    "text": "Judge of Court of Appeal",
    "fonts": [
      "Calibri-Bold"
    ],
    "sizes": [
      14.039999961853027
    ]
  },
  {
    "page_number": 9,
    "bbox": [
      72.02,
      334.16,
      200.02,
      348.2
    ],
    "text": "Mayadunne Corea J",
    "fonts": [
      "Calibri-Bold"
    ],
    "sizes": [
      14.039999961853027
    ]
  },
  {
    "page_number": 9,
    "bbox": [
      72.02,
      360.68,
      116.35,
      374.72
    ],
    "text": "I Agree",
    "fonts": [
      "Calibri-Bold"
    ],
    "sizes": [
      14.039999961853027
    ]
  },
  {
    "page_number": 9,
    "bbox": [
      380.23,
      440.0,
      526.61,
      454.04
    ],
    "text": "Judge of Court of Appeal",
    "fonts": [
      "Calibri-Bold"
    ],
    "sizes": [
      14.039999961853027
    ]
  }
]