[
  {
    "page_number": 0,
    "bbox": [
      108.0,
      778.85,
      489.82,
      805.76
    ],
    "text": "1",
    "fonts": [
      "CIDFont+F1"
    ],
    "sizes": [
      11.040450096130371
    ]
  },
  {
    "page_number": 0,
    "bbox": [
      127.56,
      94.86,
      472.03,
      110.02
    ],
    "text": "IN THE COURT OF APPEAL OF THE DEMOCRATIC",
    "fonts": [
      "CIDFont+F2"
    ],
    "sizes": [
      12.960525512695312
    ]
  },
  {
    "page_number": 0,
    "bbox": [
      171.36,
      117.66,
      428.35,
      132.82
    ],
    "text": "SOCIALIST REPUBLIC OF SRI LANKA",
    "fonts": [
      "CIDFont+F2"
    ],
    "sizes": [
      12.960525512695312
    ]
  },
  {
    "page_number": 0,
    "bbox": [
      108.0,
      141.29,
      491.47,
      296.26
    ],
    "text": "In the matter of an Appeal under Section 331 of the Code of Criminal Procedure Act No. 15 of 1979, read with Article 138 of the Constitution of the Democratic Socialist Republic of Sri Lanka.",
    "fonts": [
      "CIDFont+F3"
    ],
    "sizes": [
      12.960525512695312
    ]
  },
  {
    "page_number": 0,
    "bbox": [
      288.0,
      299.21,
      453.88,
      331.42
    ],
    "text": "The Democratic Socialist Republic of Sri Lanka",
    "fonts": [
      "CIDFont+F3"
    ],
    "sizes": [
      12.960525512695312
    ]
  },
  {
    "page_number": 0,
    "bbox": [
      108.0,
      334.37,
      475.94,
      489.34
    ],
    "text": "Court of Appeal Case No. CA/HCC/0019/2022 Complainant High Court of Monaragala V. Case No. HC/134/2019 Weerasinghe Mudiyanselage Senevirathna",
    "fonts": [
      "CIDFont+F2",
      "CIDFont+F3"
    ],
    "sizes": [
      12.960525512695312
    ]
  },
  {
    "page_number": 0,
    "bbox": [
      108.0,
      491.7,
      475.94,
      664.78
    ],
    "text": "Accused AND NOW BETWEEN Weerasinghe Mudiyanselage Senevirathna AccusedAppellant V.",
    "fonts": [
      "CIDFont+F2",
      "CIDFont+F3"
    ],
    "sizes": [
      12.960525512695312
    ]
  },
  {
    "page_number": 0,
    "bbox": [
      288.0,
      667.73,
      478.07,
      732.36
    ],
    "text": "Hon. Attorney General, Attorney Generals Department, Colombo 12.",
    "fonts": [
      "CIDFont+F3"
    ],
    "sizes": [
      12.000450134277344,
      12.960525512695312
    ]
  },
  {
    "page_number": 0,
    "bbox": [
      324.0,
      735.29,
      492.47,
      766.08
    ],
    "text": "ComplainantRespondent",
    "fonts": [
      "CIDFont+F2",
      "CIDFont+F3"
    ],
    "sizes": [
      12.000450134277344,
      12.960525512695312
    ]
  },
  {
    "page_number": 1,
    "bbox": [
      108.0,
      778.85,
      489.82,
      805.76
    ],
    "text": "2",
    "fonts": [
      "CIDFont+F1"
    ],
    "sizes": [
      11.040450096130371
    ]
  },
  {
    "page_number": 1,
    "bbox": [
      108.0,
      72.06,
      491.49,
      419.26
    ],
    "text": "BEFORE : K. PRIYANTHA FERNANDO, J. (P/CA) WICKUM A. KALUARACHCHI, J. COUNSEL : Ruwan Jayawardena, AAL for the Accused Appellant. Wasantha Perera, Deputy Solicitor General for the Respondent. ARGUED ON : 13.10.2022 WRITTEN SUBMISSIONS FILED ON : 25.08.2022 by the Accused Appellant. 06.09.2022 by the Respondent. JUDGMENT ON : 24.11.2022",
    "fonts": [
      "CIDFont+F2",
      "CIDFont+F3"
    ],
    "sizes": [
      12.000450134277344,
      12.960525512695312
    ]
  },
  {
    "page_number": 1,
    "bbox": [
      108.0,
      421.74,
      491.52,
      752.74
    ],
    "text": "************** K. PRIYANTHA FERNANDO, J.(P/CA) 1. The accused appellant (hereinafter referred to as the appellant) was indicted in the High Court of Monaragala for three counts of grave sexual abuse, an offence punishable in terms of section 365B(2)(b) of the Penal Code. As per the particulars of the offences provided in counts no.1 and no.2, it was alleged that the appellant had used his penis between the thighs of the child victim on different occasions. As per the particulars of the offence mentioned in count no. 3, the appellant has inserted his penis in the anus of the child victim. 2. After trial, the learned High Court Judge convicted the appellant on counts no.1 and no.2, and sentenced the appellant to 10 years rigorous imprisonment on both",
    "fonts": [
      "CIDFont+F2",
      "CIDFont+F3",
      "CIDFont+F4",
      "CIDFont+F5"
    ],
    "sizes": [
      12.960525512695312
    ]
  },
  {
    "page_number": 2,
    "bbox": [
      108.0,
      778.85,
      489.82,
      805.76
    ],
    "text": "3",
    "fonts": [
      "CIDFont+F1"
    ],
    "sizes": [
      11.040450096130371
    ]
  },
  {
    "page_number": 2,
    "bbox": [
      135.0,
      72.65,
      491.52,
      174.94
    ],
    "text": "counts to run concurrently. In addition, the appellant was ordered to pay a fine of Rs. 10,000/- on each count and was also ordered to pay Rs. 100,000/- to the victim as compensation. This appeal is filed by the appellant against the above convictions and the sentences.",
    "fonts": [
      "CIDFont+F3"
    ],
    "sizes": [
      12.960525512695312
    ]
  },
  {
    "page_number": 2,
    "bbox": [
      108.0,
      177.89,
      491.41,
      261.58
    ],
    "text": "3. At the argument of this appeal, the learned Counsel for the appellant pursued the following grounds of appeal that were submitted in his written submissions,",
    "fonts": [
      "CIDFont+F3",
      "CIDFont+F4"
    ],
    "sizes": [
      12.960525512695312
    ]
  },
  {
    "page_number": 2,
    "bbox": [
      149.04,
      264.51,
      491.44,
      454.66
    ],
    "text": "I. Whether the learned High Court Judge has correctly assessed that the prosecution has proved the offences described in the indictment against the appellant were carried out by the appellant between the time period as stated in the indictment, beyond reasonable doubt? II. Has the accused appellant been denied the right to a fair trial by the learned High Court Judge as the time of offences have not been specified nor provided?",
    "fonts": [
      "CIDFont+F3",
      "CIDFont+F4"
    ],
    "sizes": [
      12.960525512695312
    ]
  },
  {
    "page_number": 2,
    "bbox": [
      144.6,
      457.21,
      491.44,
      570.7
    ],
    "text": "III. Has the learned High Court Judge misdirected herself in evaluating evidence of the prosecution by failing to evaluate the deficiencies in the evidence of PW1, PW3, PW4 and PW9 and thereby has overlooked the weakness in the prosecution case?",
    "fonts": [
      "CIDFont+F3",
      "CIDFont+F4"
    ],
    "sizes": [
      8.040300369262695,
      12.960525512695312
    ]
  },
  {
    "page_number": 2,
    "bbox": [
      144.36,
      573.37,
      491.44,
      651.7
    ],
    "text": "IV. Has the learned High Court Judge completely ignored the salient weaknesses of the prosecution case and admitted evidence which cannot be admitted under prevailing law?",
    "fonts": [
      "CIDFont+F3",
      "CIDFont+F4"
    ],
    "sizes": [
      8.040300369262695,
      12.960525512695312
    ]
  },
  {
    "page_number": 2,
    "bbox": [
      148.68,
      654.37,
      491.43,
      715.18
    ],
    "text": "V. Has the learned High Court Judge failed to consider the improbabilities of the version of the prosecution?",
    "fonts": [
      "CIDFont+F3",
      "CIDFont+F4"
    ],
    "sizes": [
      8.040300369262695,
      12.960525512695312
    ]
  },
  {
    "page_number": 2,
    "bbox": [
      144.36,
      717.73,
      491.44,
      761.14
    ],
    "text": "VI. Did the learned High Court Judge err in sentencing the accused appellant for an",
    "fonts": [
      "CIDFont+F3",
      "CIDFont+F4"
    ],
    "sizes": [
      8.040300369262695,
      12.960525512695312
    ]
  },
  {
    "page_number": 3,
    "bbox": [
      108.0,
      778.85,
      489.82,
      805.76
    ],
    "text": "4",
    "fonts": [
      "CIDFont+F1"
    ],
    "sizes": [
      11.040450096130371
    ]
  },
  {
    "page_number": 3,
    "bbox": [
      108.0,
      72.65,
      491.53,
      754.06
    ],
    "text": "unreasonable and excessive term of imprisonment and granted an excessive compensation to the victim? 4. The facts of this case in brief, as per the evidence led by the prosecution are as follows, The child victim (PW1) was a boy of about 13 years of age at the time of the incident. He has been living with his grandparents as his mother has abandoned him and his father has also been living separately with his second wife. The appellant was their neighbour. The victim used to frequently go to the appellants premises to fetch water from the appellants well, to watch television and also to borrow the appellants bicycle whenever he wanted to go to the town. On several occasions when the PW1 went to the appellants house, the appellant has sexually abused him. He has not made any complaint to anyone about the sexual abuse committed against him. However, two lady officers from the probation office have come and inquired about this and has taken statements from the PW1. As per the evidence of Shiromi Dissannayake (PW4), an officer who was looking into matters of child rights attached to the divisional secretariat Wellawaya, she has received a letter from the probation and child care department which stated that, this child was being abused by a neighbour. On that information, she has first inquired about the child from the school and then she has gone to the childs house and recorded a statement from him. 5. When the defence was called, making an unsworn statement from the dock, the accused has altogether denied the allegation. He has stated that, as he never abused the child and as the date of such abuse is also not mentioned in the charge and as he did not commit any offence, he cannot answer to the charge. On the day in which he was arrested by the police, he has been drunk after consuming alcohol, and he has",
    "fonts": [
      "CIDFont+F3",
      "CIDFont+F4",
      "CIDFont+F5"
    ],
    "sizes": [
      12.960525512695312
    ]
  },
  {
    "page_number": 4,
    "bbox": [
      108.0,
      778.85,
      489.82,
      805.76
    ],
    "text": "5",
    "fonts": [
      "CIDFont+F1"
    ],
    "sizes": [
      11.040450096130371
    ]
  },
  {
    "page_number": 4,
    "bbox": [
      108.0,
      72.65,
      491.67,
      754.06
    ],
    "text": "thought that he was arrested for being drunk in a public place. 6. The grounds of appeal no.1 and no.2 will be discussed together as they are based on the same footing. The learned Counsel for the appellant submitted that, the prosecution has failed to prove the dates on which the victim was sexually abused. Upon being questioned with regard to the days on which he was abused, the PW1 in his evidence has replied that, he cannot remember the exact dates. The learned Deputy Solicitor General submitted that, although the victim could not remember the exact dates on which he was abused, there is ample evidence to show that the victim has been abused by the appellant on several occasions within the period specified in the charge. 7. The learned High Court Judge in her judgment has sufficiently discussed this issue from page 15 onwards (page 165 of the appeal brief). According to the evidence as analysed by the learned High Court Judge, the PW1 has clearly stated that, he was sexually abused on several occasions within a period of one year before his statement was recorded. According to counts no.1 and no.2 in the indictment, it was alleged that the victim was abused during the period between 24th September 2012 and 8th August 2013. Thus, the victim has in fact clearly said in his evidence that, he was sexually abused on several occasions by the appellant within a period of one year before his statement was recorded by the police. As discussed in her judgment by the learned High Court Judge, what is of importance is whether the accused sexually abused the child. 8. This issue was aptly discussed in case of Thimbirigolle Sirirathana Thero v. Attorney General CA/194/2015 [07/05/2019] it was held that, in cases of sexual offences against children, the victims",
    "fonts": [
      "CIDFont+F3",
      "CIDFont+F4",
      "CIDFont+F6"
    ],
    "sizes": [
      8.520299911499023,
      12.960525512695312
    ]
  },
  {
    "page_number": 5,
    "bbox": [
      108.0,
      778.85,
      489.82,
      805.76
    ],
    "text": "6",
    "fonts": [
      "CIDFont+F1"
    ],
    "sizes": [
      11.040450096130371
    ]
  },
  {
    "page_number": 5,
    "bbox": [
      135.0,
      72.65,
      491.52,
      171.37
    ],
    "text": "very often find it difficult to remember the exact date of the offence by the time they testify in court after a long lapse of time. However, the accused should not be deprived of a fair trial. This aspect was sufficiently discussed in case of R. V. Dossi, 13 Cr.App.R.158.",
    "fonts": [
      "CIDFont+F3",
      "CIDFont+F6"
    ],
    "sizes": [
      9.96037483215332,
      12.960525512695312
    ]
  },
  {
    "page_number": 5,
    "bbox": [
      162.0,
      174.19,
      491.2,
      381.47
    ],
    "text": "\"In Dossi (supra), it was held that a date specified in an indictment is not a material matter unless it is an essential part of the alleged offence; the defendant may be convicted although the jury finds that the offence was committed on a date other than that specified in the indictment. Amendment of the indictment is unnecessary, although it will be good practice to do so (provided that there is no prejudice, below) where it is clear on the evidence that if the offence was committed at all it was committed on the day other than that specified.",
    "fonts": [
      "CIDFont+F5"
    ],
    "sizes": [
      12.960525512695312
    ]
  },
  {
    "page_number": 5,
    "bbox": [
      108.0,
      384.41,
      491.44,
      637.09
    ],
    "text": "In case of Wright V. Nicholson 54 Cr.App.R.38, it was held that the prosecution should not be allowed to depart from an allegation that an offence was committed on a particular day in reliance on the principle in Dossi if there is a risk that the defendant has been misled as to the allegation he has to answer or that he would be prejudiced in having to answer a less specific allegation, as to the importance of the provision of such particulars in the context of the right to fair trial under art.6 of the ECHR.\" (Archbold Criminal Pleading Evidence and Practice 2019, 1-225 at page 83).",
    "fonts": [
      "CIDFont+F3",
      "CIDFont+F5"
    ],
    "sizes": [
      9.96037483215332,
      12.960525512695312
    ]
  },
  {
    "page_number": 5,
    "bbox": [
      135.0,
      639.65,
      491.41,
      671.74
    ],
    "text": "This position was accepted and followed in Pandithakoralage v. Selvanayagam 56 N.L.R. 143.",
    "fonts": [
      "CIDFont+F3",
      "CIDFont+F6"
    ],
    "sizes": [
      12.960525512695312
    ]
  },
  {
    "page_number": 5,
    "bbox": [
      108.0,
      674.69,
      491.4,
      758.38
    ],
    "text": "9. The prosecution has clearly established that the appellant has sexually abused the child victim during the period mentioned in the charge. In his statement from the dock, the appellant had clearly stated that he",
    "fonts": [
      "CIDFont+F3",
      "CIDFont+F4"
    ],
    "sizes": [
      12.960525512695312
    ]
  },
  {
    "page_number": 6,
    "bbox": [
      108.0,
      778.85,
      489.82,
      805.76
    ],
    "text": "7",
    "fonts": [
      "CIDFont+F1"
    ],
    "sizes": [
      11.040450096130371
    ]
  },
  {
    "page_number": 6,
    "bbox": [
      108.0,
      72.65,
      491.53,
      490.9
    ],
    "text": "could not answer the charge as no specific dates relating to the offence were mentioned in the charge. However, when he gave evidence, he has not put forth any defence of alibi stating that at any time during the period specified in the charge, he was elsewhere. I bear in mind that the appellant has no burden to prove a defence of alibi. It is the prosecution that has to prove that the accused committed the crime. As rightly considered and concluded by the learned High Court Judge, the prosecution has proved beyond reasonable doubt that the offences of sexual abuse on the victim were committed by the appellant during the period specified in the charges no.1 and no.2. When the defence of the appellant does not rely on an alibi, I hold that no prejudice has been caused to the appellant by mentioning in the charge, a period during which the appellant sexually abused the PW1. The victim has been consistent when he gave the short history to the medical officer (PW9) who examined him and mentioned the period in which he was abused. Hence the grounds of appeal no.1 and no.2 have no merit. 10. The grounds of appeal 3, 4 and 5 will be considered",
    "fonts": [
      "CIDFont+F3",
      "CIDFont+F4"
    ],
    "sizes": [
      12.960525512695312
    ]
  },
  {
    "page_number": 6,
    "bbox": [
      108.0,
      493.85,
      491.52,
      736.54
    ],
    "text": "together as they are also based on the same footing. The learned Counsel for the appellant submitted that, although the PW4 in her evidence has said in Court that she told the police how the victim was abused by the appellant, she has not mentioned this act of sexual abuse in detail in her statement to the police. However, it is evident that, the PW4 has made the statement to the police upon inquiring from the child victim. She has informed the police that, according to the child he has been abused by the appellant. Thus, not giving details of how the child was abused will not affect the credibility of the PW4. 11. The victim has not immediately complained to anyone",
    "fonts": [
      "CIDFont+F3",
      "CIDFont+F4"
    ],
    "sizes": [
      12.960525512695312
    ]
  },
  {
    "page_number": 6,
    "bbox": [
      135.0,
      739.49,
      491.4,
      754.06
    ],
    "text": "of the sexual abuse committed on him by the",
    "fonts": [
      "CIDFont+F3"
    ],
    "sizes": [
      12.960525512695312
    ]
  },
  {
    "page_number": 7,
    "bbox": [
      108.0,
      778.85,
      489.82,
      805.76
    ],
    "text": "8",
    "fonts": [
      "CIDFont+F1"
    ],
    "sizes": [
      11.040450096130371
    ]
  },
  {
    "page_number": 7,
    "bbox": [
      108.0,
      72.65,
      491.52,
      543.46
    ],
    "text": "appellant. In a case such as this, it is important to consider the circumstances under which these acts of sexual abuse were committed against the victim by the appellant. The PW1 had been living with his grandparents. The PW1 and the grandparents have used the well that belonged to the appellant to fetch water. The victim has also been going to the appellants house to watch television and has even been using his bicycle. The appellant has sexually abused the PW1, clearly taking advantage of the vulnerability of the victim. By virtue of being a child, when they are sexually abused, they may tend to hide this from others, they may even feel guilty among themselves for what had transpired. The PW1 has only divulged about these abuses when he was questioned by the authorities. Therefore, not making the complaint immediately after the incident will not affect the credibility of the child. The learned High Court Judge in her judgment has sufficiently discussed the issue of delay in making the complaint by the victim at pages 11 and 12 of her judgment (pages 161 and 162 of the appeal brief) and has rightly concluded that the delay in making the complaint has not affected the credibility of the child victim. Therefore, the grounds of appeal 3, 4 and 5 should necessarily fail. 12. Although the ground of appeal no.6 was urged in his",
    "fonts": [
      "CIDFont+F3",
      "CIDFont+F4"
    ],
    "sizes": [
      12.960525512695312
    ]
  },
  {
    "page_number": 7,
    "bbox": [
      135.0,
      546.41,
      491.53,
      754.06
    ],
    "text": "written submissions, the learned Counsel for the appellant did not pursue the ground of appeal no. 6 at the hearing of this argument. However, in his written submissions, the learned Counsel for the appellant has said that, admissions recorded by the parties in terms of section 420 of the Code of Criminal Procedure Act has not been considered by the learned High Court Judge in favour of the appellant in sentencing. The two admissions recorded during the trial were the victims age and the expertise of the doctor (PW9). Those two admissions will not have much weight to reduce the sentence or to be considered as a serious mitigatory",
    "fonts": [
      "CIDFont+F3"
    ],
    "sizes": [
      12.960525512695312
    ]
  },
  {
    "page_number": 8,
    "bbox": [
      108.0,
      778.85,
      489.82,
      805.76
    ],
    "text": "9",
    "fonts": [
      "CIDFont+F1"
    ],
    "sizes": [
      11.040450096130371
    ]
  },
  {
    "page_number": 8,
    "bbox": [
      135.0,
      72.65,
      491.53,
      262.66
    ],
    "text": "factor. However, when considering the prescribed punishment for the offence being between 7-20 years imprisonment, the learned High Court Judge has been very considerate on the mitigatory factors when she arrived at a 10 years rigorous imprisonment as the final sentence. The fines and compensation ordered are also justified in the given circumstances. The learned High Court Judge has considered all the mitigatory factors when she arrived at the final sentence. Therefore, the ground of appeal no. 6 should necessarily fail.",
    "fonts": [
      "CIDFont+F3"
    ],
    "sizes": [
      12.960525512695312
    ]
  },
  {
    "page_number": 8,
    "bbox": [
      108.0,
      265.54,
      262.84,
      311.26
    ],
    "text": "Appeal dismissed.",
    "fonts": [
      "CIDFont+F3"
    ],
    "sizes": [
      9.96037483215332,
      12.960525512695312
    ]
  },
  {
    "page_number": 8,
    "bbox": [
      108.0,
      313.56,
      471.36,
      478.8
    ],
    "text": "PRESIDENT OF THE COURT OF APPEAL WICKUM A. KALUARACHCHI, J. I agree.",
    "fonts": [
      "CIDFont+F2",
      "CIDFont+F3"
    ],
    "sizes": [
      12.000450134277344,
      12.960525512695312
    ]
  },
  {
    "page_number": 8,
    "bbox": [
      216.0,
      551.04,
      441.11,
      565.08
    ],
    "text": "JUDGE OF THE COURT OF APPEAL",
    "fonts": [
      "CIDFont+F2",
      "CIDFont+F3"
    ],
    "sizes": [
      12.000450134277344
    ]
  }
]