[
  {
    "page_number": 0,
    "bbox": [
      72.02,
      729.22,
      542.81,
      755.86
    ],
    "text": "1",
    "fonts": [
      "Calibri"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 0,
    "bbox": [
      88.46,
      53.04,
      515.79,
      66.0
    ],
    "text": "IN THE COURT OF APPEAL OF THE DEMOCRATIC SOCIALIST REPUBLIC OF SRI LANKA",
    "fonts": [
      "Calibri Light"
    ],
    "sizes": [
      12.960000038146973
    ]
  },
  {
    "page_number": 0,
    "bbox": [
      333.07,
      89.06,
      536.6,
      181.34
    ],
    "text": "In the matter of appeal in terms of the High Court of the Province (Special Provisions) Act No 19 of 1990 and in terms of the Article 138 and 154 of the Constitution of the Democratic Socialist Republic of Sri Lanka.",
    "fonts": [
      "Calibri Light"
    ],
    "sizes": [
      12.960000038146973
    ]
  },
  {
    "page_number": 0,
    "bbox": [
      67.58,
      215.42,
      165.43,
      228.38
    ],
    "text": "CA (PHC) 77/2019",
    "fonts": [
      "Calibri Light"
    ],
    "sizes": [
      12.960000038146973
    ]
  },
  {
    "page_number": 0,
    "bbox": [
      67.58,
      245.81,
      256.41,
      313.49
    ],
    "text": "High Court of Ratnapura Revision Application No: RA 54/17 Magistrate Court of Ratnapura Case No: 10502 A",
    "fonts": [
      "Calibri Light"
    ],
    "sizes": [
      12.960000038146973
    ]
  },
  {
    "page_number": 0,
    "bbox": [
      270.89,
      215.42,
      510.63,
      265.01
    ],
    "text": "Wedikkarage Ransonona, Elapatha South, Gagulvitiya Road, Elapatha, Ratnapura.",
    "fonts": [
      "Calibri Light"
    ],
    "sizes": [
      12.960000038146973
    ]
  },
  {
    "page_number": 0,
    "bbox": [
      270.89,
      274.01,
      536.67,
      318.65
    ],
    "text": "Petitioner Vs.",
    "fonts": [
      "Calibri Light"
    ],
    "sizes": [
      12.960000038146973
    ]
  },
  {
    "page_number": 0,
    "bbox": [
      270.89,
      321.65,
      477.87,
      371.09
    ],
    "text": "Gamini Samaranayaka, Gurupasgala Road, Elapatha South, Ratnapura.",
    "fonts": [
      "Calibri Light"
    ],
    "sizes": [
      12.960000038146973
    ]
  },
  {
    "page_number": 0,
    "bbox": [
      67.58,
      381.41,
      536.67,
      494.47
    ],
    "text": "Respondent AND BETWEEN Gamini Samaranayaka, Gurupasgala Road, Elapatha South, Ratnapura.",
    "fonts": [
      "Calibri Light"
    ],
    "sizes": [
      12.960000038146973
    ]
  },
  {
    "page_number": 0,
    "bbox": [
      67.58,
      502.99,
      536.67,
      603.46
    ],
    "text": "Respondent-Petitioner Vs. Wedikkarage Ransonona, Elapatha South, Gagulvitiya Road, Elapatha, Ratnapura.",
    "fonts": [
      "Calibri Light"
    ],
    "sizes": [
      12.960000038146973
    ]
  },
  {
    "page_number": 0,
    "bbox": [
      67.58,
      612.46,
      536.67,
      673.06
    ],
    "text": "Petitioner-Respondent AND NOW BETWEEN",
    "fonts": [
      "Calibri Light"
    ],
    "sizes": [
      12.960000038146973
    ]
  },
  {
    "page_number": 1,
    "bbox": [
      72.02,
      729.22,
      542.81,
      755.86
    ],
    "text": "2",
    "fonts": [
      "Calibri"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 1,
    "bbox": [
      67.58,
      53.04,
      477.87,
      102.5
    ],
    "text": "Gamini Samaranayaka, Gurupasgala Road, Elapatha South, Ratnapura.",
    "fonts": [
      "Calibri Light"
    ],
    "sizes": [
      12.960000038146973
    ]
  },
  {
    "page_number": 1,
    "bbox": [
      67.58,
      110.66,
      536.67,
      207.74
    ],
    "text": "Respondent-Petitioner-Appellant Vs. Wedikkarage Ransonona, Elapatha South, Gagulvitiya Road, Elapatha, Ratnapura.",
    "fonts": [
      "Calibri Light"
    ],
    "sizes": [
      12.960000038146973
    ]
  },
  {
    "page_number": 1,
    "bbox": [
      67.58,
      216.74,
      536.67,
      245.42
    ],
    "text": "Petitioner–Respondent-Respondent",
    "fonts": [
      "Calibri Light"
    ],
    "sizes": [
      12.960000038146973
    ]
  },
  {
    "page_number": 1,
    "bbox": [
      67.58,
      283.97,
      308.26,
      296.93
    ],
    "text": "Before: Damith Thotawatte, J.",
    "fonts": [
      "Calibri Light"
    ],
    "sizes": [
      12.960000038146973
    ]
  },
  {
    "page_number": 1,
    "bbox": [
      193.58,
      307.85,
      306.58,
      320.81
    ],
    "text": "K.M.S. Dissanayake, J.",
    "fonts": [
      "Calibri Light"
    ],
    "sizes": [
      12.960000038146973
    ]
  },
  {
    "page_number": 1,
    "bbox": [
      67.58,
      331.61,
      472.91,
      378.65
    ],
    "text": "Counsels: Sandamal Rajapakse with Lakmal Sooriyagoda for the Respondent-Petitioner-Appellant.",
    "fonts": [
      "Calibri Light"
    ],
    "sizes": [
      12.960000038146973
    ]
  },
  {
    "page_number": 1,
    "bbox": [
      67.58,
      396.05,
      511.85,
      527.23
    ],
    "text": "Ershan Ariyaratnam instructed by Ms. Udeni Gallage through Legal Aid Commission for the Petitioner–Respondent–Respondent Argued: 15.07.2025 Written submissions tendered on:",
    "fonts": [
      "Calibri Light"
    ],
    "sizes": [
      12.960000038146973
    ]
  },
  {
    "page_number": 1,
    "bbox": [
      67.58,
      498.31,
      498.87,
      579.55
    ],
    "text": "27.05.2024 By Respondent–Petitioner–Appellant. 24.12.2024 By Petitioner–Respondent–Respondent. Judgement Delivered: 29.10.2025",
    "fonts": [
      "Calibri Light"
    ],
    "sizes": [
      12.960000038146973
    ]
  },
  {
    "page_number": 1,
    "bbox": [
      72.02,
      636.34,
      146.35,
      649.3
    ],
    "text": "Thotawatte, J.",
    "fonts": [
      "Calibri Light"
    ],
    "sizes": [
      12.960000038146973
    ]
  },
  {
    "page_number": 1,
    "bbox": [
      72.02,
      666.82,
      542.66,
      716.26
    ],
    "text": "This appeal is against the order dated 02.05.2019 pronounced in favour of the Petitioner-Respondent-Respondent (hereinafter sometimes referred to as the “Respondent”) by the learned High Court Judge of the Provincial High Court of Sabaragamuwa holden in",
    "fonts": [
      "Calibri Light"
    ],
    "sizes": [
      12.960000038146973
    ]
  },
  {
    "page_number": 2,
    "bbox": [
      72.02,
      729.22,
      542.81,
      755.86
    ],
    "text": "3",
    "fonts": [
      "Calibri"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 2,
    "bbox": [
      72.02,
      53.04,
      542.91,
      157.1
    ],
    "text": "Ratnapura, exercising revisionary jurisdiction under Article 154P(3)(b) of the Constitution, whereby the said Court upheld the order dated 22.08.2017 made by the learned Additional Magistrate of the Magistrate’s Court of Ratnapura acting as the Primary Court Judge under the provisions of the Primary Court’s Procedure Act, No. 44 of 1979 (hereinafter sometimes referred to as the “PCP Act”) regarding a dispute relating to possession of a land.",
    "fonts": [
      "Calibri Light"
    ],
    "sizes": [
      12.960000038146973
    ]
  },
  {
    "page_number": 2,
    "bbox": [
      72.02,
      176.54,
      543.03,
      335.45
    ],
    "text": "The Respondent filing information under Section 66 (1)(b) of the PCP Act dated 09.01.2017 has submitted to the learned Magistrate of the Magistrate’s Court of Ratnapura that she and her presently deceased husband had been cultivating the subject land since they got married in 1981. After her husband had passed away, the Respondent-Petitioner-Appellant (hereinafter sometimes referred to as the “Appellant”), who had no claim over the subject land, had started to interfere with her peaceful possession by attempting to forcibly dispossess her. As Appellant had continued his hostile activities undeterred, even after complaints were made to the police, a situation has arisen of a possible breach of the peace.",
    "fonts": [
      "Calibri Light"
    ],
    "sizes": [
      12.960000038146973
    ]
  },
  {
    "page_number": 2,
    "bbox": [
      72.02,
      354.89,
      542.73,
      495.43
    ],
    "text": "Section 66 serves as the procedural gateway for the exercise of the Primary Court’s preventive jurisdiction in land disputes where a breach of the peace is threatened, and in terms of Section 66(1)(b), such jurisdiction may be invoked by a private party through the filing of information by affidavit, upon which the Court is mandated to issue notice, by its usual process or by registered post, to the parties named therein to appear on the date specified; moreover, in compliance with Section 66(4), the Court must, within one week of such filing, cause a notice to be conspicuously affixed on the land in dispute, thereby inviting the participation of any other persons claiming an interest in the subject matter.",
    "fonts": [
      "Calibri Light"
    ],
    "sizes": [
      12.960000038146973
    ]
  },
  {
    "page_number": 2,
    "bbox": [
      72.02,
      512.83,
      542.75,
      580.39
    ],
    "text": "Section 66 prescribes an expedited procedural framework to ensure timely judicial oversight, thereby preventing escalation, and Section 66(8) deals with the consequences of non-appearance or failure to comply with procedural directions in disputes affecting land under Section 66.",
    "fonts": [
      "Calibri Light"
    ],
    "sizes": [
      12.960000038146973
    ]
  },
  {
    "page_number": 2,
    "bbox": [
      72.02,
      599.74,
      293.5,
      612.7
    ],
    "text": "The wording of Section 66(8) is as follows:",
    "fonts": [
      "Calibri Light"
    ],
    "sizes": [
      12.960000038146973
    ]
  },
  {
    "page_number": 2,
    "bbox": [
      99.02,
      629.14,
      483.87,
      642.7
    ],
    "text": "(8) (a) Where a party or person interested is required to enter",
    "fonts": [
      "Calibri Light"
    ],
    "sizes": [
      11.039999961853027,
      12.960000038146973
    ]
  },
  {
    "page_number": 2,
    "bbox": [
      189.02,
      646.9,
      483.94,
      676.9
    ],
    "text": "an appearance under this Part he may enter such appearance by an attorney-at-law.",
    "fonts": [
      "Calibri Light"
    ],
    "sizes": [
      12.960000038146973
    ]
  },
  {
    "page_number": 2,
    "bbox": [
      99.02,
      684.94,
      483.92,
      698.5
    ],
    "text": "(b) Where a party fails to appear or having appeared fails",
    "fonts": [
      "Calibri Light"
    ],
    "sizes": [
      11.039999961853027,
      12.960000038146973
    ]
  },
  {
    "page_number": 2,
    "bbox": [
      189.02,
      702.7,
      483.89,
      715.66
    ],
    "text": "to file his affidavit and also his documents (if any) he",
    "fonts": [
      "Calibri Light"
    ],
    "sizes": [
      12.960000038146973
    ]
  },
  {
    "page_number": 3,
    "bbox": [
      72.02,
      729.22,
      542.81,
      755.86
    ],
    "text": "4",
    "fonts": [
      "Calibri"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 3,
    "bbox": [
      72.02,
      53.04,
      484.09,
      134.42
    ],
    "text": "shall be deemed to be in default and not be entitled to participate at the inquiry but the court shall consider suchmaterial as is before it respecting the claims of such party in making its determination and order.",
    "fonts": [
      "Calibri Light"
    ],
    "sizes": [
      12.960000038146973
    ]
  },
  {
    "page_number": 3,
    "bbox": [
      72.02,
      147.98,
      543.03,
      252.02
    ],
    "text": "Section 66(8) underscores the legislative intent that the swift preventive jurisdiction conferred under Part VII shall not be impeded by dilatory or non-compliant conduct of parties, mandating the Court to proceed with the inquiry in order to preserve public peace notwithstanding a party’s default, while at the same time safeguarding fairness by requiring the Court to consider any material already before it pertaining to the claims of such defaulting party.",
    "fonts": [
      "Calibri Light"
    ],
    "sizes": [
      12.960000038146973
    ]
  },
  {
    "page_number": 3,
    "bbox": [
      72.02,
      265.49,
      543.03,
      387.77
    ],
    "text": "In the proceedings under the PCP Act relating to the instant matter, the learned Magistrate treated the Appellant as being in default on the basis that the Appellant was absent and unrepresented on the notice returnable date of 23.01.2017, notwithstanding that notice had been duly served and conspicuously affixed on the premises. Under Section 66(8)(b) of the PCP Act, a defaulting party is barred from participating in the subsequent inquiry. Accordingly, the learned Magistrate has proceeded with the inquiry in the absence of the Appellant.",
    "fonts": [
      "Calibri Light"
    ],
    "sizes": [
      12.960000038146973
    ]
  },
  {
    "page_number": 3,
    "bbox": [
      72.02,
      401.21,
      542.99,
      505.99
    ],
    "text": "The Appellant’s position is that he never received the summons purported to have been issued on him. However, upon becoming aware of the proceedings, he had filed a motion with an affidavit dated 06.04.2017 explaining that the non-appearance was due to non-receipt of summons, and as such, requesting that the delivery of the order in the substantive application be suspended, giving him an opportunity to enter and participate in the Inquiry.",
    "fonts": [
      "Calibri Light"
    ],
    "sizes": [
      12.960000038146973
    ]
  },
  {
    "page_number": 3,
    "bbox": [
      72.02,
      519.55,
      543.03,
      623.62
    ],
    "text": "The learned High Court Judge examining the Journal Entry dated 09.01.2017 and 23.01.2017 had become satisfied that the learned Magistrate had ordered the Court Fiscal to affix a notice on the subject land under Section 66 (4) of the PCP Act. Further upon the report of the Fiscal of substituted service, the learned High Court Judge had arrived at the conclusion that the notices had been properly delivered upon the Appellant.",
    "fonts": [
      "Calibri Light"
    ],
    "sizes": [
      12.960000038146973
    ]
  },
  {
    "page_number": 3,
    "bbox": [
      72.02,
      637.06,
      543.03,
      686.38
    ],
    "text": "The learned Judge of the High Court has further observed that there is no indication that the said motion was supported on the day it was filed or any other day before the order delivered by the learned Magistrate on 22.08.2017.",
    "fonts": [
      "Calibri Light"
    ],
    "sizes": [
      12.960000038146973
    ]
  },
  {
    "page_number": 4,
    "bbox": [
      72.02,
      729.22,
      542.81,
      755.86
    ],
    "text": "5",
    "fonts": [
      "Calibri"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 4,
    "bbox": [
      72.02,
      53.04,
      543.03,
      193.7
    ],
    "text": "There is no indication in the court record to show that the learned Magistrate has acknowledged the Appellant’s application to purge the default. The order of the learned Magistrate dated 22.08.2017 has no mention of the application to purge the default or regarding the content of the affidavit filed asserting the Appellant’s position with regard to the subject land. Although the learned Magistrate has not given any reason for disregarding the said application, the learned High Court Judge has determined that, as the application had not been formally supported, the learned Magistrate was correct to ignore the application.",
    "fonts": [
      "Calibri Light"
    ],
    "sizes": [
      12.960000038146973
    ]
  },
  {
    "page_number": 4,
    "bbox": [
      72.02,
      213.02,
      542.66,
      262.73
    ],
    "text": "In appeals such as this, the Court of Appeal is confined to examining the correctness of the Provincial High Court’s exercise of revisionary jurisdiction, and not to re-hear and re-evaluate the matter as an appeal against the Primary Court’s order itself1.",
    "fonts": [
      "Calibri Light"
    ],
    "sizes": [
      8.520000457763672,
      12.960000038146973
    ]
  },
  {
    "page_number": 4,
    "bbox": [
      72.02,
      282.29,
      543.04,
      477.55
    ],
    "text": "Although Section 66(8)(b) of the PCP Act prescribes the consequence of default, the Act itself does not provide an express mechanism by which a defaulting party may purge such default. Nevertheless, by virtue of the casus omissus provision contained in the Act, the provisions of the Civil or Criminal Procedure Codes may, where appropriate, be applied with necessary adaptations to fill that procedural gap. The legal and practical consequence of the learned Magistrate’s failure to consider the application to purge default is that the Appellant remains a party in default and, as such, is not entitled to participate in the inquiry. In proceedings under Section 66, even where a party’s request to fully re-enter the inquiry is refused, Section 66(8) nonetheless obliges the Court to take into account any material on record relating to the claims of the defaulting party when making its determination and order.",
    "fonts": [
      "Calibri Light"
    ],
    "sizes": [
      12.960000038146973
    ]
  },
  {
    "page_number": 4,
    "bbox": [
      72.02,
      496.99,
      542.98,
      637.78
    ],
    "text": "However, it should also be considered that the affidavit filed inter alia asserting the Appellant’s position, has been filed after the Appellant was declared to be a party in default. Section 66(8)(b) of the PCP Act has not expressly specified whether “the material” to be considered includes that filed subsequently by a party who has been declared in default. It stands to reason that Section 66(8)(b) contemplates only material that was before the Court prior to the party being declared in default. To give a different interpretation would allow the defaulting party to achieve indirectly what they are not permitted to do directly, thereby defeating the legislative intent underlying Section 66(8).",
    "fonts": [
      "Calibri Light"
    ],
    "sizes": [
      12.960000038146973
    ]
  },
  {
    "page_number": 4,
    "bbox": [
      72.02,
      645.82,
      507.69,
      671.71
    ],
    "text": "1Wijamunige Charlis (Deceased) and Others vs. Weerappulige Ashoka Weerasinghe CA (PHC) 138-2016 CAM 08.08.2023,",
    "fonts": [
      "Calibri",
      "Calibri Light",
      "Calibri Light,Italic"
    ],
    "sizes": [
      8.039999961853027,
      9.0,
      12.0
    ]
  },
  {
    "page_number": 4,
    "bbox": [
      72.02,
      676.39,
      503.44,
      697.99
    ],
    "text": "Jayasekarage Bandulasena and others Vs. Galla Kankanamge Chaminda Kushantha and others CA (PHC) 147/2009 CAM 27.09.2017, Nandawathie and another Vs. Mahindasena (2009) 2 SLR 218",
    "fonts": [
      "Calibri Light",
      "Calibri Light,Italic"
    ],
    "sizes": [
      9.0
    ]
  },
  {
    "page_number": 5,
    "bbox": [
      72.02,
      729.22,
      542.81,
      755.86
    ],
    "text": "6",
    "fonts": [
      "Calibri"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 5,
    "bbox": [
      72.02,
      53.04,
      542.43,
      84.12
    ],
    "text": "As such the learned Magistrate cannot be faulted for not considering the affidavit filed by the Appellant.",
    "fonts": [
      "Calibri Light"
    ],
    "sizes": [
      12.960000038146973
    ]
  },
  {
    "page_number": 5,
    "bbox": [
      72.02,
      103.58,
      543.0,
      152.9
    ],
    "text": "In view of the aforesaid reasons, I see no justifiable ground to interfere with the order dated 22.08.2017 made by the learned Magistrate and the order dated 02.05.2019 made by the learned High Court Judge.",
    "fonts": [
      "Calibri Light"
    ],
    "sizes": [
      12.960000038146973
    ]
  },
  {
    "page_number": 5,
    "bbox": [
      72.02,
      166.34,
      542.9,
      270.41
    ],
    "text": "Hence, the Appeal is dismissed subject to a cost fixed at Rs 20,000/- to be paid by the Respondent-Petitioner-Appellant.",
    "fonts": [
      "Calibri Light"
    ],
    "sizes": [
      12.960000038146973
    ]
  },
  {
    "page_number": 5,
    "bbox": [
      394.51,
      283.85,
      543.03,
      296.81
    ],
    "text": "Judge of the Court of Appeal",
    "fonts": [
      "Calibri Light"
    ],
    "sizes": [
      12.960000038146973
    ]
  },
  {
    "page_number": 5,
    "bbox": [
      72.02,
      310.37,
      184.99,
      339.17
    ],
    "text": "K.M.S. Dissanayake, J.",
    "fonts": [
      "Calibri Light"
    ],
    "sizes": [
      12.960000038146973
    ]
  },
  {
    "page_number": 5,
    "bbox": [
      72.02,
      358.01,
      109.87,
      389.21
    ],
    "text": "I agree",
    "fonts": [
      "Calibri Light"
    ],
    "sizes": [
      12.960000038146973
    ]
  },
  {
    "page_number": 5,
    "bbox": [
      394.51,
      429.07,
      543.03,
      442.03
    ],
    "text": "Judge of the Court of Appeal",
    "fonts": [
      "Calibri Light"
    ],
    "sizes": [
      12.960000038146973
    ]
  }
]