[
  {
    "page_number": 0,
    "bbox": [
      72.02,
      731.38,
      542.6,
      755.86
    ],
    "text": "Page 1 of 7",
    "fonts": [
      "Calibri",
      "Calibri-Bold"
    ],
    "sizes": [
      11.039999961853027
    ]
  },
  {
    "page_number": 0,
    "bbox": [
      72.98,
      74.79,
      542.31,
      88.83
    ],
    "text": "IN THE COURT OF APPEAL OF THE DEMOCRATIC SOCIALIST REPUBLIC OF SRI LANKA",
    "fonts": [
      "Calibri-Light"
    ],
    "sizes": [
      14.039999961853027
    ]
  },
  {
    "page_number": 0,
    "bbox": [
      324.05,
      126.41,
      543.27,
      219.05
    ],
    "text": "In the matter of an application for a mandate in the Nature of Writ of Mandamus under Article 140 of the Constitution of the Republic of Sri Lanka.",
    "fonts": [
      "Calibri-Light"
    ],
    "sizes": [
      14.039999961853027
    ]
  },
  {
    "page_number": 0,
    "bbox": [
      72.02,
      232.61,
      273.7,
      246.65
    ],
    "text": "CA (Writ) Application No. 157/2022",
    "fonts": [
      "Calibri-Light"
    ],
    "sizes": [
      14.039999961853027
    ]
  },
  {
    "page_number": 0,
    "bbox": [
      324.05,
      259.04,
      468.15,
      273.08
    ],
    "text": "K. G. Ranjith Samarakoon",
    "fonts": [
      "Calibri-Light"
    ],
    "sizes": [
      14.039999961853027
    ]
  },
  {
    "page_number": 0,
    "bbox": [
      324.05,
      284.12,
      494.79,
      298.16
    ],
    "text": "No. 08, Kada Weediya Digana,",
    "fonts": [
      "Calibri-Light"
    ],
    "sizes": [
      14.039999961853027
    ]
  },
  {
    "page_number": 0,
    "bbox": [
      324.05,
      309.32,
      383.76,
      323.36
    ],
    "text": "Rajawella.",
    "fonts": [
      "Calibri-Light"
    ],
    "sizes": [
      14.039999961853027
    ]
  },
  {
    "page_number": 0,
    "bbox": [
      324.05,
      334.4,
      613.38,
      348.44
    ],
    "text": "Petitioner",
    "fonts": [
      "Calibri-Light"
    ],
    "sizes": [
      14.039999961853027
    ]
  },
  {
    "page_number": 0,
    "bbox": [
      324.05,
      359.48,
      343.2,
      373.52
    ],
    "text": "Vs.",
    "fonts": [
      "Calibri-Light"
    ],
    "sizes": [
      14.039999961853027
    ]
  },
  {
    "page_number": 0,
    "bbox": [
      306.05,
      410.1,
      444.96,
      426.32
    ],
    "text": "1. The Director General",
    "fonts": [
      "ArialMT",
      "Calibri-Light"
    ],
    "sizes": [
      14.039999961853027
    ]
  },
  {
    "page_number": 0,
    "bbox": [
      306.05,
      429.46,
      483.15,
      511.78
    ],
    "text": "Forest Department, No. 82, Rajamalwatte Road, Battaramulla. 2. Kushan S. Mihipitiya",
    "fonts": [
      "ArialMT",
      "Calibri-Light"
    ],
    "sizes": [
      14.039999961853027
    ]
  },
  {
    "page_number": 0,
    "bbox": [
      306.05,
      514.9,
      478.35,
      597.34
    ],
    "text": "Range Forest Officer, Range Forest Office, Digana Rajawella. 3. The Hon. Attorney General",
    "fonts": [
      "ArialMT",
      "Calibri-Light"
    ],
    "sizes": [
      14.039999961853027
    ]
  },
  {
    "page_number": 0,
    "bbox": [
      324.05,
      600.37,
      542.91,
      699.85
    ],
    "text": "Attorney Generals Department, Colombo 12. Respondents",
    "fonts": [
      "Calibri-Light"
    ],
    "sizes": [
      14.039999961853027
    ]
  },
  {
    "page_number": 1,
    "bbox": [
      72.02,
      731.38,
      542.6,
      755.86
    ],
    "text": "Page 2 of 7",
    "fonts": [
      "Calibri",
      "Calibri-Bold"
    ],
    "sizes": [
      11.039999961853027
    ]
  },
  {
    "page_number": 1,
    "bbox": [
      72.02,
      74.79,
      348.72,
      88.83
    ],
    "text": "Before : Sobhitha Rajakaruna, J.",
    "fonts": [
      "Calibri-Light"
    ],
    "sizes": [
      14.039999961853027
    ]
  },
  {
    "page_number": 1,
    "bbox": [
      72.02,
      101.21,
      350.52,
      115.25
    ],
    "text": "Dhammika Ganepola, J.",
    "fonts": [
      "Calibri-Light"
    ],
    "sizes": [
      14.039999961853027
    ]
  },
  {
    "page_number": 1,
    "bbox": [
      72.02,
      154.13,
      424.44,
      168.17
    ],
    "text": "Counsel : W. Dayaratne, P. C. for the Petitioner.",
    "fonts": [
      "Calibri-Light"
    ],
    "sizes": [
      14.039999961853027
    ]
  },
  {
    "page_number": 1,
    "bbox": [
      72.02,
      179.21,
      429.48,
      193.25
    ],
    "text": "N. Kahawita SSC for the Respondents.",
    "fonts": [
      "Calibri-Light"
    ],
    "sizes": [
      14.039999961853027
    ]
  },
  {
    "page_number": 1,
    "bbox": [
      72.02,
      229.37,
      356.52,
      243.41
    ],
    "text": "Argued On : 04.09.2023, 06.10.2023.",
    "fonts": [
      "Calibri-Light"
    ],
    "sizes": [
      14.039999961853027
    ]
  },
  {
    "page_number": 1,
    "bbox": [
      72.02,
      282.32,
      471.27,
      296.36
    ],
    "text": "Written Submission: Petitioner : 08.05.2023",
    "fonts": [
      "Calibri-Light"
    ],
    "sizes": [
      14.039999961853027
    ]
  },
  {
    "page_number": 1,
    "bbox": [
      72.02,
      307.46,
      440.28,
      322.76
    ],
    "text": "tendered On 1st to 3rd Respondents : 01.09.2023.",
    "fonts": [
      "Calibri-Light"
    ],
    "sizes": [
      9.0,
      14.039999961853027
    ]
  },
  {
    "page_number": 1,
    "bbox": [
      72.02,
      361.64,
      286.3,
      375.68
    ],
    "text": "Decided On : 11.12.2023.",
    "fonts": [
      "Calibri-Light"
    ],
    "sizes": [
      14.039999961853027
    ]
  },
  {
    "page_number": 1,
    "bbox": [
      72.02,
      414.56,
      206.62,
      428.6
    ],
    "text": "Dhammika Ganepola, J.",
    "fonts": [
      "Calibri-Light"
    ],
    "sizes": [
      14.039999961853027
    ]
  },
  {
    "page_number": 1,
    "bbox": [
      72.02,
      464.86,
      543.28,
      718.69
    ],
    "text": "The applicant in this case acquired ownership of the land called Ellapahura Hena, situated in Nitulemada Grama Seva Division, surrounded by lands vested to the Forest Department by Deed No. 328 dated 05.04.2015. A letter(P2) had been issued to say that the impugned land had not been acquired for the Victoria Project by the Resident Project Manager of the Victoria Project to one A.M. Senevirathna the Petitioners Predecessor of title. As the said property was landlocked, the Petitioner filed an action in the District Court of Teldeniya bearing No. 292/L/15 seeking a declaration of title to the impugned land and Right of Way over the forest land. In the said case the Petitioner has prepared plan no. 959 Dated 16.06.2016(P3) depicting the Petitioners land and identifying a Roadway by means of a court commission. However, after the said commission was executed and the plan was tendered, said case in the District Court was withdrawn. From or about 10.08.2021 to 20.08.2021, in view of developing his land as a tourist resort, the Petitioner cleared a part of his land by hiring a JCB machine. Nevertheless, the range Forest",
    "fonts": [
      "Calibri-Light"
    ],
    "sizes": [
      14.039999961853027
    ]
  },
  {
    "page_number": 2,
    "bbox": [
      72.02,
      731.38,
      542.6,
      755.86
    ],
    "text": "Page 3 of 7",
    "fonts": [
      "Calibri",
      "Calibri-Bold"
    ],
    "sizes": [
      11.039999961853027
    ]
  },
  {
    "page_number": 2,
    "bbox": [
      72.02,
      74.91,
      543.27,
      181.01
    ],
    "text": "Officer of the Teldeniya, one Samith Chaturanga has taken that machine into his custody and filed a B Report in the Magistrate Court of Teldeniya under the provisions of the Forest Ordinance alleging that two persons including the Petitioner have trespassed and cleared about 1 Hectare of the forest land. As a result of said alleged proceedings in the Magistrate Court, the Petitioners intended Development Project has come to a standstill.",
    "fonts": [
      "Calibri-Light"
    ],
    "sizes": [
      14.039999961853027
    ]
  },
  {
    "page_number": 2,
    "bbox": [
      72.02,
      193.61,
      543.29,
      392.0
    ],
    "text": "The Petitioner states that aforementioned Forest Officer Samith Chaturanga, in his statement dated 04.10.2021 to the Police, conceded that the Petitioners land is situated at the boundary of the Forest Reserve and further stated that he would cause a survey to be done in respect of the land as per instructions. Therefore, the Petitioner states that the apparent uncertainty of boundaries deem the initiation of judicial proceedings before the Magistrate Court is in breach of the statutory provisions of the Forest Ordinance and is arbitrary and capricious. Accordingly, the Petitioner seeks a mandate in the nature of the writs of mandamus against the 1st and 2nd Respondents compelling them to release the portion of the Petitioners land which they seized claiming as Forest Reserve and to withdraw the above-mentioned Magistrate Court case of Teldeniya.",
    "fonts": [
      "Calibri-Light"
    ],
    "sizes": [
      9.0,
      14.039999961853027
    ]
  },
  {
    "page_number": 2,
    "bbox": [
      72.02,
      404.48,
      543.28,
      621.37
    ],
    "text": "The Respondents averred that the Ellapahura Forest Reserve in Teldeniya published in the Gazette No. 1589/08 dated 02.17.2019 marked R1 is depicted in the Preliminary Plan/Maha/5654 marked R2. The land adjacent to said Forest Reserve which is depicted as Tracing No. Maha/FRMP/2004/237 in said plan R2 has now been vested with the Petitioner by deed of sale No.328 shown as E in the said Tracing No. Maha/FRMP/2004/237 marked R3. The Respondents state that a group of officials from the Forest Department found that two persons were clearing the adjoining portion of the land depicted as E in plan R3 on a raid done upon information received on 30.09.2021. Thereafter, officers of the Forest Conservation Department lodged a complaint no. 18/346 at the Teldeniya Police Station. However, the Respondents claim that they have not obstructed any activity within the extent of the land depicted in deed no. 328.",
    "fonts": [
      "Calibri-Light"
    ],
    "sizes": [
      14.039999961853027
    ]
  },
  {
    "page_number": 2,
    "bbox": [
      72.02,
      633.85,
      543.19,
      703.21
    ],
    "text": "The Respondents argue that they have a legal and statutory duty to take steps to institute criminal proceedings against culprits under the Forest Ordinance and they were in discharging such duty. Further, the Petitioner has no legal right to compel the Respondents to refrain from discharging such a legal or statutory duty by way of",
    "fonts": [
      "Calibri-Light"
    ],
    "sizes": [
      14.039999961853027
    ]
  },
  {
    "page_number": 3,
    "bbox": [
      72.02,
      731.38,
      542.6,
      755.86
    ],
    "text": "Page 4 of 7",
    "fonts": [
      "Calibri",
      "Calibri-Bold"
    ],
    "sizes": [
      11.039999961853027
    ]
  },
  {
    "page_number": 3,
    "bbox": [
      72.02,
      74.91,
      543.22,
      107.33
    ],
    "text": "Writ of Mandamus. The Respondents rely on the decision in Rathnayake & Others v. C.D. Perera & Others (1982) 2 SLR 45 where it was held that,",
    "fonts": [
      "Calibri-Light",
      "Calibri-LightItalic"
    ],
    "sizes": [
      14.039999961853027
    ]
  },
  {
    "page_number": 3,
    "bbox": [
      108.02,
      119.81,
      543.28,
      281.36
    ],
    "text": "...the general rule of mandamus is that its function is to compel a public authority to do its duty. The essence of mandamus is that it is a command issued by the Superior Court for the performance of a public legal duty. Where officials have a public duty to perform and have refused to perform a mandamus will lie to secure the performance of the public duty, in the performance of which the applicant has sufficient interest, it is only granted to compel the performance of duties of public nature and merely of private character that is to say, for the enforcement of mere private right stemming from a contract of the parties",
    "fonts": [
      "Calibri-Light",
      "Calibri-LightItalic"
    ],
    "sizes": [
      14.039999961853027
    ]
  },
  {
    "page_number": 3,
    "bbox": [
      72.02,
      320.24,
      543.27,
      426.44
    ],
    "text": "However, if the authority making the decision by performing a public duty is a public authority, then it should be subject to public law. In Meril v. Dayananda de Silva & others [2001]2 SLR 11 at p.27, it is observed by Gunawardena J. that, And mandamus is an order which commands a public body to perform a public duty. As I have stated above, if the authority making the decision is a public authority, then it should be subject to public law regardless of the actual power being exercised.",
    "fonts": [
      "Calibri-Light",
      "Calibri-LightItalic"
    ],
    "sizes": [
      14.039999961853027
    ]
  },
  {
    "page_number": 3,
    "bbox": [
      72.02,
      437.68,
      543.2,
      489.7
    ],
    "text": "Wade in Administrative Law 11th edition p.522, makes the following observation which is relevant Within the field of public law the scope of a mandatory order is still wide and the court may use it freely to prevent breach of duty and injustice:",
    "fonts": [
      "Calibri-Light",
      "Calibri-LightItalic"
    ],
    "sizes": [
      9.0,
      14.039999961853027
    ]
  },
  {
    "page_number": 3,
    "bbox": [
      108.02,
      501.79,
      542.42,
      545.35
    ],
    "text": "Instead of being a statute to discover reasons for not applying this great constitutional remedy for error and misgovernment, we think it our duty to be vigilant to apply it in every case to which, by any reasonable construction, it can be made applicable.1",
    "fonts": [
      "Calibri-Light",
      "Calibri-LightItalic"
    ],
    "sizes": [
      8.039999961853027,
      12.0
    ]
  },
  {
    "page_number": 3,
    "bbox": [
      72.02,
      581.5,
      543.27,
      650.77
    ],
    "text": "Therefore, it is the duty of this court to see whether the Respondents have breached their public duty and caused an injustice while they perform their public duty. It is the stance of the Respondents that they have acted in accordance with statutory provisions of the Forest Ordinance.",
    "fonts": [
      "Calibri-Light"
    ],
    "sizes": [
      14.039999961853027
    ]
  },
  {
    "page_number": 3,
    "bbox": [
      72.02,
      696.58,
      334.96,
      719.95
    ],
    "text": "1 R v. Hanley Revising Barrister [1912] 3KB 518 at 529 (Darling J).",
    "fonts": [
      "Calibri",
      "Calibri-Italic"
    ],
    "sizes": [
      6.480000019073486,
      9.960000038146973,
      11.039999961853027
    ]
  },
  {
    "page_number": 4,
    "bbox": [
      72.02,
      731.38,
      542.6,
      755.86
    ],
    "text": "Page 5 of 7",
    "fonts": [
      "Calibri",
      "Calibri-Bold"
    ],
    "sizes": [
      11.039999961853027
    ]
  },
  {
    "page_number": 4,
    "bbox": [
      72.02,
      74.91,
      543.27,
      217.97
    ],
    "text": "The legal proceedings were commenced before the Magistrate Court Teldeniya reporting facts by the officials of the Forest Department alleging the violation of Section 7 (1)(a), (1)(i) and (1)(j) of the Forest Ordinance based on the portion of the Forest Reserve being cleared. The Respondents state that the area cleared was the land which is a part of the Forest Reserve adjoining the portion depicted as E in the R3 Tracing but not Lot E. Further, the Respondents argue that Lot E is the land claimed by the Petitioner upon deed no. 328 marked P1 which is A:2, R:3, P:25.32 in extent situated outside the Forest Reserve. Said Lot E is depicted in Plan R3.",
    "fonts": [
      "Calibri-Light"
    ],
    "sizes": [
      14.039999961853027
    ]
  },
  {
    "page_number": 4,
    "bbox": [
      72.02,
      230.45,
      543.28,
      631.81
    ],
    "text": "However, the extent of the land described in deed no. 328 P1 is A:3, R:1, P:03 in extent. Accordingly, there is a discrepancy in the extent between Lot E and the land referred to in deed no.328. Lot E is less than the extent given in the extent of the land described in deed no. 328. It is important to observe that the Respondents have identified the area cleared as 0.4 Hectares (approximately 92 Perches) outside Lot E in the GPS Map marked R4. The Respondents have conceded to the Petitioners title deed no. 328 and stated that they have not obstructed any activity within the extent of the land described in deed no. 328 in their Statement of Objections and the Affidavit. Since there is a discrepancy between the extent of Lot E and the land described in deed no. 328, it cannot be accurately decided whether the portion of land cleared is within the Forest Reserve. Furthermore, the statement made by Forest Officer Samith Chathuranga to the Police on 04.10.2021 also reflects their uncertainty about the boundaries of the lands in question. Under such circumstances, this Court is not in a position to accept the stance that the Respondents have not obstructed any activity within the extent of the land depicted in deed No. 328. Moreover, although the Respondents claim that the Petitioner owns only Lot E in Plan R3 the Petitioner does not claim Lot E in Plan R3 as his land. While perusing the documents marked P4 it is observed that the Petitioner claims Lots 22 & 36 in preliminary plan PP/MAHA/3207 as his land. Said portion is depicted as Lot D which forms a part of Tracing No. Maha/FRMP/2004/237 in Plan R3. Nevertheless, at all times, the Respondents have acted on the basis that the Petitioner owns Lot E in Plan R 3.",
    "fonts": [
      "Calibri-Light"
    ],
    "sizes": [
      14.039999961853027
    ]
  },
  {
    "page_number": 4,
    "bbox": [
      72.02,
      644.29,
      543.27,
      713.53
    ],
    "text": "Therefore, it appears that the Respondents without conducting a due examination have concluded that the area cleared by the Petitioner is within the Forest Reserve based on incorrect findings of fact or insufficient material. If the errors of fact are of a fundamental nature in that they cause a decision to be unlawful.",
    "fonts": [
      "Calibri-Light"
    ],
    "sizes": [
      14.039999961853027
    ]
  },
  {
    "page_number": 5,
    "bbox": [
      72.02,
      731.38,
      542.6,
      755.86
    ],
    "text": "Page 6 of 7",
    "fonts": [
      "Calibri",
      "Calibri-Bold"
    ],
    "sizes": [
      11.039999961853027
    ]
  },
  {
    "page_number": 5,
    "bbox": [
      108.02,
      74.91,
      543.3,
      254.81
    ],
    "text": "If a decision maker bases his decision on a misunderstanding of the factual situation of the case, he will reach a decision which is wrong. The question which then arises is whether the courts will review such an error in judicial proceedings. In general, the answer to that question is that the courts will be very cautious. After all, the courts will often not have the expertise to assess the factual situation and may have great difficulty in deciding whether a factual error has resulted in the wrong decision. The courts have traditionally approached this matter by dividing errors of fact into categories. The first relates to reviewable errors of facts, which are jurisdictional, and the other category is that of non-reviewable, non-jurisdictional facts.",
    "fonts": [
      "Calibri-LightItalic"
    ],
    "sizes": [
      14.039999961853027
    ]
  },
  {
    "page_number": 5,
    "bbox": [
      108.02,
      293.84,
      543.31,
      418.4
    ],
    "text": "The question to be asked, therefore, is whether the mistake of fact is one which is central to the decision makers power of decision. Only such crucial errors of facts will be reviewed by the court. In addition, if a decision is reached on the basis of facts for which there is no evidence, or based on essential facts which have been proven wrong, or been misunderstood or ignored, the court will quash the decision. (CONSTITUTIONAL & ADMINISTRATIVE LAW by HILAIRE BARNETT 9th edition, Pp.581,582)",
    "fonts": [
      "Calibri-LightItalic"
    ],
    "sizes": [
      9.0,
      14.039999961853027
    ]
  },
  {
    "page_number": 5,
    "bbox": [
      72.02,
      430.9,
      543.26,
      629.29
    ],
    "text": "Section 7 of the Forest Ordinance only empowers to initiate legal proceedings if any activities mentioned thereon are performed within the Forest Reserve. Hence there is a legal duty cast upon the Officials of the Forest Department to satisfy themselves that the Petitioner has encroached a portion of land which comes within the boundaries of the Forest Reserve. The Petitioner is heavily disputing the boundaries to the subject land and as such there is a clear ambiguity whether the relevant portion of the subject land can be considered Forest Land. The Respondents have failed to demonstrate that they have ascertained to their satisfaction that the portion of land alleged encroached belongs to the Forest Reserve prior to initiating legal proceedings. Therefore, it cannot be considered that the decision to initiate legal proceedings based on the available is fair.",
    "fonts": [
      "Calibri-Light"
    ],
    "sizes": [
      14.039999961853027
    ]
  },
  {
    "page_number": 5,
    "bbox": [
      72.02,
      641.89,
      543.22,
      692.77
    ],
    "text": "In the circumstances and the reasons given above, I hold that the Petitioner is entitled to the Writs of Mandamus as prayed for in the prayer of the Petition. However, I further hold that this decision should not impede the initiation of legal",
    "fonts": [
      "Calibri-Light"
    ],
    "sizes": [
      14.039999961853027
    ]
  },
  {
    "page_number": 6,
    "bbox": [
      72.02,
      731.38,
      542.6,
      755.86
    ],
    "text": "Page 7 of 7",
    "fonts": [
      "Calibri",
      "Calibri-Bold"
    ],
    "sizes": [
      11.039999961853027
    ]
  },
  {
    "page_number": 6,
    "bbox": [
      72.02,
      74.91,
      543.28,
      107.33
    ],
    "text": "proceedings under the Forest Ordinance following a proper assessment of the boundaries of the Forest Reserve. I order no cost.",
    "fonts": [
      "Calibri-Light"
    ],
    "sizes": [
      14.039999961853027
    ]
  },
  {
    "page_number": 6,
    "bbox": [
      72.02,
      119.69,
      200.35,
      133.73
    ],
    "text": "Application is allowed.",
    "fonts": [
      "Calibri-Light"
    ],
    "sizes": [
      14.039999961853027
    ]
  },
  {
    "page_number": 6,
    "bbox": [
      72.02,
      199.01,
      543.27,
      213.05
    ],
    "text": "Judge of the Court of Appeal",
    "fonts": [
      "Calibri-Light"
    ],
    "sizes": [
      14.039999961853027
    ]
  },
  {
    "page_number": 6,
    "bbox": [
      72.02,
      229.49,
      201.43,
      243.53
    ],
    "text": "Sobhitha Rajakaruna J.",
    "fonts": [
      "Calibri-Light"
    ],
    "sizes": [
      14.039999961853027
    ]
  },
  {
    "page_number": 6,
    "bbox": [
      72.02,
      260.0,
      167.59,
      274.04
    ],
    "text": "I agree.",
    "fonts": [
      "Calibri-Light"
    ],
    "sizes": [
      14.039999961853027
    ]
  },
  {
    "page_number": 6,
    "bbox": [
      72.02,
      320.84,
      543.27,
      334.88
    ],
    "text": "Judge of the Court of Appeal",
    "fonts": [
      "Calibri-Light"
    ],
    "sizes": [
      14.039999961853027
    ]
  }
]