[
  {
    "page_number": 0,
    "bbox": [
      70.94,
      781.9,
      302.91,
      806.28
    ],
    "text": "1",
    "fonts": [
      "Calibri"
    ],
    "sizes": [
      11.039999961853027
    ]
  },
  {
    "page_number": 0,
    "bbox": [
      70.94,
      95.04,
      501.82,
      125.34
    ],
    "text": "IN THE COURT OF APPEAL OF THE DEMOCRATIC SOCIALIST REPUBLIC OF SRI LANKA",
    "fonts": [
      "BookmanOldStyle-Bold"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 0,
    "bbox": [
      241.13,
      135.48,
      528.34,
      214.4
    ],
    "text": "In the matter of an application for mandates in the matter of Writ of Certiorari and Prohibition under and in terms of the Article 140 of the Constitution of the Democratic Socialist Republic of Sri Lanka.",
    "fonts": [
      "BookmanOldStyle"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 0,
    "bbox": [
      70.94,
      248.64,
      401.47,
      327.47
    ],
    "text": "C.A. (Writ) Application Media Services Pvt Ltd No: 0372/2022 LMD House, No. 4, Greenlands Avenue, Colombo 05",
    "fonts": [
      "BookmanOldStyle",
      "BookmanOldStyle-Bold"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 0,
    "bbox": [
      241.13,
      329.67,
      522.22,
      764.92
    ],
    "text": "Petitioner Vs. 1. Commissioner General of Labour Labour Secretariat, Narahenpita, Colombo 05. 2. Mr. W.P.M.P. Wijewardene Assistant Commissioner of Labour District Labour Office Colombo East Labour Secretariat, Narahenpita, Colombo 05. 3. Lalin Goonesekera, No. 39, Police Lane, Ragama Also Represented by his Agent/Attorney Salika Ruwanthi Seneviratne No. 61/12A, St. Rita Road, Mount Lavinia.",
    "fonts": [
      "BookmanOldStyle",
      "BookmanOldStyle-Bold"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 1,
    "bbox": [
      70.94,
      781.9,
      302.91,
      806.28
    ],
    "text": "2",
    "fonts": [
      "Calibri"
    ],
    "sizes": [
      11.039999961853027
    ]
  },
  {
    "page_number": 1,
    "bbox": [
      241.13,
      70.9,
      444.94,
      165.92
    ],
    "text": "4. Hon. The Attorney General Attorney Generals Department Hulftsdorp, Colombo 12.",
    "fonts": [
      "BookmanOldStyle"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 1,
    "bbox": [
      70.94,
      168.12,
      519.58,
      263.24
    ],
    "text": "Respondents. Before : R. Gurusinghe, J. &",
    "fonts": [
      "BookmanOldStyle",
      "BookmanOldStyle-Bold"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 1,
    "bbox": [
      70.94,
      273.39,
      325.63,
      287.39
    ],
    "text": "Dr. S. Premachandra, J.",
    "fonts": [
      "BookmanOldStyle"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 1,
    "bbox": [
      70.94,
      321.75,
      509.5,
      514.09
    ],
    "text": "Counsel : Geoffrey Alagaratnam, P.C., with Luwie Ganeshathasan for the Petitioner Rohan Dunuwille with Suminda Perera Instructed by Dinusha Mirihana for the 3rd Respondent Shemanthi Dunuwille, S.C., for the 1st, 2nd and 4th Respondents Argued on : 21-05-2025",
    "fonts": [
      "BookmanOldStyle",
      "BookmanOldStyle-Bold"
    ],
    "sizes": [
      8.039999961853027,
      12.0
    ]
  },
  {
    "page_number": 1,
    "bbox": [
      70.94,
      524.21,
      250.25,
      538.21
    ],
    "text": "Decided on : 24-07-2025",
    "fonts": [
      "BookmanOldStyle"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 1,
    "bbox": [
      70.94,
      575.2,
      340.36,
      591.59
    ],
    "text": "JUDGMENT",
    "fonts": [
      "BookmanOldStyle",
      "BookmanOldStyle-Bold"
    ],
    "sizes": [
      14.039999961853027
    ]
  },
  {
    "page_number": 1,
    "bbox": [
      70.94,
      602.09,
      528.34,
      761.92
    ],
    "text": "R. Gurusinghe, J. The 3rd respondent was an employee of the petitioner company. The 1st respondent, the Commissioner General of Labour, decided after an inquiry that the petitioner should pay gratuity to the 3rd respondent as specified in the letters dated 08-08-2022, produced marked P1. The petitioner in this application seeks, inter alia, to quash the decision contained in P1 by way of a Writ of Certiorari.",
    "fonts": [
      "BookmanOldStyle",
      "BookmanOldStyle-Italic"
    ],
    "sizes": [
      8.039999961853027,
      12.0
    ]
  },
  {
    "page_number": 2,
    "bbox": [
      70.94,
      781.9,
      302.91,
      806.28
    ],
    "text": "3",
    "fonts": [
      "Calibri"
    ],
    "sizes": [
      11.039999961853027
    ]
  },
  {
    "page_number": 2,
    "bbox": [
      70.94,
      70.9,
      489.34,
      101.12
    ],
    "text": "The basis of the petitioners application can be summarised as follows:",
    "fonts": [
      "BookmanOldStyle"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 2,
    "bbox": [
      88.94,
      103.32,
      528.16,
      117.32
    ],
    "text": "a. The Commissioner General of Labour has no jurisdiction to inquire",
    "fonts": [
      "ArialMT",
      "BookmanOldStyle"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 2,
    "bbox": [
      70.94,
      119.52,
      528.33,
      182.12
    ],
    "text": "into the matter where there has been a manifestation of forfeiture of gratuity in terms of Section 13 of the Payment of Gratuity Act No. 12 of 1983 (hereinafter sometimes referred to as the Act).",
    "fonts": [
      "BookmanOldStyle"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 2,
    "bbox": [
      88.94,
      184.32,
      528.33,
      198.32
    ],
    "text": "b. The order is patently lacking jurisdiction and capable of being",
    "fonts": [
      "ArialMT",
      "BookmanOldStyle"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 2,
    "bbox": [
      88.94,
      200.52,
      528.34,
      263.18
    ],
    "text": "challenged at any time, and consent or waiver cannot cure the patent lack of jurisdiction. c. The facts and circumstances disclosed a bona fide forfeiture of gratuity",
    "fonts": [
      "ArialMT",
      "BookmanOldStyle",
      "BookmanOldStyle-Italic"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 2,
    "bbox": [
      88.94,
      265.35,
      528.32,
      327.95
    ],
    "text": "intimated to the 3rd respondent prior to resignation, whereby termination of the contract of employment took place. d. For the purpose of the Gratuity Act, the termination is not confined to",
    "fonts": [
      "ArialMT",
      "BookmanOldStyle"
    ],
    "sizes": [
      8.039999961853027,
      12.0
    ]
  },
  {
    "page_number": 2,
    "bbox": [
      70.94,
      330.15,
      280.73,
      360.35
    ],
    "text": "termination by the employer.",
    "fonts": [
      "BookmanOldStyle"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 2,
    "bbox": [
      88.94,
      362.55,
      528.14,
      376.55
    ],
    "text": "e. Forfeiture of gratuity can be effected where the termination of a",
    "fonts": [
      "ArialMT",
      "BookmanOldStyle"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 2,
    "bbox": [
      70.94,
      378.75,
      528.32,
      473.77
    ],
    "text": "contract of employment took place (in whatever way terminated) in circumstances disclosing losses caused to the employer, traceable to the responsibility of the employee concerned. The petitioner pleaded the following facts:",
    "fonts": [
      "BookmanOldStyle"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 2,
    "bbox": [
      88.94,
      475.97,
      532.03,
      765.28
    ],
    "text": "The third respondent commenced employment with the petitioner company in August 2003 and held various positions and responsibilities until his resignation as Finance Director on January 31, 2017. As the Finance Director, the third respondent was responsible for the accounts and the overall financial operations of the petitioner. He was especially responsible to the Board of Directors and to the shareholders for maintaining and providing true and accurate accounts at all times. Pursuant to an internal audit investigation conducted in December 2016 with the participation of the 3rd respondent, the petitioner or its agents became aware that the 3rd respondent and his subordinate one Prasanna Ranaweera who held the position of Deputy General Manager, has manipulated the accounting system by falsification and concealment of records using their official authority, prevented true and accurate accounts as information on old and problematic trade debtors being disclosed to the Board of Directors in a timely manner, fraudulently covered up was negligent, inefficiencies and prolonged failure to recover the trade debts, caused severe financial losses to the petitioner in excess of Rs. 14.8 million. The 3rd respondent agreed to forfeit and waive all",
    "fonts": [
      "BookmanOldStyle"
    ],
    "sizes": [
      8.039999961853027,
      12.0
    ]
  },
  {
    "page_number": 3,
    "bbox": [
      70.94,
      781.9,
      302.91,
      806.28
    ],
    "text": "4",
    "fonts": [
      "Calibri"
    ],
    "sizes": [
      11.039999961853027
    ]
  },
  {
    "page_number": 3,
    "bbox": [
      70.94,
      70.9,
      528.34,
      716.68
    ],
    "text": "rights to benefits he received, or was entitled to receive from the petitioner and further requested to resign from his employment. The petitioner accommodated his request for resignation without prejudice to their right as a sympathetic alternative, despite having sufficient grounds to terminate them for misconduct. The 3rd respondent disputed the fact referred to by the petitioner in the petition. The 3rd respondent took up several preliminary objections to the petitioners application. The 3rd respondent stated that initially, the Commissioner of Labour, by letter dated 30-10-2013, marked P15, informed the 3rd respondent that the complaint regarding the payment of gratuity should be resolved in the Labour Tribunal. Then, the 3rd respondent filed a Writ application, No. 33/2018, before the Court of Appeal, seeking to quash the decision in P15. In that Writ Application, the Learned State Counsel appearing for the 1st and 2nd respondents stated to the Court on 26-07-2018, that; The Honourable Attorney General is agreeable not to proceed with the order of the Commissioner of Labour and also of the view that the Commissioner of Labour would be able to inquire into the issue of payment of gratuity under inquiry no. PE/D11/05/123/2017. In view of this situation, the petitioner (the 3rd respondent in the present application) withdrew the application. The petitioner contended that the Attorney-General had given the undertaking in the petitioner's absence. Therefore, the petitioners contention is that he is not bound by the agreement reached between the 3rd respondent and the Attorney-General, that the Commissioner would hold an inquiry with regard to the issue of gratuity. Further, the petitioners position is that by agreement of the parties, the Commissioner will not get jurisdiction to inquire into the issue of gratuity. It is correct that by agreement of the parties, the Commissioner will not get jurisdiction. However, the Commissioner has the jurisdiction to inquire into the issues regarding gratuity, as set out by the provisions of Section 8 of the Act. The Attorney-General conceded that the Commissioner has the power to hold an inquiry regarding the issue of gratuity, as per law. In these circumstances, the argument of the petitioner that the Commissioner had held an inquiry as agreed between the 3rd respondent and the Commissioner in the writ application filed by the 3rd respondent, cannot be sustained. The 3rd respondent pleaded the following facts;",
    "fonts": [
      "BookmanOldStyle"
    ],
    "sizes": [
      8.039999961853027,
      12.0
    ]
  },
  {
    "page_number": 3,
    "bbox": [
      88.94,
      718.88,
      528.32,
      732.88
    ],
    "text": "1. The petitioner did not terminate the services of the 3rd respondent for",
    "fonts": [
      "ArialMT",
      "BookmanOldStyle"
    ],
    "sizes": [
      8.039999961853027,
      12.0
    ]
  },
  {
    "page_number": 3,
    "bbox": [
      70.94,
      735.07,
      527.98,
      765.28
    ],
    "text": "any of the reasons set out in section 13 of the Payment of Gratuity Act.",
    "fonts": [
      "BookmanOldStyle"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 4,
    "bbox": [
      70.94,
      781.9,
      302.91,
      806.28
    ],
    "text": "5",
    "fonts": [
      "Calibri"
    ],
    "sizes": [
      11.039999961853027
    ]
  },
  {
    "page_number": 4,
    "bbox": [
      88.94,
      70.9,
      528.22,
      84.9
    ],
    "text": "2. The 1st and/or 2nd respondents determined that the decision of the",
    "fonts": [
      "ArialMT",
      "BookmanOldStyle"
    ],
    "sizes": [
      8.039999961853027,
      12.0
    ]
  },
  {
    "page_number": 4,
    "bbox": [
      88.94,
      87.12,
      528.19,
      165.92
    ],
    "text": "petitioner to forfeit gratuity was illegal and not in terms of Section 13 of the Payment of Gratuity Act (P22) and directed the petitioner to make payment in terms of the law (P1). 3. Section 17 of the Payment of Gratuity Act, in particular section 17(1)",
    "fonts": [
      "ArialMT",
      "BookmanOldStyle"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 4,
    "bbox": [
      88.94,
      168.12,
      528.34,
      230.72
    ],
    "text": "(a) (III) (c), states explicitly that the labour tribunal is empowered to adjudicate on the correctness of the forfeiture only. 4. The question of the legality of the purported forfeiture, the 1st",
    "fonts": [
      "ArialMT",
      "BookmanOldStyle",
      "BookmanOldStyle-Bold"
    ],
    "sizes": [
      8.039999961853027,
      12.0
    ]
  },
  {
    "page_number": 4,
    "bbox": [
      106.94,
      232.92,
      333.55,
      263.24
    ],
    "text": "respondent has exclusive jurisdiction.",
    "fonts": [
      "BookmanOldStyle"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 4,
    "bbox": [
      70.94,
      273.27,
      528.34,
      497.89
    ],
    "text": "The 3rd respondent also maintained that he had not caused any damage or loss to the petitioner company. Whether the 3rd respondent caused any loss or damage to the petitioner company, is a disputed fact. This disputed question of fact cannot be determined in these proceedings. In Thajudeen v Sri Lanka Tea Board and Another [1981]2 Sri LR 471, the Court held: \"Where the major facts are in dispute and the legal result of the facts is subject to controversy and it is necessary that the questions should be canvassed in a suit where parties would have ample opportunity of examining the witnesses so that the Court would be better able to judge which version is correct a writ will not issue.\" Neither party dispute the following facts.",
    "fonts": [
      "BookmanOldStyle",
      "BookmanOldStyle-Italic"
    ],
    "sizes": [
      8.039999961853027,
      12.0
    ]
  },
  {
    "page_number": 4,
    "bbox": [
      88.94,
      500.09,
      528.15,
      514.09
    ],
    "text": "1. The 3rd respondent was the Finance Director of the petitioner",
    "fonts": [
      "ArialMT",
      "BookmanOldStyle"
    ],
    "sizes": [
      8.039999961853027,
      12.0
    ]
  },
  {
    "page_number": 4,
    "bbox": [
      70.94,
      516.29,
      167.66,
      546.49
    ],
    "text": "company.",
    "fonts": [
      "BookmanOldStyle"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 4,
    "bbox": [
      88.94,
      548.69,
      528.18,
      562.69
    ],
    "text": "2. The 3rd respondent resigned from the employment of the petitioner",
    "fonts": [
      "ArialMT",
      "BookmanOldStyle"
    ],
    "sizes": [
      8.039999961853027,
      12.0
    ]
  },
  {
    "page_number": 4,
    "bbox": [
      88.94,
      564.89,
      528.34,
      611.29
    ],
    "text": "company. 3. The 3rd respondent served at the petitioner company from 18-08-2003",
    "fonts": [
      "ArialMT",
      "BookmanOldStyle"
    ],
    "sizes": [
      8.039999961853027,
      12.0
    ]
  },
  {
    "page_number": 4,
    "bbox": [
      88.94,
      613.52,
      523.06,
      659.92
    ],
    "text": "to 31-01-2017. 4. The petitioner company did not pay the gratuity to the 3rd respondent.",
    "fonts": [
      "ArialMT",
      "BookmanOldStyle"
    ],
    "sizes": [
      8.039999961853027,
      12.0
    ]
  },
  {
    "page_number": 4,
    "bbox": [
      88.94,
      662.12,
      528.33,
      692.32
    ],
    "text": "5. The petitioner company has over 15 employees (as per P1, there were",
    "fonts": [
      "ArialMT",
      "BookmanOldStyle"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 4,
    "bbox": [
      70.94,
      694.52,
      528.34,
      740.92
    ],
    "text": "110 employees) during the year preceding the resignation of the 3rd respondent.",
    "fonts": [
      "BookmanOldStyle"
    ],
    "sizes": [
      8.039999961853027,
      12.0
    ]
  },
  {
    "page_number": 5,
    "bbox": [
      70.94,
      781.9,
      302.91,
      806.28
    ],
    "text": "6",
    "fonts": [
      "Calibri"
    ],
    "sizes": [
      11.039999961853027
    ]
  },
  {
    "page_number": 5,
    "bbox": [
      70.94,
      70.9,
      528.19,
      165.92
    ],
    "text": "The petitioners position is that the Commissioner General of Labour has no jurisdiction to inquire into the forfeiture of gratuity in terms of section 13 of the Act. Section 13 of the Act states as follows;",
    "fonts": [
      "BookmanOldStyle"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 5,
    "bbox": [
      70.94,
      168.12,
      532.18,
      538.57
    ],
    "text": "13. Any workman to whom a gratuity is payable under Part II of this Act and whose services have been terminated for reasons of fraud, misappropriation of funds of the employer, wilful damage to property of the employer, or causing the loss of goods, articles or property of the employer, shall forfeit such gratuity to the extent of the damage or loss caused by him. It is an admitted fact that the 3rd respondent resigned from the petitioner company. The petitioner's resignation has been accepted. The employer is legally entitled to forfeit the gratuity of an employee in terms of Section 13 of the Act, only if the employee's services have been terminated for reasons of fault, misappropriation of funds of the employer, wilful damage to the property of the employer or causing the loss of goods, articles or property of the employer. The position of the petitioner is that, the forfeiture of gratuity intimated to the 3rd respondent prior to resignation is not correct. The 3rd respondent submitted his resignation by P11 letter on 6th January 2017. By P12 dated 27th January 2017, for the first time, the petitioner informed the 3rd respondent that they would exercise their right to forfeiture of gratuity. Even by P12, the petitioner has not terminated the services of the 3rd respondent, but has accepted the resignation.",
    "fonts": [
      "BookmanOldStyle",
      "BookmanOldStyle-Italic"
    ],
    "sizes": [
      8.039999961853027,
      12.0
    ]
  },
  {
    "page_number": 5,
    "bbox": [
      70.94,
      540.77,
      528.23,
      765.28
    ],
    "text": "(vide A. Baur & Company Ltd vs Commissioner of Labour and Others [2012] 1 Sri LR 379.) In that case Court held inter alia (Section 31(B) of the Industrial Dispute Act. Vests with the Labour Tribunal jurisdiction to determine the question of correctness of the forfeiture made in terms of the Payment of Gratuity Act. There is a distinction between legality of a decision and correctness of a decision. Section 31 (B) (c) deals with the correctness of a forfeiture. As the petitioner is liable to pay gratuity to the 3rd respondent and the failure to fulfil the liability within 30 days of the termination gives the authority to the Commissioner to act under section 8 to recover the same, only the correctness of the forfeiture can be canvassed in the Labour tribunal. Section 8 of the Act which deals with Recovery on gratuity on defaulter's failure to pay provides as follows:",
    "fonts": [
      "BookmanOldStyle",
      "BookmanOldStyle-Italic",
      "TimesNewRomanPSMT"
    ],
    "sizes": [
      8.039999961853027,
      12.0
    ]
  },
  {
    "page_number": 6,
    "bbox": [
      70.94,
      781.9,
      302.91,
      806.28
    ],
    "text": "7",
    "fonts": [
      "Calibri"
    ],
    "sizes": [
      11.039999961853027
    ]
  },
  {
    "page_number": 6,
    "bbox": [
      88.94,
      73.2,
      527.73,
      87.26
    ],
    "text": "(1) Where any default is made in the payment of any sum due as gratuity",
    "fonts": [
      "Arial-ItalicMT",
      "BookmanOldStyle-Italic"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 6,
    "bbox": [
      108.74,
      89.4,
      528.48,
      524.71
    ],
    "text": "under this Act or where the gratuity due under this Act cannot be recovered under the provisions of section 4 or under the provisions of subsection (5) of section 17 of the Land Acquisition Act, the Commissioner may issue a certificate after such inquiry as he may deem necessary, stating the sum due as gratuity and the name and place of residence of the defaulter, to the Magistrate having Jurisdiction in the division in which the estate or establishment is situated. The Magistrate shall, thereupon, summon the defaulter before him to show cause why further proceedings for the recovery of the sum due as gratuity under this Act should not be taken against him and in default of sufficient cause being shown, the sum in default shall be deemed to be a fine imposed by a sentence of the Magistrate on such defaulter for an offence punishable with fine only or not punishable with imprisonment and the provisions of subsection (1) of section 291 (except paragraph (a), (d) and (i) thereof) of the Code of Criminal Procedure Act, No. 15 of 1979, relating to default of payment of a line imposed for such an offence shall thereupon apply and the Magistrate may make any decision which by the provisions of that subsection, he could have made at the time of imposing such sentence. (2) The Commissioners certificate shall be prima facie evidence that the amount due under this Act from the defaulter has been duly calculated, and that the amount is in default. (3) Every sum recovered by Court under this section shall be paid to the Commissioner who shall thereupon pay that sum to the person or persons entitled to it under this Act.",
    "fonts": [
      "BookmanOldStyle-BoldItal",
      "BookmanOldStyle-Italic"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 6,
    "bbox": [
      70.94,
      529.25,
      528.29,
      656.68
    ],
    "text": "This section clearly authorises the Commissioner to hold an inquiry as he may deem necessary to ascertain the sum due as gratuity. This section also confers authority on the Commissioner of Labour to recover gratuity defaulted by an employer that was due to a labourer. Section 31 B (1)(b) of the Industrial Disputes Act states as follows:",
    "fonts": [
      "BookmanOldStyle",
      "BookmanOldStyle-Italic",
      "Calibri"
    ],
    "sizes": [
      11.039999961853027,
      12.0
    ]
  },
  {
    "page_number": 6,
    "bbox": [
      106.94,
      658.88,
      528.1,
      753.94
    ],
    "text": "31B. (1)(b) the question whether any gratuity or other benefits are due to him from his employer on termination of his services and the amount of such gratuity and the nature and extent of such benefits, where such workman has been employed in any industry employing less than fifteen workmen on any date during the period of twelve months preceding the termination of the services of the workman who makes",
    "fonts": [
      "BookmanOldStyle",
      "BookmanOldStyle-BoldItal",
      "BookmanOldStyle-Italic"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 7,
    "bbox": [
      70.94,
      781.9,
      302.91,
      806.28
    ],
    "text": "8",
    "fonts": [
      "Calibri"
    ],
    "sizes": [
      11.039999961853027
    ]
  },
  {
    "page_number": 7,
    "bbox": [
      70.94,
      70.9,
      528.34,
      376.55
    ],
    "text": "the application or in respect of whom the application is made to the tribunal; This section does not apply to this case because it is a common ground that the petitioner company employs more than 15 employees. Furthermore, in this case, there is no termination of employment under section 13 of the Act. As discussed above, the 3rd respondent has voluntarily resigned from the petitioner company, and the petitioner has accepted the resignation. As there is no termination of employment in terms of section 13 of the Act, the question of correctness of the forfeiture does not arise. In the above circumstances, the petitioners argument that the Commissioner General of Labour has no jurisdiction to inquire into the forfeiture of gratuity has no merit. For the reasons stated above, the petitioner's application is dismissed. No costs.",
    "fonts": [
      "BookmanOldStyle",
      "BookmanOldStyle-Italic"
    ],
    "sizes": [
      8.039999961853027,
      12.0
    ]
  },
  {
    "page_number": 7,
    "bbox": [
      70.94,
      394.95,
      458.86,
      473.77
    ],
    "text": "Judge of the Court of Appeal Dr. S. Premachandra J.",
    "fonts": [
      "BookmanOldStyle",
      "BookmanOldStyle-Bold"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 7,
    "bbox": [
      70.94,
      475.97,
      462.7,
      521.59
    ],
    "text": "I agree. Judge of the Court of Appeal.",
    "fonts": [
      "BookmanOldStyle",
      "Calibri"
    ],
    "sizes": [
      11.039999961853027,
      12.0
    ]
  }
]