[
  {
    "page_number": 0,
    "bbox": [
      72.02,
      731.38,
      333.17,
      755.88
    ],
    "text": "Page 1 of 9",
    "fonts": [
      "Calibri",
      "Calibri-Bold"
    ],
    "sizes": [
      11.039999961853027
    ]
  },
  {
    "page_number": 0,
    "bbox": [
      78.26,
      72.0,
      537.86,
      85.98
    ],
    "text": "IN THE COURT OF APPEAL OF THE DEMOCRATIC SOCIALIST REPUBLIC",
    "fonts": [
      "BookmanOldStyle-Bold"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 0,
    "bbox": [
      260.33,
      88.2,
      355.87,
      102.18
    ],
    "text": "OF SRI LANKA",
    "fonts": [
      "BookmanOldStyle-Bold"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 0,
    "bbox": [
      252.05,
      104.4,
      543.94,
      248.0
    ],
    "text": "An Application in Revision under and in terms of Articles 138 & 145 of the Constitution of the Democratic Socialist Republic of Sri Lanka against the Orders made by the learned Provinicial High Court of the Northern Province in Jaffna dated O8th March 2023 preferred against the Order of the learned Primary Court Judge dated 19th July 2021.",
    "fonts": [
      "BookmanOldStyle",
      "BookmanOldStyle-Bold"
    ],
    "sizes": [
      8.039999961853027,
      12.0
    ]
  },
  {
    "page_number": 0,
    "bbox": [
      72.02,
      331.23,
      463.3,
      387.47
    ],
    "text": "Balasingham Mylooran \"Mylooran Aranku\". Point Pedro Road, Nallur, Jaffna",
    "fonts": [
      "BookmanOldStyle",
      "BookmanOldStyle-Bold"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 0,
    "bbox": [
      72.02,
      387.51,
      350.71,
      450.13
    ],
    "text": "INFORMANT Vs",
    "fonts": [
      "BookmanOldStyle",
      "BookmanOldStyle-Bold"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 0,
    "bbox": [
      72.02,
      452.33,
      471.7,
      709.33
    ],
    "text": "Jeyachandra Paranitharan Manager, Capital FM, Point Pedro Road, Nallur, Jaffna RESPONDENT Ananda Ganesa Sharma Swaminathan No. 14, Sagara Road, Colombo 04 INTERVENIENT RESPONDENT AND BETWEEN",
    "fonts": [
      "BookmanOldStyle",
      "BookmanOldStyle-Bold"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 0,
    "bbox": [
      57.72,
      219.18,
      203.6,
      232.04
    ],
    "text": "Court of Appeal Case No.",
    "fonts": [
      "BookmanOldStyle-Bold"
    ],
    "sizes": [
      11.039999961853027
    ]
  },
  {
    "page_number": 0,
    "bbox": [
      57.72,
      241.17,
      156.17,
      254.03
    ],
    "text": "CPA/0050/2023",
    "fonts": [
      "BookmanOldStyle-Bold"
    ],
    "sizes": [
      11.039999961853027
    ]
  },
  {
    "page_number": 0,
    "bbox": [
      57.72,
      262.89,
      217.1,
      303.83
    ],
    "text": "High Court of the Northern Province in Jaffna Application No:",
    "fonts": [
      "BookmanOldStyle-Bold"
    ],
    "sizes": [
      11.039999961853027
    ]
  },
  {
    "page_number": 0,
    "bbox": [
      57.72,
      312.81,
      190.25,
      325.67
    ],
    "text": "REVISION/3137/2021",
    "fonts": [
      "BookmanOldStyle-Bold"
    ],
    "sizes": [
      11.039999961853027
    ]
  },
  {
    "page_number": 0,
    "bbox": [
      57.72,
      334.65,
      197.31,
      361.55
    ],
    "text": "Primary Court of Jaffna Case No: PC/07/2019",
    "fonts": [
      "BookmanOldStyle-Bold"
    ],
    "sizes": [
      11.039999961853027
    ]
  },
  {
    "page_number": 1,
    "bbox": [
      72.02,
      731.38,
      333.17,
      755.88
    ],
    "text": "Page 2 of 9",
    "fonts": [
      "Calibri",
      "Calibri-Bold"
    ],
    "sizes": [
      11.039999961853027
    ]
  },
  {
    "page_number": 1,
    "bbox": [
      270.05,
      72.0,
      485.86,
      717.85
    ],
    "text": "Balasingham Mylooran \"Mylooran Aranku\", Point Pedro Road, Nallur, Jaffna INFORMANT- PETITIONER -VS- Jeyachandra Paranitharan Manager, Capital FM, Point Pedro Road, Nallur, Jaffna 1st RESPONDENT- RESPONDENT Ananda Ganesa Sharma Swaminathan No. 14, Sagara Road, Colombo 04 INTERVENIENT RESPONDENT RESPONDENT AND NOW BETWEEN Balasingham Mylooran \"Mylooran Aranku\", Point Pedro Road, Nallur, Jaffna INFORMANT- PETITIONER- PETITIONER -VS- Jeyachandra Paranitharan Manager, Capital FM, Point Pedro Road, Nallur, Jaffna 1st RESPONDENT- RESPONDENT- RESPONDENT",
    "fonts": [
      "BookmanOldStyle",
      "BookmanOldStyle-Bold"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 2,
    "bbox": [
      72.02,
      731.38,
      333.17,
      755.88
    ],
    "text": "Page 3 of 9",
    "fonts": [
      "Calibri",
      "Calibri-Bold"
    ],
    "sizes": [
      11.039999961853027
    ]
  },
  {
    "page_number": 2,
    "bbox": [
      72.02,
      72.0,
      471.7,
      248.0
    ],
    "text": "Ananda Ganesa Sharma Swaminathan No. 14, Sagara Road, Colombo 04 INTERVENIENT RESPONDENT-RESPONDENT- RESPONDENT Before: M. T. MOHAMMED LAFFAR, J.",
    "fonts": [
      "BookmanOldStyle",
      "BookmanOldStyle-Bold"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 2,
    "bbox": [
      72.02,
      248.07,
      543.94,
      355.31
    ],
    "text": "P. KUMARARATNAM, J. Counsel: D. Johnthasan with K. Raveendran and Ms. Nipuni Gajasinghe for the Informant- Petitioner-Petitioner. K.V.S Ganesharajan with S. Ganesan and M. Mangaleswary Shanker for the Intervenient-Respondent-Respondent.",
    "fonts": [
      "BookmanOldStyle",
      "BookmanOldStyle-Bold"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 2,
    "bbox": [
      72.02,
      365.43,
      323.09,
      526.63
    ],
    "text": "Supported on: 14.09.2023 Decided on: 07.02.2024 MOHAMMED LAFFAR, J.",
    "fonts": [
      "BookmanOldStyle",
      "BookmanOldStyle-Bold",
      "Calibri"
    ],
    "sizes": [
      11.039999961853027,
      12.0,
      12.960000038146973
    ]
  },
  {
    "page_number": 2,
    "bbox": [
      72.02,
      535.85,
      543.94,
      610.6
    ],
    "text": "This is an Application filed by the Petitioner seeking to revise and set aside the Orders of the learned Provincial High Court Judge of the Northern Province dated 08-03-2023 and the learned Primary Court Judge of Jaffna dated 19-07-2021. We heard the learned Counsel for the Petitioner in support of this Application. We heard the learned Counsel for the Respondents as well.",
    "fonts": [
      "BookmanOldStyle"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 2,
    "bbox": [
      72.02,
      619.76,
      171.62,
      633.74
    ],
    "text": "Factual Matrix:",
    "fonts": [
      "BookmanOldStyle-Bold"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 2,
    "bbox": [
      72.02,
      643.16,
      543.94,
      717.88
    ],
    "text": "The Petitioner, under Section 66 (1) (b) of the Primary Courts Procedure Act No. 44 of 1979, filed information in the Primary Court of Jaffna against the 1st Respondent alleging that he had been dispossessed from the land in dispute by the latter and accordingly, prayed inter-alia that he be restored in possession. During the Pendency of the proceedings, the Application for the intervention of",
    "fonts": [
      "BookmanOldStyle",
      "BookmanOldStyle-Italic"
    ],
    "sizes": [
      8.039999961853027,
      12.0
    ]
  },
  {
    "page_number": 3,
    "bbox": [
      72.02,
      731.38,
      333.17,
      755.88
    ],
    "text": "Page 4 of 9",
    "fonts": [
      "Calibri",
      "Calibri-Bold"
    ],
    "sizes": [
      11.039999961853027
    ]
  },
  {
    "page_number": 3,
    "bbox": [
      72.02,
      72.12,
      543.94,
      222.86
    ],
    "text": "the 2nd Respondent was allowed. After inquiry, the learned Primary Court Judge, on 19-07-2021 dismissed the Application of the Petitioner (P9). Being aggrieved by the said Order, the Petitioner invoked the revisionary jurisdiction of the Provincial High Court of the Northern Province Holden in Jaffna, and whereas on 08-03-2023 the High Court dismissed the said revision Application and declared that the 2nd Respondent is entitled to possession of the corpus (P15). Being aggrieved by the said Order, the Petitioner has invoked the revisionary jurisdiction of this Court seeking to revise and set aside the said Orders of the learned Primary Court Judge and the learned High Court Judge on the footing inter-alia that;",
    "fonts": [
      "BookmanOldStyle",
      "BookmanOldStyle-Bold",
      "BookmanOldStyle-Italic"
    ],
    "sizes": [
      8.039999961853027,
      12.0
    ]
  },
  {
    "page_number": 3,
    "bbox": [
      90.02,
      232.2,
      543.85,
      246.2
    ],
    "text": "1. The learned Primary Court Judge of Jaffna and the learned High Court",
    "fonts": [
      "ArialMT",
      "BookmanOldStyle"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 3,
    "bbox": [
      90.02,
      247.35,
      543.93,
      291.83
    ],
    "text": "Judge of Jaffna failed to consider the fact that the Petitioner had established his possession of the subject matter. 2. The determination made by the learned High Court Judge stating that the",
    "fonts": [
      "ArialMT",
      "BookmanOldStyle"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 3,
    "bbox": [
      108.02,
      292.95,
      543.87,
      337.31
    ],
    "text": "2nd Respondent is entitled to possession of the corpus is erroneous and misconceived in law on the basis that the 2nd Respondent is not entitled to set up such a counterclaim in his objections.",
    "fonts": [
      "BookmanOldStyle"
    ],
    "sizes": [
      8.039999961853027,
      12.0
    ]
  },
  {
    "page_number": 3,
    "bbox": [
      72.02,
      346.59,
      543.94,
      451.69
    ],
    "text": "The subject matter is a bare land situated right next to the land owned by the Petitioner. There is a reception hall and a few shops on the Petitioners land. The contention of the Petitioner was that his mother had been in possession of the subject matter until her demise in 2018 and thereafter, he has been in possession until he was dispossessed by the 1st Respondent on 20-07-2019. The Petitioner averred that his customers had been parking their vehicles in the subject matter and he had leased out the same to various institutions.",
    "fonts": [
      "BookmanOldStyle"
    ],
    "sizes": [
      8.039999961853027,
      12.0
    ]
  },
  {
    "page_number": 3,
    "bbox": [
      72.02,
      460.97,
      543.87,
      535.69
    ],
    "text": "In terms of Section 68 of the said Act, the onus is on the Petitioner to establish the fact that he had been in possession of the subject matter within a period of two months immediately before the date on which the information was filed under Section 66, namely from 25-05-2019 to 25-07-2019. The said provisions are re-produced as follows;",
    "fonts": [
      "BookmanOldStyle"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 3,
    "bbox": [
      108.02,
      544.97,
      543.62,
      619.78
    ],
    "text": "(1) Where the dispute relates to the possession of any land or part thereof it shall be the duty of the Judge of the Primary Court holding the inquiry to determine as to who was in possession of the land or the part on the date of the filing of the information under section 66 and make order as to who is entitled to possession of such land or part thereof.",
    "fonts": [
      "BookmanOldStyle-Italic"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 3,
    "bbox": [
      108.02,
      629.0,
      543.6,
      719.02
    ],
    "text": "(2) An order under subsection (1) shall declare any one or more persons therein specified to be entitled to the possession of the land or the part in the manner specified in such order until such person or persons are evicted therefrom under an order or decree of a competent court, and prohibit all disturbance of such possession otherwise than under the authority of such an order or decree.",
    "fonts": [
      "BookmanOldStyle-Italic"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 4,
    "bbox": [
      72.02,
      731.38,
      333.17,
      755.88
    ],
    "text": "Page 5 of 9",
    "fonts": [
      "Calibri",
      "Calibri-Bold"
    ],
    "sizes": [
      11.039999961853027
    ]
  },
  {
    "page_number": 4,
    "bbox": [
      108.02,
      72.12,
      543.69,
      207.62
    ],
    "text": "(3) Where at an inquiry into a dispute relating to the right to the possession of any land or any part of a land the Judge of the Primary Court is satisfied that any person who had been in possession of the land or part has been forcibly dispossessed within a period of two months immediately before the date on which the information was filed under section 66, he may make a determination to that effect and make an order directing that the party dispossessed be restored to possession and prohibiting all disturbance of such possession otherwise than under the authority of an order or decree of a competent court.",
    "fonts": [
      "BookmanOldStyle-Italic"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 4,
    "bbox": [
      108.02,
      216.96,
      543.49,
      276.53
    ],
    "text": "(4) An order under subsection (1) may contain in addition to the declaration and prohibition referred to in subsection (2), a direction that any party specified in the order shall be restored to the possession of the land or any part thereof specified in such order.",
    "fonts": [
      "BookmanOldStyle-Italic"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 4,
    "bbox": [
      72.02,
      285.75,
      543.89,
      497.35
    ],
    "text": "The learned High Court Judge has rightly observed that though the documents tendered by the Petitioner generally speak about the Petitioners possession of the subject matter, those documents have not substantiated the fact that the Petitioner was in possession of the corpus two months before the date of information, that is to say between 25-05-2019 to 25-07-2019. Hence, under Section 68 (3) of the said Act, the Petitioner is not entitled to an Order in his favour. It is pertinent to note that the witnesses who gave evidence on behalf of the Petitioner have not established the fact that the Petitioner was in possession of the premises in dispute. Instead, in the light of the evidence adduced by those witnesses, the possession of the 2nd Respondent was well established. It is evident that the 2nd Respondent is the lawful owner of the subject matter and leased the same out to the 1st Respondent. The 1st Respondent is in possession as a lessee of the 2nd Respondent. In this scenario, the 1st Respondent has no objections in granting the defacto possession to the 2nd Respondent.",
    "fonts": [
      "BookmanOldStyle",
      "BookmanOldStyle-Italic"
    ],
    "sizes": [
      8.039999961853027,
      12.0
    ]
  },
  {
    "page_number": 4,
    "bbox": [
      72.02,
      506.57,
      543.78,
      611.68
    ],
    "text": "Moreover, this Court is mindful of the fact that the Petitioner failed to establish his contention that he had been dispossessed by the 1st Respondent on 20-07-2019. Since the Petitioners possession of the subject matter and the dispossession by the 1st Respondent therefrom are not established before the Primary Court, it is the considered view of this Court that there is no basis to interfere with the determination of the learned Primary Court Judge dismissmissing the Petitioners Application.",
    "fonts": [
      "BookmanOldStyle"
    ],
    "sizes": [
      8.039999961853027,
      12.0
    ]
  },
  {
    "page_number": 4,
    "bbox": [
      72.02,
      621.08,
      543.94,
      650.08
    ],
    "text": "In this regard, I refer to the case of Ramalingam Vs. Thangarajah1, Sharvananda J (as he then was) observed that",
    "fonts": [
      "BookmanOldStyle",
      "BookmanOldStyle-Bold"
    ],
    "sizes": [
      8.039999961853027,
      12.0
    ]
  },
  {
    "page_number": 4,
    "bbox": [
      108.02,
      659.48,
      543.48,
      688.66
    ],
    "text": "a Judge should in an inquiry under Section 66 confine himself to the question of actual possession on the date of filing information except in a",
    "fonts": [
      "BookmanOldStyle-Italic"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 4,
    "bbox": [
      72.02,
      696.58,
      218.55,
      719.95
    ],
    "text": "1 1982 (2) SLR p693",
    "fonts": [
      "Calibri"
    ],
    "sizes": [
      6.480000019073486,
      9.960000038146973,
      11.039999961853027
    ]
  },
  {
    "page_number": 5,
    "bbox": [
      72.02,
      731.38,
      333.17,
      755.88
    ],
    "text": "Page 6 of 9",
    "fonts": [
      "Calibri",
      "Calibri-Bold"
    ],
    "sizes": [
      11.039999961853027
    ]
  },
  {
    "page_number": 5,
    "bbox": [
      108.02,
      72.12,
      543.61,
      116.42
    ],
    "text": "case where a person who had been in possession of land had been dispossessed within a period of two months immediately preceding filing of information.",
    "fonts": [
      "BookmanOldStyle",
      "BookmanOldStyle-Italic"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 5,
    "bbox": [
      72.02,
      125.64,
      460.18,
      139.64
    ],
    "text": "In Kanagasabai Vs. Mailvaganam2 the Supreme Court held that",
    "fonts": [
      "BookmanOldStyle",
      "BookmanOldStyle-Bold"
    ],
    "sizes": [
      8.039999961853027,
      12.0
    ]
  },
  {
    "page_number": 5,
    "bbox": [
      108.02,
      148.92,
      543.65,
      223.7
    ],
    "text": "the inquiry under Section 62 is directed to the determination as to who was in actual possession of the land on the date of the issue of the notice under Section 62 (1) irrespective of the rights of the parties or their title to the said land. On his reaching that finding the Magistrate may unless the facts fall within section 63(3) make an order under section 63(2).",
    "fonts": [
      "BookmanOldStyle-Italic"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 5,
    "bbox": [
      72.02,
      232.92,
      543.9,
      353.27
    ],
    "text": "In the case in hand, the Petitioner failed to establish his possession and dispossession with regard to the subject matter as required in Section 68 (3) of the said Act, and therefore, the learned Primary Court Judge rightly dismissed the Application. However, the learned Primary Court Judge erred in law in not making a determination as to the fact that the possession of the same is to be given to the 2nd Respondent whose possession has already been well established, which is contrary to Section 68 (1) of the said Act. This error has been rectified by the learned High Court Judge stating as follows;",
    "fonts": [
      "BookmanOldStyle"
    ],
    "sizes": [
      8.039999961853027,
      12.0
    ]
  },
  {
    "page_number": 5,
    "bbox": [
      72.02,
      362.55,
      543.67,
      406.97
    ],
    "text": "Court declare that the 2nd Respondent is entitled to possession of the corpus. Neither the informant nor his agents shall disturb the 2nd Respondent's possession of the corpus, except by an order of Court.",
    "fonts": [
      "BookmanOldStyle-Italic"
    ],
    "sizes": [
      8.039999961853027,
      12.0
    ]
  },
  {
    "page_number": 5,
    "bbox": [
      72.02,
      416.21,
      543.94,
      612.52
    ],
    "text": "The contention of the learned Counsel for the Petitioner was that since the 2nd Respondent has not challenged the Order of the Primary Court, he cannot maintain a counterclaim in his statement of objections in the revision Application filed by the Petitioner before the High Court, and therefore, the determination made by the learned High Court Judge granting the possession of the corpus to the 2nd Respondent is bad in law. I decline to accept the foregoing contention of the learned Counsel for the Petitioner. It is settled law that in an appeal, the Respondents can maintain a counter-appeal. Similarly, in revision Applications too, the Respondents in their objections can put forward their counterclaims. It is pertinent to note that, in a revision Application, the Court has wider discretionary power to rectify any errors, omissions, and mistakes made by the original Court in order to eliminate the miscarriage of justice, whether the Respondents made a counterclaim or not",
    "fonts": [
      "BookmanOldStyle"
    ],
    "sizes": [
      8.039999961853027,
      12.0
    ]
  },
  {
    "page_number": 5,
    "bbox": [
      108.02,
      621.8,
      543.85,
      651.1
    ],
    "text": "In Gnanapandithen Vs. Balanayagam3 the Supreme Court held that there was a miscarriage of justice in the case, and the parties",
    "fonts": [
      "BookmanOldStyle",
      "BookmanOldStyle-Bold",
      "BookmanOldStyle-Italic"
    ],
    "sizes": [
      8.039999961853027,
      12.0
    ]
  },
  {
    "page_number": 5,
    "bbox": [
      72.02,
      684.46,
      218.55,
      719.95
    ],
    "text": "2 78 NLR 280. 3 1998-1SLR-p391.",
    "fonts": [
      "Calibri"
    ],
    "sizes": [
      6.480000019073486,
      9.960000038146973,
      11.039999961853027
    ]
  },
  {
    "page_number": 6,
    "bbox": [
      72.02,
      731.38,
      333.17,
      755.88
    ],
    "text": "Page 7 of 9",
    "fonts": [
      "Calibri",
      "Calibri-Bold"
    ],
    "sizes": [
      11.039999961853027
    ]
  },
  {
    "page_number": 6,
    "bbox": [
      108.02,
      72.12,
      543.49,
      101.3
    ],
    "text": "are entitled to a revision of the judgment of the original Court notwithstanding delay in seeking relief.",
    "fonts": [
      "BookmanOldStyle-Italic"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 6,
    "bbox": [
      72.02,
      110.4,
      458.5,
      124.4
    ],
    "text": "In Karunawathi Vs. Mallika4, the Court of Appeal observed that",
    "fonts": [
      "BookmanOldStyle",
      "BookmanOldStyle-Bold"
    ],
    "sizes": [
      8.039999961853027,
      12.0
    ]
  },
  {
    "page_number": 6,
    "bbox": [
      108.02,
      133.68,
      543.45,
      162.86
    ],
    "text": "the power given to a superior Court by way of revision is wide enough to give it the right to revise any order made by an original Court.",
    "fonts": [
      "BookmanOldStyle-Italic"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 6,
    "bbox": [
      72.02,
      172.08,
      543.91,
      231.56
    ],
    "text": "In this scenario, I hold that the determination of the learned High Court Judge granting the possession of the subject matter to the 2nd Respondent is within the purview of the Primary Courts Procedure Act No. 44 of 1979 and in terms of the evidence adduced.",
    "fonts": [
      "BookmanOldStyle"
    ],
    "sizes": [
      8.039999961853027,
      12.0
    ]
  },
  {
    "page_number": 6,
    "bbox": [
      72.02,
      240.87,
      543.77,
      303.47
    ],
    "text": "Be that as it may. It is settled law that, apex Courts exercise the powers of revision only in exceptional circumstances. Revisionary jurisdiction is an extraordinary jurisdiction of this Court and it is exercised only at the discretion of Court.",
    "fonts": [
      "BookmanOldStyle"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 6,
    "bbox": [
      72.02,
      319.71,
      458.02,
      333.71
    ],
    "text": "In Thilagaratnam Vs. E.A.P. Edirisingha5, it was observed that",
    "fonts": [
      "BookmanOldStyle",
      "BookmanOldStyle-Bold"
    ],
    "sizes": [
      8.039999961853027,
      12.0
    ]
  },
  {
    "page_number": 6,
    "bbox": [
      108.02,
      349.83,
      543.55,
      428.83
    ],
    "text": "though the Appellate Courts' powers to act in revision were wide and would be exercised whether an appeal has been taken against the order of the original court or not, such powers would be exercised only in exceptional circumstances. There were no exceptional circumstances in this case to justify the exercise of the Court's powers of revision.",
    "fonts": [
      "BookmanOldStyle-Italic"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 6,
    "bbox": [
      72.02,
      444.89,
      543.93,
      472.93
    ],
    "text": "In Cadaman Pulle Vs. Ceylon Paper Sacks Ltd., (2001-3SLR-P112), it was held that",
    "fonts": [
      "BookmanOldStyle",
      "BookmanOldStyle-Bold"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 6,
    "bbox": [
      108.02,
      487.01,
      543.69,
      543.31
    ],
    "text": "no exceptional circumstances are disclosed why his Application for revisionary relief should be entertained after the lapse of nearly two years. The existence of exceptional circumstances is a pre-condition for the exercise of the powers of revision.",
    "fonts": [
      "BookmanOldStyle",
      "BookmanOldStyle-Italic"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 6,
    "bbox": [
      72.02,
      557.33,
      543.89,
      585.52
    ],
    "text": "In the case of Dharmaratne Vs. Palmparadise Cabanas Ltd.,6 Amaratunga, J. observed that",
    "fonts": [
      "BookmanOldStyle",
      "BookmanOldStyle-Bold"
    ],
    "sizes": [
      8.039999961853027,
      12.0
    ]
  },
  {
    "page_number": 6,
    "bbox": [
      108.02,
      599.6,
      543.66,
      669.94
    ],
    "text": "\"the existence of exceptional circumstances is the process by which the court selects the cases in respect of which the extraordinary method of rectification should be adopted if such a selection process is not there revisionary jurisdiction of this court will become a gateway of every litigant to make a second appeal in the garb of a Revision Application or to make an",
    "fonts": [
      "BookmanOldStyle-Italic"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 6,
    "bbox": [
      72.02,
      672.22,
      252.98,
      719.95
    ],
    "text": "4 CA. No. 448-96. CA. Minute of 05-03-2001. 5 1982-1SLR-p56 6 2003-3SLR-p24.",
    "fonts": [
      "Calibri"
    ],
    "sizes": [
      6.480000019073486,
      9.960000038146973,
      11.039999961853027
    ]
  },
  {
    "page_number": 7,
    "bbox": [
      72.02,
      731.38,
      333.17,
      755.88
    ],
    "text": "Page 8 of 9",
    "fonts": [
      "Calibri",
      "Calibri-Bold"
    ],
    "sizes": [
      11.039999961853027
    ]
  },
  {
    "page_number": 7,
    "bbox": [
      108.02,
      72.0,
      543.7,
      156.5
    ],
    "text": "appeal in situations where the legislature has not given a right of appeal. The practice of Court to insist upon the existence of exceptional circumstances for the exercise of revisionary powers has taken deep root in our law and has got hardened into a rule that should not be lightly disturbed. The petitioner has not pleaded or established exceptional circumstances warranting the exercise of revisionary powers.",
    "fonts": [
      "BookmanOldStyle-Italic"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 7,
    "bbox": [
      72.02,
      170.52,
      533.86,
      184.52
    ],
    "text": "The Supreme Court, in the case of Rasheed Ali Vs. Mohamed Ali7, held that",
    "fonts": [
      "BookmanOldStyle",
      "BookmanOldStyle-Bold"
    ],
    "sizes": [
      8.039999961853027,
      12.0
    ]
  },
  {
    "page_number": 7,
    "bbox": [
      108.02,
      193.8,
      543.69,
      344.57
    ],
    "text": "the powers of revision vested in the Court of Appeal are very wide and the Court can in a fit case exercise that power whether or not an appeal lies. Where the law does not give a right of appeal and makes the order final, the Court of Appeal may nevertheless exercise its powers of revision, but it should do so only in exceptional circumstances. Ordinarily, the Court will not interfere by way of review, particularly when the law has expressly given an aggrieved party an alternate remedy such as the right to file a separate action except when non-interference will cause a denial of justice or irremediable harm The fact that a Judge's order is merely",
    "fonts": [
      "BookmanOldStyle-BoldItal",
      "BookmanOldStyle-Italic"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 7,
    "bbox": [
      72.02,
      353.91,
      543.94,
      519.85
    ],
    "text": "In the light of the foregoing determinations, it is settled law that the existence of exceptional circumstances is a pre-condition for the exercise of the powers of revision. The practice of Court to insist upon the existence of exceptional circumstances for the exercise of revisionary powers has taken deep root in our law and has got hardened into a rule that should not be lightly disturbed. The grounds set out in paragraph 20 of the Application cannot be considered as exceptional circumstances. The exceptional circumstances mean an extraordinary situation to exercise the revisionary jurisdiction of this Court. The petitioner in the instant Application has not established exceptional circumstances warranting the exercise of revisionary powers of this Court, and therefore, the Application is liable to be dismissed on this ground alone.",
    "fonts": [
      "BookmanOldStyle"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 7,
    "bbox": [
      72.02,
      529.13,
      543.72,
      588.64
    ],
    "text": "The right to appeal is a statutory right and must be expressly created and granted by a statute. Merits or demerits cannot be considered at the commencement of the appeal and all matters can be considered only at the argument. The right to appeal is a right provided by the legislature.",
    "fonts": [
      "BookmanOldStyle"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 7,
    "bbox": [
      72.02,
      597.92,
      543.84,
      657.4
    ],
    "text": "Revision is an extraordinary remedy granted by Court under special circumstances. Revision is a discretionary remedy. It is not available as of right. The Petitioner in his Revision Application only seeks the indulgence of Court to remedy a miscarriage of justice. He does not assert it as a right.",
    "fonts": [
      "BookmanOldStyle"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 7,
    "bbox": [
      72.02,
      696.58,
      218.55,
      719.95
    ],
    "text": "7 1981-1SLR-p262.",
    "fonts": [
      "Calibri"
    ],
    "sizes": [
      6.480000019073486,
      9.960000038146973,
      11.039999961853027
    ]
  },
  {
    "page_number": 8,
    "bbox": [
      72.02,
      731.38,
      333.17,
      755.88
    ],
    "text": "Page 9 of 9",
    "fonts": [
      "Calibri",
      "Calibri-Bold"
    ],
    "sizes": [
      11.039999961853027
    ]
  },
  {
    "page_number": 8,
    "bbox": [
      72.02,
      72.12,
      543.89,
      161.96
    ],
    "text": "If the Petitioner had not availed himself of the right to appeal which was available to him, and invoking the revisionary jurisdiction of this Court, there is a duty cast upon the Petitioner to satisfy this Court as to why he did not invoke the appellate jurisdiction. Failing which, the Petitioner cannot proceed with the Application for revision. An Application for revision is available where the failure to exercise the right to appeal is explained to the satisfaction of the Court.",
    "fonts": [
      "BookmanOldStyle"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 8,
    "bbox": [
      72.02,
      171.24,
      371.35,
      185.24
    ],
    "text": "In Naroch Vs. Shrikanthan8 it was observed that",
    "fonts": [
      "BookmanOldStyle",
      "BookmanOldStyle-Bold"
    ],
    "sizes": [
      8.039999961853027,
      12.0
    ]
  },
  {
    "page_number": 8,
    "bbox": [
      108.02,
      194.52,
      543.69,
      284.45
    ],
    "text": "The judgment had been delivered in the presence of the Attorney-at-Law for the parties, the petitioner had not taken any steps to have the said judgment canvassed by way of an appeal. The petitioner had not indicated to court that any special circumstances exist which would invite this court to exercise its powers of revision, since the petitioner had not availed himself of the right of appeal which was available to him.",
    "fonts": [
      "BookmanOldStyle-Italic"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 8,
    "bbox": [
      72.02,
      293.79,
      543.91,
      338.03
    ],
    "text": "The Petitioner in this Application failed to satisfy this Court for not invoking the right to appeal provided in law. As such, the instant Application is misconceived in law on this ground as well.",
    "fonts": [
      "BookmanOldStyle"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 8,
    "bbox": [
      72.02,
      347.31,
      543.9,
      467.65
    ],
    "text": "For the foregoing reasons, I hold that the instant Application is bad in law and there is no basis to interfere with the impugned Orders of the learned Judge of the Primary Court of Jaffna and the learned Provincial High Court Judge of the Northern Provence dated 19-07-2021 and 08-03-2023 respectively. Accordingly, the notices are refused and the Application is dismissed with costs fixed at Rs. 75,000/-. The Registrar is directed to communicate this Order to the learned Primary Court Judge of Jaffna and the learned Provincial High Court Judges of the Northern Province, Jaffna forthwith.",
    "fonts": [
      "BookmanOldStyle"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 8,
    "bbox": [
      72.02,
      476.93,
      305.33,
      490.93
    ],
    "text": "Application dismissed. Costs 75,000/-.",
    "fonts": [
      "BookmanOldStyle"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 8,
    "bbox": [
      72.02,
      500.14,
      539.07,
      550.42
    ],
    "text": "JUDGE OF THE COURT OF APPEAL",
    "fonts": [
      "BookmanOldStyle",
      "BookmanOldStyle-BoldItal",
      "Calibri"
    ],
    "sizes": [
      12.479999542236328,
      12.960000038146973,
      14.039999961853027
    ]
  },
  {
    "page_number": 8,
    "bbox": [
      72.02,
      559.0,
      206.54,
      575.74
    ],
    "text": "P. Kumararatnam, J.",
    "fonts": [
      "BookmanOldStyle-Bold",
      "BookmanOldStyle-BoldItal",
      "Calibri-Bold"
    ],
    "sizes": [
      12.0,
      14.039999961853027
    ]
  },
  {
    "page_number": 8,
    "bbox": [
      72.02,
      585.1,
      123.56,
      599.98
    ],
    "text": "I agree.",
    "fonts": [
      "BookmanOldStyle",
      "Calibri"
    ],
    "sizes": [
      12.479999542236328
    ]
  },
  {
    "page_number": 8,
    "bbox": [
      72.02,
      630.61,
      540.05,
      645.74
    ],
    "text": "JUDGE OF THE COURT OF APPEAL",
    "fonts": [
      "BookmanOldStyle",
      "BookmanOldStyle-BoldItal"
    ],
    "sizes": [
      12.479999542236328,
      12.960000038146973
    ]
  },
  {
    "page_number": 8,
    "bbox": [
      72.02,
      696.58,
      218.55,
      719.95
    ],
    "text": "8 1997 (1) SLR p286.",
    "fonts": [
      "Calibri"
    ],
    "sizes": [
      6.480000019073486,
      9.960000038146973,
      11.039999961853027
    ]
  }
]