[
  {
    "page_number": 0,
    "bbox": [
      108.0,
      778.85,
      489.82,
      805.76
    ],
    "text": "1",
    "fonts": [
      "CIDFont+F1"
    ],
    "sizes": [
      11.040450096130371
    ]
  },
  {
    "page_number": 0,
    "bbox": [
      127.56,
      94.86,
      472.03,
      110.02
    ],
    "text": "IN THE COURT OF APPEAL OF THE DEMOCRATIC",
    "fonts": [
      "CIDFont+F2"
    ],
    "sizes": [
      12.960525512695312
    ]
  },
  {
    "page_number": 0,
    "bbox": [
      171.36,
      117.66,
      428.35,
      132.82
    ],
    "text": "SOCIALIST REPUBLIC OF SRI LANKA",
    "fonts": [
      "CIDFont+F2"
    ],
    "sizes": [
      12.960525512695312
    ]
  },
  {
    "page_number": 0,
    "bbox": [
      108.0,
      141.29,
      491.47,
      296.26
    ],
    "text": "In the matter of an Appeal under Section 331 of the Code of Criminal Procedure Act No. 15 of 1979, read with Article 138 of the Constitution of the Democratic Socialist Republic of Sri Lanka.",
    "fonts": [
      "CIDFont+F3"
    ],
    "sizes": [
      12.960525512695312
    ]
  },
  {
    "page_number": 0,
    "bbox": [
      288.0,
      299.21,
      453.88,
      331.42
    ],
    "text": "The Democratic Socialist Republic of Sri Lanka",
    "fonts": [
      "CIDFont+F3"
    ],
    "sizes": [
      12.960525512695312
    ]
  },
  {
    "page_number": 0,
    "bbox": [
      108.0,
      334.37,
      415.27,
      436.66
    ],
    "text": "Court of Appeal Case No. CA/HCC/0437/2019 Complainant High Court of Colombo V. Case No. HC/6236/2012",
    "fonts": [
      "CIDFont+F2",
      "CIDFont+F3"
    ],
    "sizes": [
      12.960525512695312
    ]
  },
  {
    "page_number": 0,
    "bbox": [
      108.0,
      439.61,
      491.48,
      489.34
    ],
    "text": "Pussagodage Thusitha Namal Kumara",
    "fonts": [
      "CIDFont+F3"
    ],
    "sizes": [
      12.960525512695312
    ]
  },
  {
    "page_number": 0,
    "bbox": [
      108.0,
      491.7,
      491.48,
      664.78
    ],
    "text": "Accused AND NOW BETWEEN Pussagodage Thusitha Namal Kumara AccusedAppellant V.",
    "fonts": [
      "CIDFont+F2",
      "CIDFont+F3"
    ],
    "sizes": [
      12.960525512695312
    ]
  },
  {
    "page_number": 0,
    "bbox": [
      288.0,
      667.73,
      478.07,
      748.56
    ],
    "text": "Hon. Attorney General, Attorney Generals Department, Colombo 12.",
    "fonts": [
      "CIDFont+F3"
    ],
    "sizes": [
      12.000450134277344,
      12.960525512695312
    ]
  },
  {
    "page_number": 0,
    "bbox": [
      324.0,
      750.72,
      488.39,
      764.76
    ],
    "text": "ComplainantRespondent",
    "fonts": [
      "CIDFont+F2"
    ],
    "sizes": [
      12.000450134277344
    ]
  },
  {
    "page_number": 1,
    "bbox": [
      108.0,
      778.85,
      489.82,
      805.76
    ],
    "text": "2",
    "fonts": [
      "CIDFont+F1"
    ],
    "sizes": [
      11.040450096130371
    ]
  },
  {
    "page_number": 1,
    "bbox": [
      108.0,
      72.06,
      491.5,
      411.22
    ],
    "text": "BEFORE : K. PRIYANTHA FERNANDO, J. (P/CA) WICKUM A. KALUARACHCHI, J. COUNSEL : Anurangi Singh for the Accused Appellant. Janaka Bandara, Deputy Solicitor General for the Respondent. ARGUED ON : 12.12.2022 WRITTEN SUBMISSIONS FILED ON : 14.02.2022 by the Accused Appellant. 12.09.2022 by the Respondent. JUDGMENT ON : 13.01.2023",
    "fonts": [
      "CIDFont+F2",
      "CIDFont+F3"
    ],
    "sizes": [
      9.96037483215332,
      12.000450134277344,
      12.960525512695312
    ]
  },
  {
    "page_number": 1,
    "bbox": [
      108.0,
      413.58,
      359.95,
      463.9
    ],
    "text": "************** K. PRIYANTHA FERNANDO, J.(P/CA)",
    "fonts": [
      "CIDFont+F2"
    ],
    "sizes": [
      12.960525512695312
    ]
  },
  {
    "page_number": 1,
    "bbox": [
      81.0,
      466.85,
      491.5,
      762.22
    ],
    "text": "1. The accused appellant (hereinafter referred to as the appellant) was indicted in the High Court of Colombo on one count of trafficking of 31.85 grams of heroin in count no. 1, punishable in terms of section 54A (b) of the Poisons, Opium and Dangerous Drugs Ordinance (Amendment) Act No. 13 of 1984, and for one count of having in possession of the said quantity of heroin, in count no. 2, punishable in terms of section 54A (d) of the same Ordinance. After trial, the learned High Court Judge convicted the appellant on count no. 2 and acquitted him on count no. 1. The appellant was sentenced to life imprisonment for count no. 2. 2. Being aggrieved by the above conviction and the sentence, the appellant preferred the instant appeal. Although in his written submissions, the learned Counsel for the appellant",
    "fonts": [
      "CIDFont+F3",
      "CIDFont+F4",
      "CIDFont+F5"
    ],
    "sizes": [
      12.960525512695312
    ]
  },
  {
    "page_number": 2,
    "bbox": [
      108.0,
      778.85,
      489.82,
      805.76
    ],
    "text": "3",
    "fonts": [
      "CIDFont+F1"
    ],
    "sizes": [
      11.040450096130371
    ]
  },
  {
    "page_number": 2,
    "bbox": [
      108.0,
      72.65,
      491.5,
      104.74
    ],
    "text": "has preferred six grounds of appeal, those grounds can be summarized as follows,",
    "fonts": [
      "CIDFont+F3"
    ],
    "sizes": [
      12.960525512695312
    ]
  },
  {
    "page_number": 2,
    "bbox": [
      81.0,
      121.11,
      491.51,
      574.54
    ],
    "text": "I. The learned High Court Judge has failed to consider the contradictions in the evidence of the prosecution witnesses. II. The prosecution has failed to prove the chain of custody. III. The judgment is contrary to section 203 of the Code of Criminal Procedure Act. 3. Brief facts of the case as submitted in the evidence are as follows, As per the evidence of the prosecution, upon receiving an information by police constable 50142, Asela (PW3) that a person by the name of Namal Kumara is trafficking heroin on a motorcycle, inspector of police Rangajeewa (PW1) of the narcotics bureau has conducted a raid close to the Thalawathugoda junction. Officers of the narcotics bureau has stopped the motorcycle, and has arrested the appellant upon him being shown by the informant. The appellant has been carrying the bag containing the parcel of heroin on the handle of his motorcycle. At the end of the case for the prosecution, the appellant has made an unsworn statement from the dock. The position taken up by the appellant in his dock statement was that, the police officers arrested him, took him to a rubber plantation and assaulted him. They have also questioned him about the heroin and got his signature on some papers.",
    "fonts": [
      "CIDFont+F3",
      "CIDFont+F4",
      "CIDFont+F5"
    ],
    "sizes": [
      12.960525512695312
    ]
  },
  {
    "page_number": 2,
    "bbox": [
      81.0,
      577.61,
      491.5,
      767.62
    ],
    "text": "4. Ground of appeal no. 1 The learned Counsel for the appellant submitted that, the officer who led the raid (PW1), in his evidence has said that, they stopped their vehicle about 200 meters away from the Thalawathugoda junction. However, sub inspector Wijesinghe (PW2) in his evidence has said that, they stopped their vehicle close to the Thalawathugoda junction. I do not see any contradiction between the evidence of the PW1 and PW2 regarding the place where they parked the vehicle. The PW1 has clearly said in his evidence that, after",
    "fonts": [
      "CIDFont+F2",
      "CIDFont+F3",
      "CIDFont+F4",
      "CIDFont+F5"
    ],
    "sizes": [
      12.960525512695312
    ]
  },
  {
    "page_number": 3,
    "bbox": [
      108.0,
      778.85,
      489.82,
      805.76
    ],
    "text": "4",
    "fonts": [
      "CIDFont+F1"
    ],
    "sizes": [
      11.040450096130371
    ]
  },
  {
    "page_number": 3,
    "bbox": [
      108.0,
      72.65,
      491.49,
      192.58
    ],
    "text": "parking the vehicle, they came to the Thalawathugoda junction and stationed themselves at the bus stop, about 25 meters away from the junction. Hence, I do not find any material contradiction regarding the place where they conducted the raid, in a way that affects the credibility of the two witnesses. Therefore, I find that this ground of appeal has no merit.",
    "fonts": [
      "CIDFont+F3",
      "CIDFont+F5"
    ],
    "sizes": [
      12.960525512695312
    ]
  },
  {
    "page_number": 3,
    "bbox": [
      81.0,
      195.53,
      491.51,
      385.54
    ],
    "text": "5. Ground of appeal no. 2 The learned Counsel for the appellant submitted that, although the raid was conducted on 31.05.2011, the parcel of heroin that was alleged to have been in the possession of the appellant was handed over to IP Rajakaruna on 02.06.2011. The learned Deputy Solicitor General for the appellant submitted that, as it was the weekend, the PW1 has sealed the parcel containing heroin and has kept it in his personal locker before handing it over to IP Rajakaruna, who was in charge of productions at the narcotics bureau.",
    "fonts": [
      "CIDFont+F2",
      "CIDFont+F3",
      "CIDFont+F4",
      "CIDFont+F5"
    ],
    "sizes": [
      12.960525512695312
    ]
  },
  {
    "page_number": 3,
    "bbox": [
      81.0,
      388.61,
      491.51,
      754.18
    ],
    "text": "6. According to the evidence of the PW1, after sealing the productions, he has kept it within his safety locker until it was handed over to IP Rajakaruna. Although he was cross examined at length, he was never questioned about any tampering done or even with regard to the possibility of tampering with the heroin parcel while it was in his custody. However, it is important to note that, when the PW1 was cross examined, the defence Counsel has suggested to the PW1 that the heroin parcel was found inside the roof of the house they checked at Pannipitiya, which the witness denied. The prosecution has clearly led evidence on the inward journey of the production, which was not challenged by the defence. Hence, this ground should necessarily fail. 7. Ground of Appeal No. 3 The learned Counsel for the appellant submitted that, the learned trial Judge has taken about one year after the conclusion of the trial, to deliver his judgment. Therefore, it is the contention of the learned Counsel that, the learned",
    "fonts": [
      "CIDFont+F2",
      "CIDFont+F3",
      "CIDFont+F4",
      "CIDFont+F5"
    ],
    "sizes": [
      12.960525512695312
    ]
  },
  {
    "page_number": 4,
    "bbox": [
      108.0,
      778.85,
      489.82,
      805.76
    ],
    "text": "5",
    "fonts": [
      "CIDFont+F1"
    ],
    "sizes": [
      11.040450096130371
    ]
  },
  {
    "page_number": 4,
    "bbox": [
      108.0,
      72.65,
      491.5,
      174.94
    ],
    "text": "trial Judge has violated the provisions enumerated in section 203 of the Code of Criminal Procedure Act. Section 203 of the Code of Criminal Procedure Act provides that, after the cases for the prosecution and the defence are closed, the Judge shall forthwith or within 10 days of the conclusion of the trial, record the verdict.",
    "fonts": [
      "CIDFont+F3"
    ],
    "sizes": [
      12.960525512695312
    ]
  },
  {
    "page_number": 4,
    "bbox": [
      81.0,
      177.89,
      491.73,
      754.06
    ],
    "text": "8. This provision was discussed at length and was interpreted in case of Sinha Rathnathunga v. The State [2001] 2 SLR 173 it was held that, the provisions of section 203 of the Code of Criminal Procedure Act are directory and not mandatory. In the instant case, after the conclusion of the evidence for the prosecution and defence, the learned trial Judge who heard the evidence was elevated to the Court of Appeal. Thereafter, the learned trial Judge who succeeded him has decided to record further final submissions from both parties without any objections from either party. It is pertinent to note that, even the defence Counsel who appeared for the accused has moved for several postponements to make his submissions. Finally, when his lordship the Chief Justice appointed the learned trial Judge who has delivered the judgment to deliver the judgment, no application has been made by any of the parties or more specifically by the defence, to even recall any of the witnesses for cross examination. I am mindful of the fact that taking nearly 12 months to deliver a judgment is undesirable. However, in this instance, neither has it caused any prejudice to the appellant nor has it caused any failure of justice. Hence, this ground of appeal also fails. 9. Although there is no ground of appeal urged by the learned Counsel for the appellant, I find that the learned trial Judges analysis of the evidence has been very brief and insufficient. The learned trial Judge has summarised the evidence from page 1-16 of his judgment (page 436-451 of the appeal brief). He has analysed the evidence only in the penultimate paragraph on page 16 of his judgment. Further, he has simply rejected the defence through a",
    "fonts": [
      "CIDFont+F2",
      "CIDFont+F3",
      "CIDFont+F4",
      "CIDFont+F6"
    ],
    "sizes": [
      12.960525512695312
    ]
  },
  {
    "page_number": 5,
    "bbox": [
      108.0,
      778.85,
      489.82,
      805.76
    ],
    "text": "6",
    "fonts": [
      "CIDFont+F1"
    ],
    "sizes": [
      11.040450096130371
    ]
  },
  {
    "page_number": 5,
    "bbox": [
      108.0,
      72.65,
      491.5,
      139.9
    ],
    "text": "single sentence, stating that the defence cannot be accepted as the quantity of heroin in the instant case is high. A defence on introducing heroin cannot be rejected, merely on the basis that the quantity of heroin is high.",
    "fonts": [
      "CIDFont+F2",
      "CIDFont+F3"
    ],
    "sizes": [
      12.960525512695312
    ]
  },
  {
    "page_number": 5,
    "bbox": [
      81.0,
      142.26,
      491.49,
      174.94
    ],
    "text": "10. Although the learned trial Judge has not sufficiently",
    "fonts": [
      "CIDFont+F2",
      "CIDFont+F3",
      "CIDFont+F4"
    ],
    "sizes": [
      12.960525512695312
    ]
  },
  {
    "page_number": 5,
    "bbox": [
      108.0,
      177.89,
      491.5,
      210.1
    ],
    "text": "analysed the evidence, the prosecution has proved the prosecution case beyond reasonable doubt.",
    "fonts": [
      "CIDFont+F2",
      "CIDFont+F3"
    ],
    "sizes": [
      12.960525512695312
    ]
  },
  {
    "page_number": 5,
    "bbox": [
      81.0,
      213.05,
      491.73,
      245.14
    ],
    "text": "11. In case of Mannar Mannan v. The Republic of Sri Lanka",
    "fonts": [
      "CIDFont+F3",
      "CIDFont+F4",
      "CIDFont+F6"
    ],
    "sizes": [
      12.960525512695312
    ]
  },
  {
    "page_number": 5,
    "bbox": [
      108.0,
      247.48,
      491.49,
      420.7
    ],
    "text": "[1990] 1 SLR 280 it was held that, the proviso to section 334(1) of the Code of Criminal procedure Act clearly vests the discretion in the court to decide on the matter in terms of the evidence adduced in the trial court. In Mannar Mannan the learned trial Judge has failed to direct the jury, that it is sufficient for the accused to raise a reasonable doubt as to the truth of the prosecution case. However, it was held that, a reasonable jury if properly directed would have inevitably and without a doubt have returned the same verdict.",
    "fonts": [
      "CIDFont+F2",
      "CIDFont+F3",
      "CIDFont+F5",
      "CIDFont+F6"
    ],
    "sizes": [
      12.960525512695312
    ]
  },
  {
    "page_number": 5,
    "bbox": [
      81.0,
      423.06,
      491.49,
      455.74
    ],
    "text": "12. As I have stated before, in the instant case, the learned",
    "fonts": [
      "CIDFont+F2",
      "CIDFont+F3",
      "CIDFont+F4"
    ],
    "sizes": [
      12.960525512695312
    ]
  },
  {
    "page_number": 5,
    "bbox": [
      108.0,
      458.69,
      491.5,
      561.1
    ],
    "text": "trial Judge has rejected the defence in the wrong premise. The appellant, in his unsworn statement from the dock has said that he was arrested, taken to a rubber plantation, assaulted and was forced to sign some papers. This position was never suggested to any of the prosecution witnesses who conducted the raid.",
    "fonts": [
      "CIDFont+F2",
      "CIDFont+F3"
    ],
    "sizes": [
      12.960525512695312
    ]
  },
  {
    "page_number": 5,
    "bbox": [
      81.0,
      563.46,
      491.72,
      596.14
    ],
    "text": "13. In case of Sarwan Singh v. The State of Punjab [2002]",
    "fonts": [
      "CIDFont+F2",
      "CIDFont+F3",
      "CIDFont+F4",
      "CIDFont+F6"
    ],
    "sizes": [
      12.960525512695312
    ]
  },
  {
    "page_number": 5,
    "bbox": [
      108.0,
      598.5,
      355.75,
      613.67
    ],
    "text": "INSC 431 (7 October 2002) it was held,",
    "fonts": [
      "CIDFont+F2",
      "CIDFont+F3",
      "CIDFont+F5"
    ],
    "sizes": [
      12.960525512695312
    ]
  },
  {
    "page_number": 5,
    "bbox": [
      144.0,
      616.99,
      491.2,
      701.51
    ],
    "text": "it is a rule of essential justice that whenever the opponent has declined to avail himself of the opportunity to put his case in cross examination it must follow that the evidence tendered on that issue ought to be accepted.",
    "fonts": [
      "CIDFont+F5"
    ],
    "sizes": [
      12.960525512695312
    ]
  },
  {
    "page_number": 5,
    "bbox": [
      81.0,
      704.71,
      491.15,
      736.55
    ],
    "text": "14. In State of Himachal Pradesh v. Thakur Dass 1993 2",
    "fonts": [
      "CIDFont+F3",
      "CIDFont+F4",
      "CIDFont+F5",
      "CIDFont+F6"
    ],
    "sizes": [
      12.960525512695312
    ]
  },
  {
    "page_number": 5,
    "bbox": [
      108.0,
      739.61,
      336.54,
      754.19
    ],
    "text": "Cri 1694 at 1983 VD Misra CJ held,",
    "fonts": [
      "CIDFont+F3",
      "CIDFont+F5"
    ],
    "sizes": [
      12.960525512695312
    ]
  },
  {
    "page_number": 6,
    "bbox": [
      108.0,
      778.85,
      489.82,
      805.76
    ],
    "text": "7",
    "fonts": [
      "CIDFont+F1"
    ],
    "sizes": [
      11.040450096130371
    ]
  },
  {
    "page_number": 6,
    "bbox": [
      144.0,
      72.91,
      491.2,
      122.27
    ],
    "text": "Whenever a statement of fact by a witness is not challenged in cross examination, it has to be concluded that the fact in question is not disputed",
    "fonts": [
      "CIDFont+F5"
    ],
    "sizes": [
      12.960525512695312
    ]
  },
  {
    "page_number": 6,
    "bbox": [
      81.0,
      125.59,
      491.45,
      157.42
    ],
    "text": "15. In case of Moti Lal v. The State of Madhya Pradesh",
    "fonts": [
      "CIDFont+F3",
      "CIDFont+F4",
      "CIDFont+F5",
      "CIDFont+F6"
    ],
    "sizes": [
      12.960525512695312
    ]
  },
  {
    "page_number": 6,
    "bbox": [
      108.0,
      160.37,
      349.45,
      174.95
    ],
    "text": "1990 Cri LJ no. C 125 MP it was held,",
    "fonts": [
      "CIDFont+F3",
      "CIDFont+F5"
    ],
    "sizes": [
      12.960525512695312
    ]
  },
  {
    "page_number": 6,
    "bbox": [
      144.0,
      178.27,
      491.2,
      227.63
    ],
    "text": "Absence of cross examination of prosecution witness of certain facts leads to the inference of admission of that fact",
    "fonts": [
      "CIDFont+F5"
    ],
    "sizes": [
      12.960525512695312
    ]
  },
  {
    "page_number": 6,
    "bbox": [
      81.0,
      230.83,
      491.49,
      262.78
    ],
    "text": "16. In the instant case, the police officers who conducted the",
    "fonts": [
      "CIDFont+F3",
      "CIDFont+F4",
      "CIDFont+F5"
    ],
    "sizes": [
      12.960525512695312
    ]
  },
  {
    "page_number": 6,
    "bbox": [
      108.0,
      265.73,
      491.5,
      490.9
    ],
    "text": "raid have given evidence without any serious contradictions that goes to the root of the matter. Further, the defence taken up by the appellant in his statement from the dock was never put to the prosecution witnesses. Although the learned High Court Judge has rejected the defence on the wrong premise and has failed to analyse the evidence properly, even if properly analysed, the learned trial Judge could not have come to any other conclusion other than the one he arrived at. That is, finding the accused guilty on count no. 2. Therefore, I see no reason to interfere with the conviction and the sentence imposed by the learned High Court Judge on the appellant on count no. 2. Hence, I affirm the conviction and the sentence.",
    "fonts": [
      "CIDFont+F3"
    ],
    "sizes": [
      12.960525512695312
    ]
  },
  {
    "page_number": 6,
    "bbox": [
      108.0,
      507.29,
      303.91,
      556.9
    ],
    "text": "The appeal is dismissed.",
    "fonts": [
      "CIDFont+F2",
      "CIDFont+F3"
    ],
    "sizes": [
      12.960525512695312
    ]
  },
  {
    "page_number": 6,
    "bbox": [
      108.0,
      592.8,
      471.36,
      691.8
    ],
    "text": "PRESIDENT OF THE COURT OF APPEAL WICKUM A. KALUARACHCHI, J. I agree.",
    "fonts": [
      "CIDFont+F2",
      "CIDFont+F3"
    ],
    "sizes": [
      12.000450134277344,
      12.960525512695312
    ]
  },
  {
    "page_number": 6,
    "bbox": [
      216.0,
      746.64,
      441.11,
      760.68
    ],
    "text": "JUDGE OF THE COURT OF APPEAL",
    "fonts": [
      "CIDFont+F2",
      "CIDFont+F3"
    ],
    "sizes": [
      12.000450134277344
    ]
  }
]