[
  {
    "page_number": 0,
    "bbox": [
      72.02,
      781.32,
      302.93,
      805.8
    ],
    "text": "1",
    "fonts": [
      "Calibri"
    ],
    "sizes": [
      11.039999961853027
    ]
  },
  {
    "page_number": 0,
    "bbox": [
      89.06,
      74.81,
      509.55,
      88.85
    ],
    "text": "IN THE COURT OF APPEAL OF THE DEMOCRATIC SOCIALIST REPUBLIC OF",
    "fonts": [
      "Calibri-Bold"
    ],
    "sizes": [
      14.039999961853027
    ]
  },
  {
    "page_number": 0,
    "bbox": [
      267.05,
      101.21,
      331.44,
      115.25
    ],
    "text": "SRI LANKA",
    "fonts": [
      "Calibri-Bold"
    ],
    "sizes": [
      14.039999961853027
    ]
  },
  {
    "page_number": 0,
    "bbox": [
      72.02,
      223.01,
      239.26,
      255.44
    ],
    "text": "Court of Appeal Writ Application No: 124/13",
    "fonts": [
      "Calibri-Bold"
    ],
    "sizes": [
      14.039999961853027
    ]
  },
  {
    "page_number": 0,
    "bbox": [
      281.93,
      131.93,
      518.28,
      214.37
    ],
    "text": "In the matter of an application for Mandates in the nature of Writs of Certiorari, Prohibition & Mandamus under and in terms of Article 140 of the Constitution of the Republic.",
    "fonts": [
      "Calibri"
    ],
    "sizes": [
      14.039999961853027
    ]
  },
  {
    "page_number": 0,
    "bbox": [
      281.93,
      223.97,
      487.43,
      293.72
    ],
    "text": "1. The National Union of Seafarers, Sri Lanka 2. M.M.L.Ranjan Perera",
    "fonts": [
      "Calibri"
    ],
    "sizes": [
      14.039999961853027,
      15.960000038146973
    ]
  },
  {
    "page_number": 0,
    "bbox": [
      281.93,
      294.8,
      518.27,
      346.88
    ],
    "text": "Secretary-National Union of Seafarers Sri Lanka",
    "fonts": [
      "Calibri"
    ],
    "sizes": [
      14.039999961853027,
      15.960000038146973
    ]
  },
  {
    "page_number": 0,
    "bbox": [
      281.93,
      348.56,
      487.43,
      454.78
    ],
    "text": "1st & 2nd Petitioners above, OF: 70, Lauries Road, Colombo 04 3. Jathika Sewaka Sangamaya (JSS) 4. L.M.V. Sirinal Maxim De Mel",
    "fonts": [
      "Calibri"
    ],
    "sizes": [
      14.039999961853027,
      15.960000038146973
    ]
  },
  {
    "page_number": 0,
    "bbox": [
      296.33,
      457.42,
      491.64,
      542.74
    ],
    "text": "General Secretary-Jathika Sewaka Sangamaya 3rd & 4th above, OF: 416, Kotte Road, Pitakotte",
    "fonts": [
      "Calibri"
    ],
    "sizes": [
      14.039999961853027,
      15.960000038146973
    ]
  },
  {
    "page_number": 0,
    "bbox": [
      451.54,
      545.26,
      518.43,
      559.3
    ],
    "text": "Petitioners",
    "fonts": [
      "Calibri-Bold"
    ],
    "sizes": [
      14.039999961853027
    ]
  },
  {
    "page_number": 0,
    "bbox": [
      281.93,
      570.37,
      307.56,
      584.41
    ],
    "text": "-Vs-",
    "fonts": [
      "Calibri-Bold"
    ],
    "sizes": [
      14.039999961853027
    ]
  },
  {
    "page_number": 0,
    "bbox": [
      281.93,
      595.45,
      486.99,
      677.89
    ],
    "text": "1. Sri Lanka Ports Authority 2. Jaya Container Terminals Limited 3. Dr. Priyath Bandu Wickrama",
    "fonts": [
      "Calibri"
    ],
    "sizes": [
      14.039999961853027
    ]
  },
  {
    "page_number": 0,
    "bbox": [
      296.33,
      680.89,
      512.09,
      766.23
    ],
    "text": "Chairman-Sri Lanka Ports Authority & Jaya Container Terminals Ltd. 1st to 3rd above, ALL of No 19, Church Street, Colombo 01.",
    "fonts": [
      "Calibri"
    ],
    "sizes": [
      14.039999961853027,
      15.960000038146973
    ]
  },
  {
    "page_number": 1,
    "bbox": [
      72.02,
      781.32,
      302.93,
      805.8
    ],
    "text": "2",
    "fonts": [
      "Calibri"
    ],
    "sizes": [
      11.039999961853027
    ]
  },
  {
    "page_number": 1,
    "bbox": [
      72.02,
      74.93,
      526.6,
      762.39
    ],
    "text": "Before: C.P. Kirtisinghe J. Mayadunne Corea J. Counsel: Wardani Karunaratne instructed by M.I.M Iynullah for the Petitioner Sanjeewa Jayawardena, PC with Charitha Rupesinghe for the 2nd and 3C (i) Respondent. Nayomi Kahawita, SC for the 1st, 4th and 5th Respondent. Argued on: 03.12.2021, 08.03.2022, 05.05.2022 Decided On: 12.12.2022 C. P. Kirtisinghe J. The Petitioners are seeking for a mandate in the nature of a Writ of Certiorari quashing the determination of the 2nd and 3rd Respondents disentitling the employees of the 2nd Respondent from the retirement age/benefits of regulation contained in Public Enterprises Circular No. 1 of 2013 dated 15.01.2013 marked P10 as contained in communication dated 02.04.2013 marked P16, for a mandate in the nature of a Writ of Mandamus compelling the 4th Respondent to advice and instruct 2nd, 3rd and 5th Respondent on the applicability of retirement age/benefits of regulations contained in Public Enterprise Circular marked P10 to those employed in the 2nd Respondent public enterprise, for a mandate in the nature of Writ of Mandamus compelling the 5th",
    "fonts": [
      "Calibri",
      "Calibri-Bold"
    ],
    "sizes": [
      9.0,
      14.039999961853027
    ]
  },
  {
    "page_number": 1,
    "bbox": [
      290.57,
      77.33,
      423.35,
      93.29
    ],
    "text": "4. Dr. P.B.Jayasundara",
    "fonts": [
      "Calibri"
    ],
    "sizes": [
      14.039999961853027,
      15.960000038146973
    ]
  },
  {
    "page_number": 1,
    "bbox": [
      290.57,
      95.81,
      515.1,
      198.29
    ],
    "text": "Secretary to the Treasury & Ministry of Finance and Planning, Secretariat Building, Colombo 01. 5. Ms. P. Wickramasinghe",
    "fonts": [
      "Calibri"
    ],
    "sizes": [
      14.039999961853027,
      15.960000038146973
    ]
  },
  {
    "page_number": 1,
    "bbox": [
      304.99,
      199.37,
      518.39,
      232.49
    ],
    "text": "Commissioner General of Labour Department of Labour - Colombo 05.",
    "fonts": [
      "Calibri"
    ],
    "sizes": [
      14.039999961853027,
      15.960000038146973
    ]
  },
  {
    "page_number": 1,
    "bbox": [
      448.78,
      235.04,
      527.55,
      249.08
    ],
    "text": "Respondents",
    "fonts": [
      "Calibri",
      "Calibri-Bold"
    ],
    "sizes": [
      14.039999961853027
    ]
  },
  {
    "page_number": 2,
    "bbox": [
      72.02,
      781.32,
      302.93,
      805.8
    ],
    "text": "3",
    "fonts": [
      "Calibri"
    ],
    "sizes": [
      11.039999961853027
    ]
  },
  {
    "page_number": 2,
    "bbox": [
      72.02,
      74.93,
      526.59,
      769.23
    ],
    "text": "Respondent to carry out her statutory duties and determine according to the law on the applicability of retirement age/benefits of regulation contained in Public enterprise Circular No. 1 of 2013 marked P10 to those employed in the 2nd Respondent public enterprise and to proceed to such further steps according to law in order for the resolution of the present dispute before her, for a mandate in the nature of Writ of Prohibition restraining the 2nd and 3rd Respondents from disentailing those employees in the 2nd Respondent public enterprise the retirement age/benefits of regulation contained in Public Enterprise Circular No 1 of 2013 marked P10 with effect from the date of the said regulation, for a mandate in the nature of a Writ of Certiorari quashing the determination of the 2nd and 3rd Respondents seeking the 5th Respondents permission to terminate the employment of their members employed at the 2nd Respondent purportedly under the Termination of Employment (special provisions) Act No. 45 of 1971 (as amended) without affording them their entitled retirement age/benefits of regulations contained in Public Enterprise Circular No. 1 of 2013. The facts of the case can be summarized as follows. The 2nd Respondent Jaya Container Terminals Ltd is a company duly registered under the Companies Act of Sri Lanka No. 7 of 2007 and according to the Petitioners it is a fully owned subsidiary of the 1st Respondent Sri Lanka Ports Authority and a state-controlled enterprise with the 1st Respondent holding 99.994% of shares in the 2nd Respondent company. Lanka Marine Services Ltd was established in 1993 as a government owned public enterprise and as a subsidiary of the Ceylon Petroleum Corporation and several of these effected employees of the 2nd Respondent were in permanent employment under that company. Following a decision of the Public Enterprises Reform Commission all the shares in the Lanka Marine Services Ltd were sold to John Keels Holdings PLC in 2002. Following a decision of the Supreme Court declaring the above transaction was illegal the employees were absorbed into the 2nd Respondent company. Accordingly, 130 employees were issued with fresh letters of appointment by the 2nd Respondent. The Petitioners state that there was an assurance that the terms governing such employment would remain consonant with those of the 1st Respondent employees and others in wholly owned enterprises of the state and therefore they will be equally placed with all",
    "fonts": [
      "Calibri"
    ],
    "sizes": [
      9.0,
      14.039999961853027
    ]
  },
  {
    "page_number": 3,
    "bbox": [
      72.02,
      781.32,
      302.93,
      805.8
    ],
    "text": "4",
    "fonts": [
      "Calibri"
    ],
    "sizes": [
      11.039999961853027
    ]
  },
  {
    "page_number": 3,
    "bbox": [
      72.02,
      74.93,
      526.56,
      285.56
    ],
    "text": "entitlements and benefits governing other such public enterprises. However, the Petitioners state that they entered into formal contracts of employment with the 2nd Respondent. They state that their retirement age at that time was in keeping with the then age limits applicable to state owned enterprises which were governed by Regulation No. 60 of Circular dated 29.04.2011 which was later revoked and set aside by the Public Enterprise Circular No. 1 of 2013 which is marked as P10. Thereafter, the 3rd Respondent had amended the above regulations and circulated the amendments, with effect from 01.01.2013, applicable to the retirement age of employees of public enterprises which is marked P11. The Circular No. 1 of 2013 reads as follows,",
    "fonts": [
      "Calibri"
    ],
    "sizes": [
      9.0,
      14.039999961853027
    ]
  },
  {
    "page_number": 3,
    "bbox": [
      72.02,
      289.02,
      526.6,
      757.23
    ],
    "text": "I. The optional age of retirement of employees in public enterprises is 55 years of age, however, if any officer intends to serve beyond this limit, he/she may continue to serve up to the compulsory age of retirement i.e, 60 years of age without applying for an extension of service. II. During the age 55-60 years, the officer at his/her discretion, may retire from the service after giving 03 months prior notice to the appointing authority. III. If the appointing authority decides that the extension of service beyond the age of 55 years, should not be granted to any officer, whose efficiency and the performance is not satisfactory, the appointing authority has the authority to retire him/her from the service by giving 06 months prior notice, enabling the officer to appeal against the decision. The Circular No. 1 of 2013 (P10) was issued by the 4th Respondent, the Secretary to the treasury. The Circular No. 2 of 2013 was issued by the 3rd Respondent, the Chairman of the Sri Lanka Ports Authority and Jayah Container Terminals Ltd. The Circular No. 2 of 2013 had been issued in addition to the Circular No. 1 of 2013. By later circular the optional retirement age of the employees of the 2nd Respondent had been increased up to the age of 57. The Petitioners state that they are duly entitled to obtain benefits under these amended regulations circulated by way of P10 and P11 and they are entitled to remain in service until the age of 60 without applying for annual extensions and also consider their optional age of retirement as 57 years. Immediately upon these regulations",
    "fonts": [
      "ArialMT",
      "Calibri"
    ],
    "sizes": [
      9.0,
      14.039999961853027
    ]
  },
  {
    "page_number": 4,
    "bbox": [
      72.02,
      781.32,
      302.93,
      805.8
    ],
    "text": "5",
    "fonts": [
      "Calibri"
    ],
    "sizes": [
      11.039999961853027
    ]
  },
  {
    "page_number": 4,
    "bbox": [
      72.02,
      73.67,
      526.59,
      757.23
    ],
    "text": "being circulated the 1st Petitioner union has requested the 2nd Respondent to give effect to same. The Petitioners state that some of the employees of the 2nd Respondent have been served with notice of termination of employment without giving effect to the benefits of the above circulars. The 1st Respondent Authority had assumed the position that the age of retirement of the employees could not be accounted in terms of the Circular no. 1 of 2013. By the letter marked P16 the 3rd Respondent had assumed the position that the Circular no. 1 of 2013 does not apply to the employees of the 2nd Defendant company and informed same to the 5th Respondent the Commissioner General of Labour. Thereafter, the 2nd Respondent had offered a voluntary retirement scheme for its employees which is marked P21. The Petitioners state that there is no ground upon which the 2nd and 3rd Respondent can resort to the Termination of employment (special provisions) Act No. 45 of 1971 (as amended) in respect of these employees who have been absorbed into the 2nd Respondent company. The Petitioner states that the denial to them their rightful age of retirement under the regulations contained in the Circular No. 1 of 2013 by the Respondents and the failure of the 5th Respondent to determine according to the law the applicability of the regulations contained in the aforesaid circular are illegal, null and void and of no force or avail in law. It is unjust and unequitable. It is ultra vires the purport and ambit of the regulations contained in the aforesaid circular and its intended objectives. The learned Counsel for the Petitioners informed court that he is not pursuing the relief contained in paragraph F of the prayer to the amended petition. The Petitioners are seeking for a mandate in the nature of Writ of Certiorari quashing the determination of the 2nd and 3rd Respondents disentitling employees of the 2nd Respondent from the retirement age and benefits contained in Circular No. 1 of 2013 and for a mandate in the nature of Writ of Mandamus compelling the 4th Respondent to advice and instruct the 2nd, 3rd and 5th Respondents on the applicability of retirement age and benefits contained in the aforesaid circular. The Petitioners are also seeking for a mandate in the nature of Writ of Mandamus compelling the 5th Respondent to carry out her statutory duties and determine according to law on the applicability of the retirement age and benefits contained in the aforesaid circular.",
    "fonts": [
      "Calibri",
      "Calibri-Italic"
    ],
    "sizes": [
      9.0,
      14.039999961853027
    ]
  },
  {
    "page_number": 5,
    "bbox": [
      72.02,
      781.32,
      302.93,
      805.8
    ],
    "text": "6",
    "fonts": [
      "Calibri"
    ],
    "sizes": [
      11.039999961853027
    ]
  },
  {
    "page_number": 5,
    "bbox": [
      72.02,
      73.67,
      526.59,
      364.16
    ],
    "text": "The 4th Respondent who was the secretary to the treasury, who had issued the Circular No. 1 of 2013 had stated in his statement of objections that the aforesaid circular does not have any statutory force and therefore cannot be enforced by way of a Writ of Mandamus. He had denied the fact that the 2nd Respondent is a state-controlled entity and had stated that the applicability of the aforesaid circular is only to the employees of the public enterprises. Therefore, the 4th Respondent has taken up the position that the aforesaid circular does not apply to the Petitioners. The learned Counsel for the Petitioners submitted that, the 2nd Respondent company is a public enterprise which is under the direct control and supervision of the minister. He cited the judgement of Dr. M. D. W. Lokuge Vs. Dayasiri Fernando CA 160/2013 decided on 16.10.2015. In their written submissions the Petitioners had cited the following authorities to support the contention that the 2nd Respondent company is a public enterprise.",
    "fonts": [
      "Calibri",
      "Calibri-Bold"
    ],
    "sizes": [
      9.0,
      14.039999961853027
    ]
  },
  {
    "page_number": 5,
    "bbox": [
      85.58,
      367.62,
      526.24,
      403.4
    ],
    "text": "1. Rajarathne Vs. Air Lanka Ltd and others (1987) 2 SLR 128. 2. Jayakody Vs. Sri Lanka Insurance and Robinson Hotel company Ltd and",
    "fonts": [
      "ArialMT",
      "Calibri",
      "Calibri-Bold"
    ],
    "sizes": [
      14.039999961853027
    ]
  },
  {
    "page_number": 5,
    "bbox": [
      85.58,
      409.06,
      526.28,
      442.78
    ],
    "text": "others (2001) 1 SLR 365. 3. Hemasiri Fernando Vs. Hon. Mangala Samaraweera and others (1999) 1",
    "fonts": [
      "ArialMT",
      "Calibri",
      "Calibri-Bold"
    ],
    "sizes": [
      14.039999961853027
    ]
  },
  {
    "page_number": 5,
    "bbox": [
      72.02,
      448.42,
      526.61,
      757.23
    ],
    "text": "SLR 415. According to the interpretation given in section 23 of The Public Enterprises Reform Commission of Sri Lanka Act, No. 1 of 1996, a public enterprise includes a public corporation or a government owned business undertaking or a company where all the shares or the majority of the shares of such company are held by the Government. According to the documents marked P3A and P3B it is apparent that the 2nd Respondent company is a company where the majority of shares are held by the government. As stated in the articles of association of the company, one director shall be appointed by the minister in charge of the subject of Finance which means that the company is under the direct control and supervision of the minister. Sri Lanka Ports authority owns 99.994% of the shares of the 2nd Respondent company. Therefore, it is apparent that the 2nd Respondent company is a public enterprise within the meaning of Circular No. 1 of 2013. The 3rd Respondent, the Chairman of the 2nd Respondent company had adopted the Circular No. 1 of 2013 and issued the Circular No. 2 of 2013",
    "fonts": [
      "Arial-BoldMT",
      "Calibri",
      "Calibri-Bold"
    ],
    "sizes": [
      9.0,
      14.039999961853027
    ]
  },
  {
    "page_number": 6,
    "bbox": [
      72.02,
      781.32,
      302.93,
      805.8
    ],
    "text": "7",
    "fonts": [
      "Calibri"
    ],
    "sizes": [
      11.039999961853027
    ]
  },
  {
    "page_number": 6,
    "bbox": [
      72.02,
      73.67,
      526.58,
      757.23
    ],
    "text": "applicable to the employees of the 2nd Respondent company on the basis that the Circular No. 1 of 2013 is applicable to the employees of the company. However, the 4th and 5th Respondents have taken up the position that the aforementioned circular does not have any statutory force and therefore cannot be enforced by way of a Writ of Mandamus. It is settled law that the duty sought to be enforced by a Writ of Mandamus must be a legal duty. In the case of S. G. De Zoysa Vs. The Public Service Commission (62 NLR 492) H.N.G. Fernando J. held that the Public Service Commission Rules relating to the procedure to be followed prior to the retirement of a public officer did not have the same legal effect as a statutory provision and could not therefore be enforced by Certiorari and Mandamus. In the case of J. W. De Alvis Vs. V C. De Silva (Director of Public Works) 71 NLR 108, Alles J. held that the administrative regulations laid down in the Ceylon Government Manual of Procedure do not have the status of law and non-compliance with them cannot be enforced by Mandamus. Where a statutory authority issues a circular and such circular is not referable to the exercise any delegated legislative power it does not prescribe any duty having statutory potential and such a duty cannot be enforced by a Writ of Mandamus. In the case of Weligama Multi Purpose Corporative Society Ltd. Vs. Chandradasa Daluwatta (1984) 1 SLR 195 Sharvananda J. observed as follows, Mandamus lies to secure the performance of a public duty, in the performance of which an applicant has sufficient legal interest. To be enforceable by Mandamus the duty to be performed must be of a public nature and not of merely private character. A public duty may be imposed by either statute, charter or the common law or custom. Justice Sharvananda had further observed as follows, In my view the duty prescribed by clause 7 of Circular No. 18 of 1973 relied on by the petitioner is not in the nature of a public duty such as to attract the grant of a Writ of Mandamus for its enforcement. The instructions which the Co-operative Employees Commission has issued and on which the petitioner respondent bases his application, does not imposes a public duty on the respondent-co-operative society to pay half months salary to an interdicted officer. The Court of Appeal has overlooked the fact that the authority relied",
    "fonts": [
      "Calibri",
      "Calibri-Bold"
    ],
    "sizes": [
      9.0,
      14.039999961853027
    ]
  },
  {
    "page_number": 7,
    "bbox": [
      72.02,
      781.32,
      302.93,
      805.8
    ],
    "text": "8",
    "fonts": [
      "Calibri"
    ],
    "sizes": [
      11.039999961853027
    ]
  },
  {
    "page_number": 7,
    "bbox": [
      72.02,
      74.93,
      526.59,
      737.65
    ],
    "text": "only by the petitioner for the payment of salary to the interdicted officer is only a circular and not a regulation. A circular is not referable to the exercise of any delegated legislative power, it does not prescribe any duty having statutory potential. In the case of Hakmana Multi Purpose Co-operative Society Ltd. Vs. Ferdinando (1985) 2 SLR 272 it was held that Mandamus does not lie to compel a co-operative society to comply with a circular issued by the Co-operative Employees Commission directing payment of half a salary to an interdicted employee pending inquiry. In the case of Piyasiri Vs. Peoples Bank (1989) 2 SLR 47 the minister of Finance, under section 42(a) of the Peoples Bank Act gave directions to the Board of Directors to implement the recommendations of a one man commission relating to promotions of bank clerks and in consequence the board issued a circular formulated to implement the said recommendations. It was held that, Mandamus did not lie to compel the board to call the Petitioner, a bank clerk, for an interview with a view to promotion in terms of the circular as the said circular does not have statutory force. In the unreported judgement of Accountant Service Association Vs. Hon. S.B. Dissanayake Minister of Higher Education and others CA Writ 493/2010 decided on 24.05.2019 Janak De Silva J. has stated as follows, As a matter of law a circular not referable to the exercise of any delegated legislative power does not prescribe any duty having statutory potential. In this case the Petitioners have not referred to any delegated legislative power by which the Circular No 1 of 2013 was made and the 4th Respondent who had issued that circular states that, it does not have a statutory force. Professor H. W. R. Wade in his treatise Administrative Law 5th Edition at page 635 states thus, A distinction which needs to be clarified is that between public duties enforceable by Mandamus, which are usually statutory, and duties arising merely from contract. Contractual duties are enforceable as matters of private law by the ordinary contractual remedies, such as damages, injunction, specific performance and declaration. They are not enforceable by Mandamus which in the first place is confined to public duties.",
    "fonts": [
      "Calibri",
      "Calibri-Bold"
    ],
    "sizes": [
      9.0,
      14.039999961853027
    ]
  },
  {
    "page_number": 8,
    "bbox": [
      72.02,
      781.32,
      302.93,
      805.8
    ],
    "text": "9",
    "fonts": [
      "Calibri"
    ],
    "sizes": [
      11.039999961853027
    ]
  },
  {
    "page_number": 8,
    "bbox": [
      72.02,
      74.93,
      526.59,
      757.23
    ],
    "text": "In the case of Ridge Vs. Baldwin 1964 AC 40 Lord Reed said, The law regarding master and servant is not in doubt. There cannot be specific performance of a contract of service, and the master can terminate the contract with his servant at any time and for any reason or for none. But if he does so in a manner not warranted by the contract he must pay damages for breach of contract. So the question in a pure case of master and servant does not at all depend on whether the master has heard the servant in his own defence: it depends on whether the facts emerging at the trial prove breach of contract. But this kind of case can resemble dismissal from an office where the body employing the man is under some statutory or other restriction as to the kind of contract which it can make with its servants, or the grounds on which it can dismiss them. The present case does not fall within this class because a chief constable is not the servant of the watch committee or indeed of anyone else. In the case of Barber Vs. Manchester Regional Hospital Board 1958 1 WLR 181 Barry J. stated as follows, Here despite the strong statutory flavour attaching to the plaintiffs contract I have reached the conclusion that in essence it was an ordinary contract between master and servant and nothing more. In the case of University Council of Vidyodaya University Vs. Lenus Silva 66 NLR 505 the Privy Council held that the relationship between the Petitioner teacher and the university was purely a contract of master and servant and therefore the Writ did not lie although the contract of service clearly had a statutory flavour. Dr. Sunil F. A. Coorey in his treatise Principles of Administrative Law in Sri Lanka 4th Edition Volume 2 at page 919 refers to the concept of statutory flavour as follows, On the other hand, if power conferred by the terms and conditions of a contract are regulated by statute, the exercise of such power is the exercise of legal authority and hence could be quashed by certiorari. This is often the case where under the incorporating statute the corporate body has made, under statutory power, by-law, rules, or regulations, regulating the dismissal and disciplinary control of its employees. In such a case, the contracts of service with",
    "fonts": [
      "Calibri",
      "Calibri-Bold",
      "Calibri-Italic"
    ],
    "sizes": [
      9.0,
      14.039999961853027
    ]
  },
  {
    "page_number": 9,
    "bbox": [
      72.02,
      781.32,
      305.81,
      805.8
    ],
    "text": "10",
    "fonts": [
      "Calibri"
    ],
    "sizes": [
      11.039999961853027
    ]
  },
  {
    "page_number": 9,
    "bbox": [
      72.02,
      74.93,
      526.57,
      757.23
    ],
    "text": "its employees is not purely a matter of contract because it has a statutory flavour as the power of dismissal or disciplinary control is legal authority, and its exercise could be quashed by certiorari. The case of Nanayakkara Vs. Institute of Charted Accountants of Sri Lanka (1981) 2 SLR 52 was a case where there was a finding of a strong statutory flavour. In that case, Institute of Charted Accountants Act No. 23 of 1959 had empowered the council of the Institute of Charted Accountants of Sri Lanka to make regulations in respect of certain matters imposing obligations on the employer going beyond an ordinary contact of service and regulating the grounds and procedure for dismissal. In that case Thambiah J. held that the remedy by way of Certiorari was available to an employee. In this case the employees of the 2nd Respondent company who are represented by the 1st and the 3rd Petitioner Trade Unions, had entered into formal contracts of employment with the 2nd Respondent company as admitted by the Petitioners and the terms of employment are governed by those contracts. There is no evidence to show that there is a statutory flavour in the contracts of employment of the employees and the terms and conditions of the contracts are regulated by statute. The Petitioners have not satisfied court that the Circular No. 1 of 2013 is referable to the exercise of any delegated legislative power which prescribe a duty having a statutory potential. Therefore, this Court cannot issue a mandate in the nature of a Writ of Certiorari quashing the determinations of the 2nd and 3rd Respondents disentitling the employees of the 2nd Respondent from the retirement age/benefits of regulations contained in Circular No. 1 of 2013 as contained in the communication marked P16. For the same reasons this Court cannot issue a mandate in the nature of a Writ of Mandamus compelling the 4th Respondent to advise and instruct the 2nd, 3rd and 5th Respondents on the applicability of retirement age/benefits of regulations contained in Circular No. 1 of 2013 to those employed in the 2nd Respondent public enterprise. For the same reasons this Court cannot issue the mandate in the nature of a Writ of Prohibition restraining the 2nd and 3rd Respondents from disentitling the employees of the 2nd Respondent company the retirement age/benefits of regulations contained",
    "fonts": [
      "Calibri",
      "Calibri-Bold",
      "Calibri-Italic"
    ],
    "sizes": [
      9.0,
      14.039999961853027
    ]
  },
  {
    "page_number": 10,
    "bbox": [
      72.02,
      781.32,
      305.81,
      805.8
    ],
    "text": "11",
    "fonts": [
      "Calibri"
    ],
    "sizes": [
      11.039999961853027
    ]
  },
  {
    "page_number": 10,
    "bbox": [
      72.02,
      74.93,
      526.58,
      305.24
    ],
    "text": "in the Circular No. 1of 2013 with effect from the date of the said circular. The learned Counsel for the Petitioner has informed this Court that he is not pursuing the reliefs prayed for in paragraphs C and F of the prayer to the amended petition. For the aforesaid reasons we refuse to grant the reliefs prayed for in paragraphs A, B and D of the prayer to the amended petition and dismiss the application of the Petitioners without costs.",
    "fonts": [
      "Calibri",
      "Calibri-Bold"
    ],
    "sizes": [
      14.039999961853027
    ]
  },
  {
    "page_number": 10,
    "bbox": [
      380.23,
      309.44,
      526.59,
      323.48
    ],
    "text": "Judge of Court of Appeal",
    "fonts": [
      "Calibri-Bold"
    ],
    "sizes": [
      14.039999961853027
    ]
  },
  {
    "page_number": 10,
    "bbox": [
      72.02,
      335.96,
      203.74,
      350.0
    ],
    "text": "Mayadunne Corea J.",
    "fonts": [
      "Calibri-Bold"
    ],
    "sizes": [
      14.039999961853027
    ]
  },
  {
    "page_number": 10,
    "bbox": [
      72.02,
      362.36,
      116.23,
      376.4
    ],
    "text": "I Agree",
    "fonts": [
      "Calibri-Bold"
    ],
    "sizes": [
      14.039999961853027
    ]
  },
  {
    "page_number": 10,
    "bbox": [
      380.23,
      415.3,
      526.59,
      429.34
    ],
    "text": "Judge of Court of Appeal",
    "fonts": [
      "Calibri-Bold"
    ],
    "sizes": [
      14.039999961853027
    ]
  }
]