[
  {
    "page_number": 0,
    "bbox": [
      72.02,
      731.38,
      557.0,
      755.88
    ],
    "text": "1",
    "fonts": [
      "Calibri"
    ],
    "sizes": [
      11.039999961853027
    ]
  },
  {
    "page_number": 0,
    "bbox": [
      77.42,
      60.24,
      537.17,
      284.45
    ],
    "text": "IN THE COURT OF APPEAL OF THE DEMOCRATIC SOCIALIST REPUBLIC OF SRI LANKA In the matter of an application for the mandates in the nature of Writs of Certiorari and Mandamus in terms of the Article 140 of the Constitution of the Democratic Socialist Republic of Sri Lanka. PATABANDI MADDUMAGE THARUKA PUSHPA KUMARA, No.49/9, Samagi Mawatha, Galgane Road, Devinuwara. PETITIONER CA Writ Application No.: CA/writ/728/24",
    "fonts": [
      "Calibri",
      "Calibri Light"
    ],
    "sizes": [
      11.039999961853027,
      12.0,
      12.960000038146973
    ]
  },
  {
    "page_number": 0,
    "bbox": [
      77.42,
      286.85,
      460.4,
      473.71
    ],
    "text": "Vs 1. DR. HARINI AMARASURIYA, Minister, Ministry of Education Isurupaya, Battaramulla. 2. J.M. THILANKA JAYASUNDARA, The Secretary, Ministry of Education, Isurupaya, Battaramulla. 2A. K.M.G.S.N. KALUWEWA,",
    "fonts": [
      "Calibri",
      "Calibri Light"
    ],
    "sizes": [
      11.039999961853027,
      12.0
    ]
  },
  {
    "page_number": 0,
    "bbox": [
      77.42,
      474.91,
      466.64,
      567.67
    ],
    "text": "The Secretary, Isurupaya, Battaramulla. 3. Hon. Attorney General, Attorney General's Department, Colombo.",
    "fonts": [
      "Calibri",
      "Calibri Light"
    ],
    "sizes": [
      11.039999961853027,
      12.0
    ]
  },
  {
    "page_number": 0,
    "bbox": [
      77.42,
      570.31,
      537.17,
      596.98
    ],
    "text": "RESPONDENTS",
    "fonts": [
      "Calibri Light"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 0,
    "bbox": [
      77.42,
      610.3,
      307.8,
      622.3
    ],
    "text": "Before: Dhammika Ganepola, J.",
    "fonts": [
      "Calibri Light"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 0,
    "bbox": [
      77.42,
      632.26,
      535.21,
      717.46
    ],
    "text": "Damith Thotawatte, J. Counsel Krishan Fernandopulle with Tharika Ruwanpura instructed by Thushari Jayawardena for the Petitioner Prabhashini Jayasekara S.C., for the Respondents.",
    "fonts": [
      "Calibri Light"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 1,
    "bbox": [
      72.02,
      731.38,
      557.0,
      755.88
    ],
    "text": "2",
    "fonts": [
      "Calibri"
    ],
    "sizes": [
      11.039999961853027
    ]
  },
  {
    "page_number": 1,
    "bbox": [
      77.42,
      60.0,
      252.96,
      115.94
    ],
    "text": "Argued 19-03-2025 Written submissions tendered on:",
    "fonts": [
      "Calibri Light"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 1,
    "bbox": [
      77.42,
      89.3,
      351.62,
      159.86
    ],
    "text": "28-02-2025 By the Petitioner 07-04-2025 By the Respondents Judgement Delivered on:",
    "fonts": [
      "Calibri Light"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 1,
    "bbox": [
      72.02,
      133.22,
      252.96,
      173.18
    ],
    "text": "15-05-2025",
    "fonts": [
      "Calibri",
      "Calibri Light"
    ],
    "sizes": [
      11.039999961853027,
      12.0
    ]
  },
  {
    "page_number": 1,
    "bbox": [
      72.02,
      185.06,
      196.92,
      211.58
    ],
    "text": "D. Thotawatte, J.",
    "fonts": [
      "Calibri Light"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 1,
    "bbox": [
      90.02,
      221.6,
      557.15,
      235.46
    ],
    "text": "1. According to the petition, the Petitioner is a nationally recognized drama and theatre artist",
    "fonts": [
      "Arial",
      "Calibri Light"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 1,
    "bbox": [
      90.02,
      240.53,
      557.21,
      388.25
    ],
    "text": "registered with the Department of Cultural Affairs, and has been active in directing, teaching, and conducting workshops, with numerous awards and social media outreach. The Petitioner, being desirous to enter the Sri Lanka Teacher Service (SLTS) as a teacher of Drama and Theatre, had in 2007 enrolled himself in the Bachelor of Education (Drama and Theatre) degree program in the Open University of Sri Lanka, as this qualification was necessary to be eligible for the said post. Though the degree program was a four-year program, due to University administrative delays, the Petitioner graduated only in May 2015 at the age of 34 years. 2. The Service Minute of the Sri Lanka Teacher Service provides for matters concerning",
    "fonts": [
      "Arial",
      "Calibri Light"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 1,
    "bbox": [
      90.02,
      393.17,
      557.21,
      507.07
    ],
    "text": "recruitment to the Sri Lanka Teacher Service. One of the criteria to be eligible for recruitment to the SLTS is that the applicant should not be more than 35 years of age. On 22nd November 2016, when the Petitioner was called for a teacher recruitment interview, the Petitioner was ten months over the maximum age limit of 35 years and as such was not selected for the subsequent stage of the recruitment process on the grounds of being overaged. 3. However, it is apparent the Petitioner was aware of this disqualification prior to the interview,",
    "fonts": [
      "Arial",
      "Calibri Light"
    ],
    "sizes": [
      8.039999961853027,
      12.0
    ]
  },
  {
    "page_number": 1,
    "bbox": [
      90.02,
      511.0,
      557.2,
      591.94
    ],
    "text": "as the Petitioner has written a letter to the 2nd Respondent dated 21-11-2016 (annexed as P15) requesting him to consider his application in spite of the fact that he is overaged for the post. 4. After being excluded, the Petitioner has made multiple representations to His Excellency, the",
    "fonts": [
      "Arial",
      "Calibri Light"
    ],
    "sizes": [
      8.039999961853027,
      12.0
    ]
  },
  {
    "page_number": 1,
    "bbox": [
      108.02,
      596.86,
      557.21,
      710.74
    ],
    "text": "President, the Prime Minister, the Speaker, the Minister of Education and others on the basis that a great injustice has been caused to him. In response to the letter dated 14-02-2018 sent by the Petitioner and also considering other letters that had been received on behalf of the Petitioner the 2nd Respondent had written (letter dated 25th April 2018 annexed as P28) to the Secretary of the Public Services Commission (PSC) narrating the background and had requested permission to appoint the Petitioner to Grade II of Class 2 of the Sri Lanka Teacher Service (SLTS) exempting the Petitioner from the maximum age limit prescribed under Clause",
    "fonts": [
      "Calibri Light"
    ],
    "sizes": [
      8.039999961853027,
      12.0
    ]
  },
  {
    "page_number": 2,
    "bbox": [
      72.02,
      731.38,
      557.0,
      755.88
    ],
    "text": "3",
    "fonts": [
      "Calibri"
    ],
    "sizes": [
      11.039999961853027
    ]
  },
  {
    "page_number": 2,
    "bbox": [
      90.02,
      60.0,
      557.2,
      122.9
    ],
    "text": "7.2.2.3.2 of the Service Minute on the Sri Lanka Teacher Service, as published in Gazette Extraordinary No. 1885/38 dated 23.10.2014, without establishing a binding precedent. 5. In response to the aforesaid request, the 2nd Respondent has received from the PSC a letter",
    "fonts": [
      "Arial",
      "Calibri Light"
    ],
    "sizes": [
      8.039999961853027,
      12.0
    ]
  },
  {
    "page_number": 2,
    "bbox": [
      90.02,
      126.95,
      557.21,
      258.65
    ],
    "text": "dated 10th July 2018 (annexed as P29) informing that, in the event of vacancies being available, approval is granted to call for applications from requisite degree holders, by publishing a notice in the Government Gazette or a national newspaper, in accordance with the provisions of the Service Minute governing the Sri Lanka Teacher Service (SLTS). It was further specified that, for this particular occasion only (as a one-time concession), the maximum age limit for recruitment would be considered to be 45 years. 6. However, following the issuance of letter P29, no steps were taken by the 2nd Respondent to",
    "fonts": [
      "Arial",
      "Calibri Light"
    ],
    "sizes": [
      8.039999961853027,
      12.0
    ]
  },
  {
    "page_number": 2,
    "bbox": [
      90.02,
      263.69,
      557.12,
      377.45
    ],
    "text": "proceed with the recruitment process initially on the ground that no cadre vacancies were available and thereafter on various other purported difficulties. Aggrieved by the continuing inaction, the Petitioner has repeatedly brought the matter to the attention of His Excellency the President, the Public Petitions Committee of Parliament, and the Minister of Education, seeking redress. 7. In March 2021, faced with the fact that no recruitment of B.Ed graduates as teachers had been",
    "fonts": [
      "Arial",
      "Calibri Light"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 2,
    "bbox": [
      90.02,
      381.5,
      565.37,
      547.15
    ],
    "text": "done since 10-07-2018, the 2nd Respondent had submitted a draft gazette notification for recruitment for the approval of the PSC. Considering the lapse of time, the 2nd respondent had also requested to revalidate the approval given by letter P29. In response, the Secretary of the PSC, by his letter dated 21st June 2021 (annexed Marked as R9), has informed that the PSC has decided not to extend the maximum age limit for eligibility up to 45 years. However, considering that recruitments were not done in 10-07-2018 and the fact that there would have been eligible applicants at that time who have passed the 35-year maximum age limit for eligibility, as a one-time concession, would make the maximum age limit for eligibility 40 years. 8. Pursuant to the petition submitted by the Petitioner to the Public Petitions Committee (PPC)",
    "fonts": [
      "Arial",
      "Calibri Light"
    ],
    "sizes": [
      8.039999961853027,
      12.0
    ]
  },
  {
    "page_number": 2,
    "bbox": [
      90.02,
      552.19,
      557.2,
      649.06
    ],
    "text": "of the Parliament, an inquiry had been held with the participation of the Petitioner, representatives from the Ministry of Education and the Public Service Commission (PSC). Following the said inquiry, the Secretary to the PPC, by letter dated 18th May 2023 marked P44, had communicated the recommendations to the relevant parties. 9. As per the contents of P44, the Committee recommended that the 2nd Respondent give",
    "fonts": [
      "Arial",
      "Calibri Light"
    ],
    "sizes": [
      8.039999961853027,
      12.0
    ]
  },
  {
    "page_number": 2,
    "bbox": [
      108.02,
      653.98,
      557.18,
      716.86
    ],
    "text": "effect to the prior approval granted by the PSC and take necessary steps to appoint the Petitioner as a teacher pursuant to the directions previously given by the PPC (letter P29). However, P44 letter makes no mention of the subsequent revision of P29 by the PSC. As such the 2nd Respondent has by letter dated 14th August 2023 (annexed to the objections marked",
    "fonts": [
      "Calibri Light"
    ],
    "sizes": [
      8.039999961853027,
      12.0
    ]
  },
  {
    "page_number": 3,
    "bbox": [
      72.02,
      731.38,
      557.0,
      755.88
    ],
    "text": "4",
    "fonts": [
      "Calibri"
    ],
    "sizes": [
      11.039999961853027
    ]
  },
  {
    "page_number": 3,
    "bbox": [
      90.02,
      60.0,
      557.21,
      139.94
    ],
    "text": "R12) has sought advice and directions from PSC to appoint the Petitioner as a teacher, disregarding the provisions of the Service Minute approved by the PSC and making the appointment applicable personally (to the Petitioner only) to the Petitioner. 10. By their letter dated 30th January 2024 (annexed to the objections marked R13) the PSC has",
    "fonts": [
      "Arial",
      "Calibri Light"
    ],
    "sizes": [
      8.039999961853027,
      12.0
    ]
  },
  {
    "page_number": 3,
    "bbox": [
      90.02,
      143.87,
      557.21,
      258.65
    ],
    "text": "informed the 2nd Respondent that it is not possible to appoint the Petitioner to the said post making it applicable personally to the Petitioner. Subsequently, by letter dated 7th June 2024 (annexed marked P51), the Petitioner had been informed that following the directions of the PPC, the 2nd respondent has sought approval from the PSC to appoint the Petitioner. However, the PSC had declined to grant such approval. 11. The Petitioner avers that the 1st and 2nd Respondents have failed and/or neglected to",
    "fonts": [
      "Arial",
      "Calibri",
      "Calibri Light"
    ],
    "sizes": [
      8.039999961853027,
      12.0
    ]
  },
  {
    "page_number": 3,
    "bbox": [
      90.02,
      263.69,
      557.21,
      377.45
    ],
    "text": "implement the PSCs approval marked P29 and the subsequent directive issued by the PPC marked P44. The Petitioner further alleges that, as he is due to reach the age of 45 years on 22nd December 2024, the Respondents are willfully delaying the implementation of P29 in order to ensure that the matter remains unresolved until such time, thereby disqualifying him on account of age. 12. The Petitioner has filed this Application seeking, inter alia, the following reliefs:",
    "fonts": [
      "Arial",
      "Calibri Light",
      "Calibri Light,Italic"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 3,
    "bbox": [
      121.58,
      380.63,
      557.19,
      394.49
    ],
    "text": "b) Issue a Writ of Certiorari to quash the decision of the 1st and/or 2nd Respondent dated",
    "fonts": [
      "Arial",
      "Calibri Light"
    ],
    "sizes": [
      8.039999961853027,
      12.0
    ]
  },
  {
    "page_number": 3,
    "bbox": [
      121.58,
      399.41,
      557.09,
      428.35
    ],
    "text": "25th June 2024, marked P50(a). c) Issue a Writ of Mandamus directing the 1st and/or 2nd Respondents or their successors",
    "fonts": [
      "Arial",
      "Calibri Light"
    ],
    "sizes": [
      8.039999961853027,
      12.0
    ]
  },
  {
    "page_number": 3,
    "bbox": [
      121.58,
      433.39,
      557.2,
      479.35
    ],
    "text": "to implement the decision of the Public Service Commission (marked P29) and the decision of the Public Petitions Committee of Parliament (marked P44). d) Issue a Writ of Mandamus directing the 1st and/or 2nd Respondents or their successors",
    "fonts": [
      "Arial",
      "Calibri Light"
    ],
    "sizes": [
      8.039999961853027,
      12.0
    ]
  },
  {
    "page_number": 3,
    "bbox": [
      121.58,
      484.27,
      557.15,
      530.23
    ],
    "text": "to immediately appoint the Petitioner as a teacher, in accordance with the decisions marked P29 and P44. e) Issue a Writ of Mandamus directing the 1st and/or 2nd Respondents or their successors",
    "fonts": [
      "Arial",
      "Calibri Light"
    ],
    "sizes": [
      8.039999961853027,
      12.0
    ]
  },
  {
    "page_number": 3,
    "bbox": [
      121.58,
      535.15,
      557.21,
      598.06
    ],
    "text": "to appoint the Petitioner as a teacher with effect from the date in P29, and to grant all consequential benefits including salary, back wages, increments, promotions, allowances, and pension. f) Issue a Writ of Mandamus directing the 1st and/or 2nd Respondents or their successors",
    "fonts": [
      "Arial",
      "Calibri Light"
    ],
    "sizes": [
      8.039999961853027,
      12.0
    ]
  },
  {
    "page_number": 3,
    "bbox": [
      121.58,
      603.1,
      557.21,
      665.98
    ],
    "text": "to appoint the Petitioner as a teacher from the date in P29 and to pay salary and allowances until the Petitioner reaches the age of 45, or as the Court deems appropriate. g) Issue a Writ of Mandamus directing the 1st and/or 2nd Respondents or their successors",
    "fonts": [
      "Arial",
      "Calibri Light"
    ],
    "sizes": [
      8.039999961853027,
      12.0
    ]
  },
  {
    "page_number": 3,
    "bbox": [
      139.58,
      670.9,
      557.13,
      699.94
    ],
    "text": "to appoint the Petitioner as a teacher from the date in P29 and to pay salary and allowances up to the date of judgment, or as the Court deems appropriate.",
    "fonts": [
      "Calibri Light"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 4,
    "bbox": [
      72.02,
      731.38,
      557.0,
      755.88
    ],
    "text": "5",
    "fonts": [
      "Calibri"
    ],
    "sizes": [
      11.039999961853027
    ]
  },
  {
    "page_number": 4,
    "bbox": [
      121.58,
      58.14,
      557.13,
      72.0
    ],
    "text": "h) Issue an interim order directing the 1st and/or 2nd Respondents or their successors to",
    "fonts": [
      "Arial",
      "Calibri Light"
    ],
    "sizes": [
      8.039999961853027,
      12.0
    ]
  },
  {
    "page_number": 4,
    "bbox": [
      90.02,
      76.94,
      557.22,
      156.86
    ],
    "text": "immediately appoint the Petitioner as a Drama and Theatre teacher with effect from the date of approval in P29. 13. The Petitioner does not dispute the fact that he was overage for the post of a teacher of Drama",
    "fonts": [
      "Arial",
      "Calibri Light"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 4,
    "bbox": [
      108.02,
      160.79,
      557.19,
      207.74
    ],
    "text": "and Theatre when he faced the interview on 22nd November 2016, or the fact that it was this reason that prevented his recruitment. The Petitioner's perception that an injustice was caused to him stems from;",
    "fonts": [
      "Calibri Light"
    ],
    "sizes": [
      8.039999961853027,
      12.0
    ]
  },
  {
    "page_number": 4,
    "bbox": [
      90.02,
      210.92,
      557.17,
      292.61
    ],
    "text": "I. The delay in the degree program, which extended to seven years despite being structured as a four-year course II. The absence of any recruitment for the said post until two years after his graduation 14. It is the Petitioner's contention that if the degree program had been concluded in a timely",
    "fonts": [
      "Arial",
      "Calibri Light"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 4,
    "bbox": [
      90.02,
      297.65,
      557.21,
      377.45
    ],
    "text": "manner and the recruitments had been made expeditiously, he would have been significantly younger at the point of recruitment. As such, the inaction of the 1st and 2nd Respondents to remedy this situation is extremely unfair, discriminatory and prejudicial. 15. The above contention cannot be sustained. The argument is based upon a speculative",
    "fonts": [
      "Arial",
      "Calibri Light"
    ],
    "sizes": [
      8.039999961853027,
      12.0
    ]
  },
  {
    "page_number": 4,
    "bbox": [
      90.02,
      382.49,
      557.21,
      513.19
    ],
    "text": "assumption that no unforeseeable circumstances would arise to delay the academic program and that the recruitment process would follow immediately upon graduation. To base ones career prospects on such uncertainties, and on matters beyond one's direct control, is neither reasonable nor rational. Furthermore, had the Petitioner acquired the requisite qualifications at an earlier stage, rather than waiting until the age of 27, the present grievance might not have arisen. 16. The Petitioner had not established that there was any involvement of the Respondents",
    "fonts": [
      "Arial",
      "Calibri Light"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 4,
    "bbox": [
      90.02,
      518.23,
      557.21,
      665.98
    ],
    "text": "regarding his decision to apply for a SLTS post or the subsequent delays in the degree program. The petitioner has not even established that the respondents deliberately or negligently delayed the recruitment process, although there were vacancies. The only grievance of the Petitioner appears to be being rejected without being given special consideration by the Respondents, disregarding the rules of eligibility. Clearly, at this stage, the Petitioner had no legal right to demand that he be appointed, and the Respondents had no legal obligation to appoint him in contravention of the recruitment criteria. 17. It is the letter marked P28 written by the 2nd Respondent requesting the PSC to approve the",
    "fonts": [
      "Arial",
      "Calibri Light"
    ],
    "sizes": [
      8.039999961853027,
      12.0
    ]
  },
  {
    "page_number": 4,
    "bbox": [
      108.02,
      670.9,
      557.18,
      716.86
    ],
    "text": "recruitment of the Petitioner to the relevant post on the grounds that an injustice has been caused to him, that has given weight to the Petitioner's claim.",
    "fonts": [
      "Calibri Light"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 5,
    "bbox": [
      72.02,
      731.38,
      557.0,
      755.88
    ],
    "text": "6",
    "fonts": [
      "Calibri"
    ],
    "sizes": [
      11.039999961853027
    ]
  },
  {
    "page_number": 5,
    "bbox": [
      90.02,
      58.14,
      431.06,
      72.0
    ],
    "text": "18. The 2nd Respondent justifies this request on the following grounds:",
    "fonts": [
      "Arial",
      "Calibri Light"
    ],
    "sizes": [
      8.039999961853027,
      12.0
    ]
  },
  {
    "page_number": 5,
    "bbox": [
      108.02,
      76.94,
      557.06,
      105.98
    ],
    "text": "a) The Petitioner holds a specialized degree expressly intended as a qualification for the post",
    "fonts": [
      "Arial",
      "Calibri Light"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 5,
    "bbox": [
      108.02,
      110.9,
      556.93,
      156.86
    ],
    "text": "of Teacher of Drama and Theatre, and has expended significant time, financial resources, and personal effort in obtaining this qualification; b) If the Petitioner is not appointed, students would be deprived of the benefit of the",
    "fonts": [
      "Arial",
      "Calibri Light"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 5,
    "bbox": [
      90.02,
      161.78,
      557.18,
      224.78
    ],
    "text": "Petitioner's unique qualifications; c) The Petitioners degree program was delayed due to circumstances beyond his control. 19. However, the decision on which the Petitioner relies to justify the relief sought from this court",
    "fonts": [
      "Arial",
      "Calibri Light"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 5,
    "bbox": [
      90.02,
      228.71,
      557.21,
      326.57
    ],
    "text": "is the contents of the letter marked P29 sent to the 2nd Respondent by PSC in response to the letter P28. The Petitioner has repeatedly stated that by this letter, the PSC has approved the recruitment of the Petitioner to the said post and as such, the Respondents are duty-bound to give effect to this approval. 20. The extension of the maximum age limit for recruitment to 45 years by the letter P29 might",
    "fonts": [
      "Arial",
      "Calibri Light"
    ],
    "sizes": [
      8.039999961853027,
      12.0
    ]
  },
  {
    "page_number": 5,
    "bbox": [
      90.02,
      331.49,
      557.21,
      445.39
    ],
    "text": "appear to have been specifically aimed at recruiting the Petitioner, and further, the letter marked P29 is a response to the letter sent by the 2nd Respondent regarding the Petitioner. However, the letter P29 does not mention the Petitioner by name or indication, nor does it purport to create a special process for the Petitioner's benefit. The decision contained in the letter is a general direction and is not confined to the Petitioner. 21. The letter P29 clearly instructs the 2nd Respondent to advertise the vacancies and to begin a",
    "fonts": [
      "Arial",
      "Calibri Light"
    ],
    "sizes": [
      8.039999961853027,
      12.0
    ]
  },
  {
    "page_number": 5,
    "bbox": [
      90.02,
      450.31,
      557.2,
      615.1
    ],
    "text": "fresh recruitment process, which would mean that when vacancies are advertised, the Petitioner would have to submit a fresh application together with any other interested candidates. The benefit of extending the upper age limit to 45 years would benefit all applicants, who would otherwise not have been eligible on the basis of being overage. The letter P29 lacks the individualized specificity that might support a claim of legal duty or entitlement by the Petitioner. To claim that the letter P29 is an approval for the Petitioner to be recruited or appointed to the relevant post is to give a hypothetical meaning that is not substantiated by the plain reading of the letter. 22. Further, the decision reflected in the letter P29 has been made subject to the existence of",
    "fonts": [
      "Arial",
      "Calibri Light"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 5,
    "bbox": [
      108.02,
      620.02,
      557.2,
      699.94
    ],
    "text": "cadre vacancies in the relevant service category. Which means the Petitioner will not have an opportunity to apply for the post unless and until there are vacancies in the relevant service category. This fact also militates against the assumption that letter P29 was an approval to recruit the Petitioner in any personal capacity.",
    "fonts": [
      "Calibri Light"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 6,
    "bbox": [
      72.02,
      731.38,
      557.0,
      755.88
    ],
    "text": "7",
    "fonts": [
      "Calibri"
    ],
    "sizes": [
      11.039999961853027
    ]
  },
  {
    "page_number": 6,
    "bbox": [
      90.02,
      58.14,
      557.01,
      72.0
    ],
    "text": "23. Further, the letter P29 clearly states that the recruitment will be subject to the regulations of",
    "fonts": [
      "Arial",
      "Calibri Light"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 6,
    "bbox": [
      90.02,
      76.94,
      557.21,
      207.74
    ],
    "text": "the SLTS. Clause 7.2.4 of the Service Minute of the SLTS (annexed as R6), which governs the recruitment, clearly shows that the recruitment is done through a competitive selection process which comprises of a written examination, an interview and practical examinations. As such, it is apparent that merely being eligible for recruitment is also not a guarantee that the Petitioner will be appointed as a teacher, and the Petitioner could not claim a legal right to be appointed. 24. The Petitioner cannot rely on the doctrine of legitimate expectations as the doctrine is based",
    "fonts": [
      "Arial",
      "Calibri Light"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 6,
    "bbox": [
      90.02,
      212.78,
      557.21,
      394.49
    ],
    "text": "on an express promise given by a public authority or because of an existence of a regular practice which the expectant can reasonably expect to continue. In Rathnappulige Sandun Chinthaka and others v. National Water Supply and Drainage Board and others1 it has been stated that a legitimate expectation, set out in case law, stems from a clear, unequivocal, and unambiguous representation by the relevant authority in the nature of either a promise, practice, or policy. However, it is clear that in the letter P29 in instant case is a general direction, contrary to the Petitioners assertion that it is an approval to recruit or appoint him to the relevant post, and as such the Petitioner cannot claim an express promise was given which would establish a legal right or public duty enforceable via a writ of mandamus. 25. On the above reasons, I reject the contention of the Petitioner that by letter P29, the PSC had",
    "fonts": [
      "Arial",
      "Calibri",
      "Calibri Light",
      "Calibri Light,Italic"
    ],
    "sizes": [
      8.039999961853027,
      12.0
    ]
  },
  {
    "page_number": 6,
    "bbox": [
      90.02,
      399.41,
      557.21,
      462.31
    ],
    "text": "granted approval for the Petitioner to be recruited, appointed or absorbed into the SLTS as a teacher. 26. The 2nd Respondent has admitted that no recruitment was done even after vacancies",
    "fonts": [
      "Arial",
      "Calibri Light"
    ],
    "sizes": [
      8.039999961853027,
      12.0
    ]
  },
  {
    "page_number": 6,
    "bbox": [
      90.02,
      467.35,
      557.22,
      581.11
    ],
    "text": "occurred, due to matters beyond his control, such as upheavals caused by terrorist attack, pandemic and change of government. The Petitioner had not refuted these facts asserted by the Respondents. The Petitioner has failed to establish that the 2nd respondent has recruited teachers for this particular post and category during the period directive given by P29 was operational, or had not recruited teachers deliberately in order to avoid compliance with P29. 27. Considering the lapse of time since the last recruitment and the issuance of letter P29 the 2nd",
    "fonts": [
      "Arial",
      "Calibri Light"
    ],
    "sizes": [
      8.039999961853027,
      12.0
    ]
  },
  {
    "page_number": 6,
    "bbox": [
      108.02,
      586.06,
      557.25,
      682.9
    ],
    "text": "Respondent has submitted a draft gazette notification for the recruitment of Bachelor of Education degree holders for the approval of the PSC and had also requested to revalidate the approval given by letter P29. In response, the Secretary PSC by his letter dated 21st June 2021 (annexed Marked as R9) has informed that the PSC has decided not to extend the maximum age limit for eligibility up to 45 years. However, considering that recruitments were not done in 10-07-2018 and the fact that there would have been eligible applicants who have passed",
    "fonts": [
      "Calibri Light"
    ],
    "sizes": [
      8.039999961853027,
      12.0
    ]
  },
  {
    "page_number": 6,
    "bbox": [
      72.02,
      693.58,
      263.66,
      729.07
    ],
    "text": "1 CA (Writ) 289/2020 CA Minute 13 -03- 2023",
    "fonts": [
      "Calibri",
      "Times New Roman"
    ],
    "sizes": [
      6.480000019073486,
      9.960000038146973,
      11.039999961853027
    ]
  },
  {
    "page_number": 7,
    "bbox": [
      72.02,
      731.38,
      557.0,
      755.88
    ],
    "text": "8",
    "fonts": [
      "Calibri"
    ],
    "sizes": [
      11.039999961853027
    ]
  },
  {
    "page_number": 7,
    "bbox": [
      90.02,
      60.0,
      557.24,
      122.9
    ],
    "text": "the 35-year maximum age limit for eligibility, the PSC, as a one-time concession make the maximum age limit for eligibility 40 years. 28. The 2nd Respondent's position that he is bound by the decisions of the PSC with regard to",
    "fonts": [
      "Arial",
      "Calibri Light"
    ],
    "sizes": [
      8.039999961853027,
      12.0
    ]
  },
  {
    "page_number": 7,
    "bbox": [
      90.02,
      127.94,
      556.9,
      190.82
    ],
    "text": "appointments outside the criteria set out in the relevant service minute to the SLTS has not been contested by the Petitioner. 29. The legal authority of the PSC to amend the eligibility criteria has also not been contested by",
    "fonts": [
      "Arial",
      "Calibri Light"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 7,
    "bbox": [
      90.02,
      195.74,
      557.24,
      326.57
    ],
    "text": "the Petitioner. However, the Petitioner appears to be indirectly challenging the validity of the decision by stating that the 2nd respondent had obtained this decision as reflected in the letter R9 by misleading the PSC into believing that P29 was a general direction and suppressing the fact that it was issued specifically regarding the Petitioner. As this assertion is also based on the incorrect assumption that P29 has been issued specifically to the Petitioner as such devoid of merit. 30. On the above circumstances, the maximum age limit for eligibility after the 21st of June 2021",
    "fonts": [
      "Arial",
      "Calibri Light"
    ],
    "sizes": [
      8.039999961853027,
      12.0
    ]
  },
  {
    "page_number": 7,
    "bbox": [
      90.02,
      331.49,
      557.16,
      394.49
    ],
    "text": "stands at 35 years, with the exception of the first intake having an extended maximum age limit (as a one-time concession) of 40 years. 31. The second document on which the Petitioner relies on is the letter issued by the PPC marked",
    "fonts": [
      "Arial",
      "Calibri Light"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 7,
    "bbox": [
      90.02,
      399.41,
      557.21,
      530.23
    ],
    "text": "P44, which was issued consequent to the inquiry held by the PPC with the participation of the Petitioner, representatives from the Ministry of Education and the Public Service Commission (PSC). The petitioner states that the letter P44, PPC, has directed the 1st and the 2nd Respondents to appoint the Petitioner as a teacher. However, upon perusal of the letter P44, I am unable to find such a direction. The letter P44 recommends the appointment of the Petitioner as a teacher by giving effect to the letter P29. 32. By the time the letter marked P44 was issued on 18th May 2023 with the recommendation to",
    "fonts": [
      "Arial",
      "Calibri Light"
    ],
    "sizes": [
      8.039999961853027,
      12.0
    ]
  },
  {
    "page_number": 7,
    "bbox": [
      90.02,
      535.15,
      557.21,
      632.02
    ],
    "text": "give effect to the directions given by letter P29, the directions given by letter P29 had been superseded by the letter marked R9 since 21st June 2021. As such, the 2nd respondent had sought permission of the PSC to make the appointment based on the maximum age limit given by P29, making it applicable only to the Petitioner. 33. The PSC, by their letter dated 30th January 2024 (annexed marked as R13), has refused",
    "fonts": [
      "Arial",
      "Calibri Light"
    ],
    "sizes": [
      8.039999961853027,
      12.0
    ]
  },
  {
    "page_number": 7,
    "bbox": [
      108.02,
      636.07,
      557.21,
      699.94
    ],
    "text": "permission. The 2nd Respondent, by his letter dated 25-06-2024 (annexed marked P55a), has notified the PPC about the decision of the PSC and further informed of the inability to appoint the Petitioner as a teacher against the decision of PSC.",
    "fonts": [
      "Calibri Light"
    ],
    "sizes": [
      8.039999961853027,
      12.0
    ]
  },
  {
    "page_number": 8,
    "bbox": [
      72.02,
      731.38,
      557.0,
      755.88
    ],
    "text": "9",
    "fonts": [
      "Calibri"
    ],
    "sizes": [
      11.039999961853027
    ]
  },
  {
    "page_number": 8,
    "bbox": [
      90.02,
      58.14,
      557.09,
      72.0
    ],
    "text": "34. Additionally, the constitutional ouster clauses in Article 55(5) and Article 61A explicitly deprive",
    "fonts": [
      "Arial",
      "Calibri Light"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 8,
    "bbox": [
      90.02,
      76.94,
      557.21,
      173.78
    ],
    "text": "the Court of Appeal of jurisdiction to review decisions of the Public Service Commission regarding appointments and promotions2 and Article 61A establishes that decisions taken under the delegated authority of the Public Service Commission are excluded from review by the Court of Appeal3 35. The legality of the PSC decision contained in the letter R13 is not contested by the Petitioner.",
    "fonts": [
      "Arial",
      "Calibri Light"
    ],
    "sizes": [
      8.039999961853027,
      12.0
    ]
  },
  {
    "page_number": 8,
    "bbox": [
      108.02,
      177.83,
      557.2,
      241.7
    ],
    "text": "The Petitioner had failed to establish that the 2nd Respondent can act independently in these matters, disregarding the decisions of the PSC. As such, the contention of the Petitioner that the 1st and the 2nd Respondents are legally bound to implement the recommendation of the PPC unattainable.",
    "fonts": [
      "Calibri Light"
    ],
    "sizes": [
      8.039999961853027,
      12.0
    ]
  },
  {
    "page_number": 8,
    "bbox": [
      72.02,
      277.13,
      547.56,
      304.85
    ],
    "text": "In the circumstances, I hold that the Petitioner is not entitled to any of the reliefs prayed for in the prayer of the Petition and thus, I proceed to dismiss this Application without cost.",
    "fonts": [
      "Calibri Light"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 8,
    "bbox": [
      383.35,
      386.81,
      532.85,
      398.81
    ],
    "text": "Judge of the Court of Appeal",
    "fonts": [
      "Calibri Light"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 8,
    "bbox": [
      72.02,
      410.71,
      185.61,
      437.35
    ],
    "text": "Dhammika Ganepola, J.",
    "fonts": [
      "Calibri Light"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 8,
    "bbox": [
      72.02,
      455.35,
      118.05,
      483.07
    ],
    "text": "I agree",
    "fonts": [
      "Calibri Light"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 8,
    "bbox": [
      421.03,
      494.83,
      557.21,
      506.83
    ],
    "text": "Judge of the Court of Appeal",
    "fonts": [
      "Calibri Light"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 8,
    "bbox": [
      72.02,
      652.18,
      374.44,
      675.43
    ],
    "text": "2 Katugampola v. Commissioner-General of Excise and Others CA 283/2003 / 2003 03 SLR 207",
    "fonts": [
      "Calibri",
      "Calibri Light",
      "Calibri Light,Italic"
    ],
    "sizes": [
      6.480000019073486,
      8.039999961853027,
      9.960000038146973,
      11.039999961853027
    ]
  },
  {
    "page_number": 8,
    "bbox": [
      72.02,
      690.76,
      483.0,
      702.7
    ],
    "text": "3 Kariyawasam Haputhanthige Upeka Nadeeshani v. Padmasiri Jayamanna and others CA WRT/64/2019 CA Minute 2023-06-22",
    "fonts": [
      "Calibri",
      "Calibri Light",
      "Calibri Light,Italic"
    ],
    "sizes": [
      6.960000038146973,
      8.039999961853027,
      11.039999961853027
    ]
  }
]