{
  "doc_class_label": "lk_appeal_court_judgements",
  "doc_class_emoji": "⚖️",
  "doc_class_description": "A Court of Appeal judgment is a higher court ruling that reviews decisions of lower courts, shaping legal precedent and protecting citizens’ rights.",
  "time_updated": "2026-01-17 06:38:28",
  "n_docs": 10367,
  "n_docs_with_pdfs": 10358,
  "n_docs_with_text": 10358,
  "n_docs_with_excel": 0,
  "n_docs_with_tabular": 0,
  "date_str_min": "2012-04-23",
  "date_str_max": "2026-01-19",
  "dataset_size": 10523449233,
  "url_source_list": [
    "https://courtofappeal.lk"
  ],
  "url_data": "https://github.com/nuuuwan/lk_appeal_court_judgements/tree/data/data/lk_appeal_court_judgements",
  "url_chart": "https://raw.githubusercontent.com/nuuuwan/lk_appeal_court_judgements/refs/heads/data/data/lk_appeal_court_judgements/docs_by_year_and_lang.png",
  "langs": [
    "en"
  ],
  "latest_doc_d": {
    "doc_type": "lk_appeal_court_judgements",
    "doc_id": "2026-01-19-CA--Writ--Application-N-8f6390c5",
    "num": "CA (Writ) Application No. 103/2024",
    "date_str": "2026-01-19",
    "description": "Karunarathnage Robert Seneviratne Tennakoon Vs The Divisional Secretary of Kobeigane and Others before Hon. Dr. D. F. H. Gunawardhana, J.",
    "url_metadata": "https://courtofappeal.lk/?page_id=13130",
    "lang": "en",
    "url_pdf": "https://courtofappeal.lk/?melsta_doc_download=1&doc_id=d4017491-6fc2-40be-9f01-b926f0e68075&filename=WRT%20103-24.pdf.pdf",
    "parties": "Karunarathnage Robert Seneviratne Tennakoon Vs The Divisional Secretary of Kobeigane and Others",
    "judgement_by": "Hon. Dr. D. F. H. Gunawardhana, J.",
    "keywords": "The Petitioner being the eldest child of the original permit holder, who had died and nominated his wife as the successor, sought to be substituted. The same permit holder held two plots of land, one on permit issued under the Land Development Ordinance, and the other one’s permit was on the pipeline to be issued. The widow never made an application to succeed within the time stipulated as she had also died within sixteen months of the death of the original permit holder. The Divisional Secretary decided to amalgamate both lands and divided into equal shares among all the children. The Petitioner successfully invoked the jurisdiction of this Court to obtain a Writ of Certiorari and Mandamus to declare him as the successor in respect of the plot of land held under permit.",
    "legistation": "The Constitution of the Democratic Socialist Republic of Sri Lanka"
  }
}