[
  {
    "page_number": 0,
    "bbox": [
      70.94,
      781.8,
      527.0,
      806.28
    ],
    "text": "1",
    "fonts": [
      "Calibri"
    ],
    "sizes": [
      11.039999961853027
    ]
  },
  {
    "page_number": 0,
    "bbox": [
      86.3,
      70.78,
      508.93,
      84.78
    ],
    "text": "IN THE COURT OF APPEAL OF THE DEMOCRATIC SOCIALIST",
    "fonts": [
      "Bookman Old Style",
      "Bookman Old Style,Bold"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 0,
    "bbox": [
      199.49,
      87.0,
      399.91,
      101.0
    ],
    "text": "REPUBLIC OF SRI LANKA",
    "fonts": [
      "Bookman Old Style",
      "Bookman Old Style,Bold"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 0,
    "bbox": [
      241.13,
      111.12,
      528.34,
      190.04
    ],
    "text": "In the matter of an application for Restitution, in the nature of Restitutio-In-Integrum under and in terms of Article 138 of the Constitution of the Democratic Socialist Republic of Sri Lanka,",
    "fonts": [
      "Bookman Old Style",
      "Bookman Old Style,Italic"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 0,
    "bbox": [
      70.94,
      224.4,
      541.66,
      770.34
    ],
    "text": "Court of Appeal Case No: RII/0007/2024 Kuda Widana Nimmuli Ramya De Silva Weerasooriya DC Balapitiya No. 125/4 A, Halpita, Polgasowita Case No: 2273/SPL Plaintiff Vs 1. Erangika Patuwatha Withana, Labuduwa Nila Niwasa Dahanayake Mawatha, Kaluwella, Galle 2. R.M. Banduwathi, Labuduwa Nila Niwasa Dahanayake Mawatha, Kaluwella, Galle 3. Thanura Dakshitha Helabage No. 10 Manimulla Road Maha Ambalangoda, Ambalangoda Defendants AND NOW BETWEEN 1. Erangika Patuwatha Withana, Labuduwa Nila Niwasa Dahanayake Mawatha, Kaluwella, Galle 2. R.M. Banduwathi, Labuduwa Nila Niwasa Dahanayake Mawatha, Kaluwella, Galle",
    "fonts": [
      "Bookman Old Style",
      "Bookman Old Style,Bold"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 1,
    "bbox": [
      70.94,
      781.8,
      527.0,
      806.28
    ],
    "text": "2",
    "fonts": [
      "Calibri"
    ],
    "sizes": [
      11.039999961853027
    ]
  },
  {
    "page_number": 1,
    "bbox": [
      70.94,
      70.9,
      536.62,
      352.53
    ],
    "text": "3. Thanura Dakshitha Helabage No. 10 Manimulla Road Maha Ambalangoda, Ambalangoda Defendant-Petitioners Vs. Kuda Widana Nimmuli Ramya De Silva Weerasooriya, No. 125/4 A, Halpita, Polgasowita Plaintiff-Respondent Before : R. Gurusinghe J & M.C.B.S. Morais J",
    "fonts": [
      "Bookman Old Style",
      "Bookman Old Style,Bold"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 1,
    "bbox": [
      70.94,
      360.51,
      458.62,
      504.13
    ],
    "text": "Counsel : Mahinda Nanayakkara with Sulakshi Batuwita Instructed by Niluka Dissanayake for the petitioner Srihan Samaranayake with Zahara Hassim for the Plaintiff-Respondent",
    "fonts": [
      "Bookman Old Style",
      "Bookman Old Style,Bold"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 1,
    "bbox": [
      70.94,
      514.37,
      290.81,
      528.37
    ],
    "text": "Argued on : 15-01-2025",
    "fonts": [
      "Bookman Old Style"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 1,
    "bbox": [
      70.94,
      538.49,
      254.09,
      552.49
    ],
    "text": "Decided on : 06-03-2025",
    "fonts": [
      "Bookman Old Style"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 1,
    "bbox": [
      70.94,
      562.72,
      528.33,
      760.38
    ],
    "text": "R. Gurusinghe The defendant-petitioners (hereinafter referred to as the petitioners) filed this application before this court seeking to set aside the Order of the Learned District Judge of Balapitiya, dated 13-12-2023, marked P4. The plaintiff-respondent (hereinafter referred to as the respondent) instituted an action bearing no. 2273/SPL against the 1st, 2nd, and 3rd defendant-petitioners, seeking the reliefs prayed for in the prayer to the plaint.",
    "fonts": [
      "Bookman Old Style",
      "Bookman Old Style,Bold"
    ],
    "sizes": [
      12.0,
      14.039999961853027
    ]
  },
  {
    "page_number": 2,
    "bbox": [
      70.94,
      781.8,
      527.0,
      806.28
    ],
    "text": "3",
    "fonts": [
      "Calibri"
    ],
    "sizes": [
      11.039999961853027
    ]
  },
  {
    "page_number": 2,
    "bbox": [
      70.94,
      70.78,
      528.34,
      263.03
    ],
    "text": "The petitioners filed their answers to the plaint. After that, the respondent sought to amend the plaint, which the court allowed. Accordingly, respondents filed an amended plaint. The petitioners sought to file an amended answer to the amended plaint. The amended answer was due to be tendered on 13-12-2023. On that day, both the plaintiff and the defendant were absent. Further, no attorney-at-law appeared for either party. The Learned Judge decided that the action to be tried ex-parte. The petitioners are now seeking to set aside that order. The plaintiff-respondent took up the following two preliminary objections.",
    "fonts": [
      "Bookman Old Style",
      "Bookman Old Style,Italic"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 2,
    "bbox": [
      88.94,
      265.23,
      528.34,
      279.23
    ],
    "text": "1. If the petitioners were dissatisfied with the order dated 13-12-2023,",
    "fonts": [
      "Arial",
      "Bookman Old Style"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 2,
    "bbox": [
      70.94,
      281.43,
      528.22,
      360.23
    ],
    "text": "they should have filed an application for Leave to Appeal to the High Court of Civil Appeals held at Galle within fourteen days of the said order, in terms of sections 754 (2) and 757 of the Civil Procedure Code. However, the petitioner has failed to do so.",
    "fonts": [
      "Bookman Old Style"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 2,
    "bbox": [
      70.94,
      362.43,
      528.24,
      441.25
    ],
    "text": "Hence, the petitioners have not invoked the alternative remedy, namely, the Leave to Appeal Application. They are not entitled in law to make an application by way of Revision and/or Restitutio in Integrum.",
    "fonts": [
      "Bookman Old Style",
      "Bookman Old Style,Italic"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 2,
    "bbox": [
      88.94,
      443.57,
      528.33,
      457.63
    ],
    "text": "2. The petitioners have made this application in Revision and /or",
    "fonts": [
      "Arial",
      "Bookman Old Style",
      "Bookman Old Style,Italic"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 2,
    "bbox": [
      70.94,
      459.77,
      528.33,
      765.3
    ],
    "text": "Restitutio in Integrum to this court against an order of the Learned District Judge dated 13-12-2023, wherein the matter has been fixed for ex-parte trial. In Chapter XII of the Civil Procedure Code, sections 86 (2) and 86 (2A) set out alternative remedies available to the petitioner. Therefore, the petitioners application is premature and ought to be dismissed in limine. In response to the above preliminary objections, Counsel for the petitioners pointed out that the impugned order was made without jurisdiction, and the petitioners learned that the action was fixed for ex-parte trial after fourteen days had lapsed. Therefore, the petitioners could not have made such a Leave to Appeal Application. Section 84 of the Civil Procedure Code is as follows: 84. If the defendant fails to file his answer on or before the day fixed for the filing of the answer, or on or before the day fixed for the subsequent filing of the answer or having filed his answer, if he fails to appear on the day fixed for the hearing of the action, and if the court is satisfied that the",
    "fonts": [
      "Bookman Old Style",
      "Bookman Old Style,Bold",
      "Bookman Old Style,Italic"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 3,
    "bbox": [
      70.94,
      781.8,
      527.0,
      806.28
    ],
    "text": "4",
    "fonts": [
      "Calibri"
    ],
    "sizes": [
      11.039999961853027
    ]
  },
  {
    "page_number": 3,
    "bbox": [
      70.94,
      70.78,
      528.34,
      757.86
    ],
    "text": "defendant has been duly served with summons, or has received due notice of the day fixed for the subsequent filing of the answer or of the day fixed for the hearing of the action, as the case may be, and if, on the occasion of such default of the defendant, the plaintiff appears, then the court shall proceed to hear the case ex-parte forthwith, or on such other day as the court may fix. The proceedings on 13-12-2023 in the District Court are as follows: : - 2273 : 2023.12.13 . . . . . . Signed - 2023.12.13 According to the provisions of section 84 of the Civil Procedure Code, the court can fix the case ex-parte trial on any of the defaults of the defendant, referred to in the section only where the plaintiff appeared. When the plaintiff and the defendant both were absent and unrepresented, the court had no jurisdiction to fix the case ex-parte, under the provisions of section 84 of the Civil Procedure Code. This is very clear from the provisions of section 84.",
    "fonts": [
      "Bookman Old Style",
      "Bookman Old Style,Bold",
      "Bookman Old Style,Italic",
      "Iskoola Pota",
      "Iskoola Pota,Bold"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 4,
    "bbox": [
      70.94,
      781.8,
      527.0,
      806.28
    ],
    "text": "5",
    "fonts": [
      "Calibri"
    ],
    "sizes": [
      11.039999961853027
    ]
  },
  {
    "page_number": 4,
    "bbox": [
      70.94,
      70.78,
      528.34,
      279.23
    ],
    "text": "In a case where the defendant has already filed an answer, court is not empowered to fix the case ex-parte for not submitting an amended answer. In this case, the petitioners have already filed their answer. The case of Velupillai Vs C. Sivasithamparam, 67 NLR 80, is somewhat similar to the case in hand. In that case the plaintiff sought to file an amended plaint and accordingly filed an amended plaint. Thereafter court directed the defendant to file an amended answer. The defendant failed to file an amended answer. The District Judge fixed the case against the defendant ex-parte. In the appeal, Justice H.N.G. Fernando stated as follows:",
    "fonts": [
      "Bookman Old Style",
      "Bookman Old Style,Italic",
      "Iskoola Pota,Bold"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 4,
    "bbox": [
      70.94,
      281.43,
      528.17,
      765.48
    ],
    "text": "There is no section in the Civil Procedure Code which empowers the Court to fix a case for ex-parte trial because of default of the defendant to comply with an order of the Court to file an amended answer in reply to a plaint which is amended in terms of section 93. In such a case, the penal provisions of section 85 are not applicable. H.N.G. Fernando J further said The learned District Judge fixed the case for ex-parte trial because of default of the defendant in complying with the order to file an amended answer. There is no section in the Code which empowers the Court to make such an order, and a defendant might well be content to go to trial with his original answer unamended. Since he was not bound to file an amended answer there was no such default as would bring the penal provisions of section 85 into operation, and the only lawful order the Judge could have made on 25th August 1959 was to fix a date for trial. That being so the ex-parte trial was wrongly held and the decree passed thereon has to be set aside in exercise at least of the powers of this Court in revision. Although as I think the proper step would have been to fix the date of trial and although this step must now be taken, when the record returns to the District Court the defendant will not be precluded from moving to amend his answer on such terms as the Court may consider appropriate. The defendant is partly at least to blame by his absence on 25th August 1959, for the fact that ex-parte trial was ordered. In those circumstances I would order that the defendant must bear the costs of 25th August 1959 and of the Inquiry held on 18th November 1956. In the matter in hand, the Learned District Judge should not have fixed the case ex-parte mainly for two reasons;",
    "fonts": [
      "Bookman Old Style",
      "Bookman Old Style,Italic"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 5,
    "bbox": [
      70.94,
      781.8,
      527.0,
      806.28
    ],
    "text": "6",
    "fonts": [
      "Calibri"
    ],
    "sizes": [
      11.039999961853027
    ]
  },
  {
    "page_number": 5,
    "bbox": [
      88.94,
      70.78,
      528.32,
      84.78
    ],
    "text": "1. On the day on which the amended answer was due, the plaintiff and",
    "fonts": [
      "Arial",
      "Bookman Old Style"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 5,
    "bbox": [
      70.94,
      87.0,
      528.33,
      165.8
    ],
    "text": "the defendant both were absent and unrepresented. The court has no jurisdiction to fix a case ex-parte in terms of section 84 of the Civil Procedure Code on default of the defendant where the plaintiff is absent and unrepresented.",
    "fonts": [
      "Bookman Old Style",
      "Bookman Old Style,Italic"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 5,
    "bbox": [
      88.94,
      168.0,
      528.24,
      182.0
    ],
    "text": "2. Since the defendant has already filed an answer, as pointed out in the",
    "fonts": [
      "Arial",
      "Bookman Old Style"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 5,
    "bbox": [
      70.94,
      184.32,
      528.34,
      344.03
    ],
    "text": "above-mentioned Velupillai Vs C. Sivasithamparam case, it could not have been fixed for ex-parte trial, but it should have been fixed for trial inter-parte. For these reasons, I set aside the order of the Learned District Judge fixing the case ex-parte against the petitioners dated 13-12-2023. When the record returns to the District Court, the petitioners will not be precluded from moving to amend his answer on such terms as the Court may consider appropriate. No costs for this application.",
    "fonts": [
      "Bookman Old Style",
      "Bookman Old Style,Italic"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 5,
    "bbox": [
      70.94,
      346.23,
      462.7,
      506.05
    ],
    "text": "Judge of the Court of Appeal. M.C.B.S. Morais J. I agree. Judge of the Court of Appeal.",
    "fonts": [
      "Bookman Old Style",
      "Bookman Old Style,Bold"
    ],
    "sizes": [
      12.0
    ]
  }
]