[
  {
    "page_number": 0,
    "bbox": [
      70.94,
      781.9,
      302.91,
      806.28
    ],
    "text": "1",
    "fonts": [
      "Calibri"
    ],
    "sizes": [
      11.039999961853027
    ]
  },
  {
    "page_number": 0,
    "bbox": [
      104.3,
      81.0,
      495.02,
      94.98
    ],
    "text": "IN THE COURT OF APPEAL OF THE DEMOCRATIC SOCIALIST",
    "fonts": [
      "BookmanOldStyle-Bold"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 0,
    "bbox": [
      199.49,
      97.32,
      399.91,
      111.3
    ],
    "text": "REPUBLIC OF SRI LANKA",
    "fonts": [
      "BookmanOldStyle-Bold"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 0,
    "bbox": [
      241.13,
      121.32,
      528.34,
      200.24
    ],
    "text": "In the matter of an application for mandates in the matter of Writ of Mandamus and Certiorari under and in terms of Article 140 of the Constitution of the Democratic Socialist Republic of Sri Lanka.",
    "fonts": [
      "BookmanOldStyle",
      "BookmanOldStyle-Italic"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 0,
    "bbox": [
      70.94,
      234.6,
      515.5,
      766.96
    ],
    "text": "C.A. (Writ) Application 1. Overdime Exports (Pvt) Ltd No: 0355/2022 No. 118/A, Stratford Avenue, Colombo 06. 2. Mr. D.M.R. Tranchel Managing Director Overdime Exports (Pvt) Ltd No. 118/A, Stratford Avenue, Colombo 06 Petitioners Vs 1. Director General of Customs, Customs House, Colombo 11. 2. Mr D.B.N. Samaratunga, Deputy Director of Customs, Customs House, Colombo 11. 3. The Secretary, Ministry of Finance, The Secretariat, Lotus Road, Colombo 01. 4. The Hon. Attorney General, Attorney General’s Department, Colombo 12. Respondents",
    "fonts": [
      "BookmanOldStyle",
      "BookmanOldStyle-Bold"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 1,
    "bbox": [
      70.94,
      781.9,
      302.91,
      806.28
    ],
    "text": "2",
    "fonts": [
      "Calibri"
    ],
    "sizes": [
      11.039999961853027
    ]
  },
  {
    "page_number": 1,
    "bbox": [
      70.94,
      56.74,
      287.45,
      87.08
    ],
    "text": "Before : R. Gurusinghe, J. &",
    "fonts": [
      "BookmanOldStyle"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 1,
    "bbox": [
      70.94,
      97.32,
      321.79,
      111.32
    ],
    "text": "Dr. S. Premachandra J.",
    "fonts": [
      "BookmanOldStyle"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 1,
    "bbox": [
      70.94,
      145.56,
      490.3,
      289.31
    ],
    "text": "Counsel : Farzana Jameel, PC with Riad Ameen and Rumesha Perera instructed by TharmarajaTharmaja for the Petitioners Sumathi Dharmawardena, PC, A.S.G., for the Respondents Argued on : 10-11-2025",
    "fonts": [
      "BookmanOldStyle",
      "BookmanOldStyle-Bold"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 1,
    "bbox": [
      70.94,
      299.43,
      250.25,
      313.43
    ],
    "text": "Decided on : 16-12-2025",
    "fonts": [
      "BookmanOldStyle"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 1,
    "bbox": [
      70.94,
      347.78,
      340.36,
      364.17
    ],
    "text": "JUDGMENT",
    "fonts": [
      "BookmanOldStyle",
      "BookmanOldStyle-Bold"
    ],
    "sizes": [
      14.039999961853027
    ]
  },
  {
    "page_number": 1,
    "bbox": [
      70.94,
      374.67,
      179.42,
      404.99
    ],
    "text": "R. Gurusinghe, J.",
    "fonts": [
      "BookmanOldStyle"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 1,
    "bbox": [
      70.94,
      415.11,
      528.26,
      477.85
    ],
    "text": "The petitioners filed this application seeking, inter alia, a Writ of Certiorari quashing the orders of the 2nd respondent marked P5A, contained in the proceedings of the customs inquiries case no. ICT/2022/00010 dated 24-05-2022 marked P5.",
    "fonts": [
      "BookmanOldStyle",
      "BookmanOldStyle-Italic"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 1,
    "bbox": [
      70.94,
      512.21,
      316.99,
      526.21
    ],
    "text": "Petitioners' position, briefly, is as follows:",
    "fonts": [
      "BookmanOldStyle"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 1,
    "bbox": [
      70.94,
      536.33,
      528.34,
      760.84
    ],
    "text": "The petitioners are engaged in exporting packing materials, including grow bags, to the Agricultural Industry, Tea Industry, and Food Industry. The 1st petitioner’s company is registered under temporary importation for exports (inward processing scheme) commonly known as the TIEP-1 scheme, which is governed by the Rules made under Section 22A of the Customs Ordinance. As per Rule 5, manufacturer cum exporters (MCE) are allowed to import inputs under Rule 4 without payment of fiscal levies, subject to the Rules. The MCEs are required to submit to the Director General of Customs a bank guarantee or bond equal to the value of the duties and other taxes levied on inputs that may be stocked at any given time (Rule 11). When the finished goods are exported or handed over to export, the duties and levies payable would be written off by the customs. There is a requirement under the TIEP-1 Scheme to obtain approval for the conversion ratio and the wastage of raw material used to manufacture finished products from the",
    "fonts": [
      "BookmanOldStyle"
    ],
    "sizes": [
      8.039999961853027,
      12.0
    ]
  },
  {
    "page_number": 2,
    "bbox": [
      70.94,
      781.9,
      302.91,
      806.28
    ],
    "text": "3",
    "fonts": [
      "Calibri"
    ],
    "sizes": [
      11.039999961853027
    ]
  },
  {
    "page_number": 2,
    "bbox": [
      70.94,
      56.74,
      528.34,
      216.68
    ],
    "text": "Ministry of Industry and Commerce and the Bond Division of the Sri Lanka Customs. Petitioners further state that the waste from the 1st petitioner's manufacturing process could have been disposed ofby dumping or incineration; however, such methods would harm the environment. To prevent this, the waste is recycled by Polydime International Pvt. Ltd., (a sister company of the 1st petitioner company) and used for the production of plastic products (not 1st-grade products).",
    "fonts": [
      "BookmanOldStyle"
    ],
    "sizes": [
      8.039999961853027,
      12.0
    ]
  },
  {
    "page_number": 2,
    "bbox": [
      70.94,
      226.68,
      528.34,
      338.09
    ],
    "text": "In 2022, Sri Lanka Customs commenced an inquiry into the waste generated in the 1st petitioner company's export production process. The 2nd respondent functioned as the Inquiring Officer. The said inquiry concluded on 24-05-2022. The decision of the 2nd respondent is as follows:",
    "fonts": [
      "BookmanOldStyle",
      "BookmanOldStyle-Italic"
    ],
    "sizes": [
      8.039999961853027,
      12.0
    ]
  },
  {
    "page_number": 2,
    "bbox": [
      70.94,
      348.15,
      528.1,
      394.73
    ],
    "text": "Having considered the context of the inquiry and the plea of Mr D.M.R. Tranchell, the Managing Director of M/s. Overdime Exports Pvt Ltd., I make the following order:",
    "fonts": [
      "BookmanOldStyle-Italic"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 2,
    "bbox": [
      88.94,
      404.79,
      527.73,
      418.85
    ],
    "text": "1. I declare forfeit an amount of Polythene waste of 4,330,937kg valued at",
    "fonts": [
      "Arial-ItalicMT",
      "BookmanOldStyle-Italic"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 2,
    "bbox": [
      70.94,
      420.99,
      531.46,
      564.67
    ],
    "text": "Rs. 88,673,404/=, in terms of Section 50A (1) of the Customs Ordinance. However, as the goods are not available at this stage, I declare forfeit an amount of Rs. 266,020,212/=, being the treble of the value of goods in terms of section 50A (2) of the Customs Ordinance and mitigate it to recover Rs. 29,000,000/= from M/s. Overdime Exports Pvt. Ltd., represented by Mr D.M.R. Tranchell, the Managing Director of the company, in terms of section 163 of the Customs Ordinance (Chapter 235).",
    "fonts": [
      "BookmanOldStyle-Italic"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 2,
    "bbox": [
      88.94,
      566.81,
      527.93,
      580.87
    ],
    "text": "2. I impose a penalty of Rs. 100,000/- on M/s. Overdime Exports Pvt. Ltd.,",
    "fonts": [
      "Arial-ItalicMT",
      "BookmanOldStyle-Italic"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 2,
    "bbox": [
      88.94,
      583.01,
      527.82,
      644.62
    ],
    "text": "represented by Mr. D.M.R. Tranchell, the Managing Director, in terms of Section 219 of the Customs Ordinance (Chapter 235). 3. I order Mr D.M.R. Tranchell, the Managing Director of M/s. Overdime",
    "fonts": [
      "Arial-ItalicMT",
      "BookmanOldStyle-Italic"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 2,
    "bbox": [
      106.94,
      646.76,
      527.78,
      677.14
    ],
    "text": "Exports Pvt. Ltd., to take appropriate action for correcting the cancellations related with the 29 GRNs in question.",
    "fonts": [
      "BookmanOldStyle-Italic"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 3,
    "bbox": [
      70.94,
      781.9,
      302.91,
      806.28
    ],
    "text": "4",
    "fonts": [
      "Calibri"
    ],
    "sizes": [
      11.039999961853027
    ]
  },
  {
    "page_number": 3,
    "bbox": [
      70.94,
      56.86,
      238.01,
      70.86
    ],
    "text": "Position of the Respondents",
    "fonts": [
      "BookmanOldStyle"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 3,
    "bbox": [
      70.94,
      81.0,
      532.08,
      354.23
    ],
    "text": "The TIEP-1 scheme permits the import of raw material exempt from the fiscal levy, provided that such material is used to process products for export. The raw material imported under the TIEP-1 scheme is exempted from duty and other levies at the time of importation and, as such, is not liable to pay any tax or levies at the said stage. MCEs are required to submit a bank or corporate guarantee as security, which serves as a preventive measure against abuse of the scheme for purposes not allowed under the scheme. The Sri Lanka Customs does not write off any rebates, as stated by the petitioner. The Ministry of Industries and Commerce grants approval for the conversion ratio produced by MCE/Indirect Exporter. Sri Lanka Customs relies on the approved conversion ratio to obtain credit against the guarantee after export/indirect export. However, under the scheme, manufacturers are not permitted to sell duty-exempt goods in the local market, even if they are waste. MCE, which falls under the TIEP-1 scheme, is not allowed to sell ‘waste’ locally.",
    "fonts": [
      "BookmanOldStyle"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 3,
    "bbox": [
      70.94,
      364.35,
      528.34,
      637.72
    ],
    "text": "In the instant application, the waste generated by the petitioner's manufacturing process is a by-product of commercial value. The said product is not incinerated, and it is used by M/S Polydime International Pvt. Ltd., which is the sister company of the 1st petitioner. It had transpired that the 1st petitioner sells bag cut-offs and polythene waste generated from duty-free imports to M/S Polydime International Pvt. Ltd., which recycles them into plastic pellets, which are used as raw materials for the manufacture of items sold by them, such as irrigation pipes, construction films and Alkthine pipes. If an MCE does not wish to retain any waste generated from the manufacturing process, they should get prior approval from the Director General of Customs prior to disposing of such waste. The petitioners are in violation of the condition set out in the TIEP’s Rules, which resulted in a massive loss of revenue to the State from due levies and taxes. The positions taken by the petitioners and the respondents are now examined.",
    "fonts": [
      "BookmanOldStyle"
    ],
    "sizes": [
      8.039999961853027,
      12.0
    ]
  },
  {
    "page_number": 3,
    "bbox": [
      70.94,
      647.84,
      532.18,
      758.92
    ],
    "text": "The Rules under the TIEP-1 scheme make reference to wastage. However, rules do not stipulate duties or levies payable for the disposal of waste. There is no stipulation of any conditions, customs duty or levies payable in respect of the disposal of waste. In particular, there is no ‘condition stipulated’ to the effect that the disposal of wastage is liable for customs duty. Very recently, the customs introduced new rules for the first time in the year 2023- 2024, requiring prior approval to dispose of rejected goods,",
    "fonts": [
      "BookmanOldStyle"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 4,
    "bbox": [
      70.94,
      781.9,
      302.91,
      806.28
    ],
    "text": "5",
    "fonts": [
      "Calibri"
    ],
    "sizes": [
      11.039999961853027
    ]
  },
  {
    "page_number": 4,
    "bbox": [
      70.94,
      56.74,
      528.34,
      168.08
    ],
    "text": "unusable raw materials, or any waste arising from imported raw materials subject to the relevant customs duties. The petitioner has produced this document along with their counter-affidavit marked PA (1) (b). In the previous set of instructions marked (P2(a)), there was no rule or instruction relating to the disposal of waste. The PA (1) (b) is entitled as “General Operational Instructions to an Operator under TIEP-1 Scheme.” Instruction No. 9 is as follows:",
    "fonts": [
      "BookmanOldStyle"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 4,
    "bbox": [
      106.94,
      178.2,
      527.74,
      192.26
    ],
    "text": "9. You shall get the prior approval of Sri Lanka Customs for local",
    "fonts": [
      "BookmanOldStyle-Italic"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 4,
    "bbox": [
      127.58,
      194.28,
      527.99,
      240.86
    ],
    "text": "disposals of rejected goods or unusable raw materials or any waste arising from imported raw material, and shall be subject to the payments of Customs duties and other levies if applicable.",
    "fonts": [
      "BookmanOldStyle",
      "BookmanOldStyle-Italic"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 4,
    "bbox": [
      70.94,
      250.95,
      528.34,
      394.67
    ],
    "text": "A comparison of the above instruction with the earlier instructions in P2(a) clearly demonstrates that no condition was previously stipulated regarding the disposal of waste. The respondents argue that the petitioners are in violation of the condition set out in the TIEP Rules. However, respondents have failed to point out which rule was violated by the petitioners. As there was no rule governing the disposal of waste, there was no violation of any rules by the petitioners.",
    "fonts": [
      "BookmanOldStyle"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 4,
    "bbox": [
      70.94,
      404.91,
      385.15,
      418.91
    ],
    "text": "Section 50 A of the Customs Ordinance is as follows:",
    "fonts": [
      "BookmanOldStyle"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 4,
    "bbox": [
      106.94,
      429.05,
      421.39,
      443.05
    ],
    "text": "(1) Where any goods imported Sri Lanka have been—",
    "fonts": [
      "BookmanOldStyle"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 4,
    "bbox": [
      106.94,
      453.17,
      543.7,
      467.17
    ],
    "text": "(a) exempted from the payment of Customs duties or other dues",
    "fonts": [
      "BookmanOldStyle"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 4,
    "bbox": [
      147.5,
      469.37,
      528.16,
      515.89
    ],
    "text": "chargeable on their importation or charged with Customs duty at reduced rate, subject to any conditions stipulated in that behalf; or",
    "fonts": [
      "BookmanOldStyle"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 4,
    "bbox": [
      106.94,
      526.01,
      528.19,
      540.01
    ],
    "text": "(b) allowed into Sri Lanka, under any other law subject to any",
    "fonts": [
      "BookmanOldStyle"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 4,
    "bbox": [
      147.5,
      542.21,
      528.15,
      588.73
    ],
    "text": "conditions to be fulfilled after their importation, and where such conditions are not complied with, then such goods shall be forfeited.",
    "fonts": [
      "BookmanOldStyle"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 4,
    "bbox": [
      111.5,
      598.73,
      528.1,
      612.73
    ],
    "text": "(2) If such goods are not at the time of forfeiture in the possession of",
    "fonts": [
      "BookmanOldStyle"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 4,
    "bbox": [
      133.94,
      614.96,
      528.13,
      661.48
    ],
    "text": "the person in whose name such goods were imported, then such person shall forfeit a sum not exceeding three times the value of such goods as at the time of their importation.",
    "fonts": [
      "BookmanOldStyle"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 4,
    "bbox": [
      106.94,
      671.6,
      528.13,
      685.6
    ],
    "text": "(3) The provisions of this section shall apply whether or not any",
    "fonts": [
      "BookmanOldStyle"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 4,
    "bbox": [
      129.5,
      687.8,
      528.26,
      766.6
    ],
    "text": "undertaking or security has been given under any other provisions of this Ordinance for compliance with the conditions stipulated or for the payment of the duty payable, and the forfeiture of any goods under this section shall not affect any liability of any person who has given any such undertaking or security.",
    "fonts": [
      "BookmanOldStyle"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 5,
    "bbox": [
      70.94,
      781.9,
      302.91,
      806.28
    ],
    "text": "6",
    "fonts": [
      "Calibri"
    ],
    "sizes": [
      11.039999961853027
    ]
  },
  {
    "page_number": 5,
    "bbox": [
      70.94,
      56.74,
      532.18,
      362.51
    ],
    "text": "Section 50 A can apply only where there are ‘conditions stipulated’ and ‘where such conditions are not complied with.’ Since there were no rules under the TIEP-1 scheme stipulating any duties and levies payable for wastage, the provisions of Section 50A of the Customs Ordinance do not apply to the case in hand. Therefore, the 2nd respondent has no jurisdiction to impose forfeiture under Section 50A of the Customs Ordinance against the petitioners. The respondents have tacitly admitted this position by issuing new instructions for the year 2023/2024 with regard to the disposal of waste. The petitioner produced a copy of the new instructions issued by the Sri Lanka Customs, marked CA (1) (b). A comparison of these instructions with those issued for the previous years demonstrates that there was no such instruction relating to the disposal of waste in the earlier period. The Sri Lanka Customs issued ‘write-off notes’ after the finished goods are exported or delivered to an indirect exporter to export, and the Sri Lanka Customs processes a customs declaration at that stage.",
    "fonts": [
      "BookmanOldStyle"
    ],
    "sizes": [
      8.039999961853027,
      12.0
    ]
  },
  {
    "page_number": 5,
    "bbox": [
      70.94,
      372.51,
      528.34,
      743.08
    ],
    "text": "The respondents state that customs does not write off any duties. When exports by MCEs are completed, they can obtain credit for the import of raw materials against a bank or corporate guarantee. Although the respondent stated the above in their objections, in fact, Sri Lanka Customs have issued ‘write-off notes’, and a large number of such notes are produced by the petitioner along with the petition. Therefore, the argument that the Sri Lanka Customs does not issue write-off notes is not acceptable. The TIEP-1 scheme requires a MCE to obtain approvals for the wastage factor/conversion ratio of the raw material (inputs) used to manufacture finished goods. The petitioners produced the approval documents issued by the Ministry of Commerce and the Bond Division of the Sri Lanka Customs (P3 (a) (1) to P3 (a) (8)). Sri Lanka Customs issues write-off notes of customs duties in respect of raw material (inclusive of waste generated) after reconciling with such inputs with the finished goods using the approved conversion ratio. Until the write-off notes are issued, the customs duties/levies remain payable. After the issuance of such write-off notes in respect of inputs, there can be no loss of revenue to the Government by the disposal of waste.The petitioners disposed of the waste that was generated during the production of finished goods. They neither retained nor disposed of any imported raw materials to any third party.",
    "fonts": [
      "BookmanOldStyle"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 6,
    "bbox": [
      70.94,
      781.9,
      302.91,
      806.28
    ],
    "text": "7",
    "fonts": [
      "Calibri"
    ],
    "sizes": [
      11.039999961853027
    ]
  },
  {
    "page_number": 6,
    "bbox": [
      70.94,
      56.74,
      528.06,
      103.34
    ],
    "text": "The respondents have cited the following passage from the case of Christina Packaging and Accessory (pvt) Limited and one other v Major General G.V. Ravipriya and 04 Others (CA/Writ 524/2021 decided on 04.08.2023):",
    "fonts": [
      "BookmanOldStyle",
      "BookmanOldStyle-Italic"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 6,
    "bbox": [
      70.94,
      113.4,
      531.96,
      629.68
    ],
    "text": "It is on common ground that the impugned consignment was imported under the TIEP and Bonding Facility Scheme. Under the said scheme, the Petitioners are allowed to import only certain permitted items without customs duties or other payable levies. The said Scheme has been introduced to assist exporters by exempting them from paying fiscal levies on the importation of goods needed to manufacture goods for export. It is undue and unlawful for the Petitioners to enjoy such a duty exemption to import other (non permitted) items for personal use or any other purpose. In the above-mentioned case, the petitioners were allowed to import accessories for the garment industry and to export value-added goods under the TIEP-1 scheme. In that case, the container imported by the petitioners contained certain undeclared cosmetics, two ceramic commodes, and three ceramic wash basins. Those three items were first, not declared and, second, not allowed under the TIEP-1 scheme. In that case, the court was never invited by the parties to determine whether the TIEP-1 scheme exempted customs duties and levies at the stage of importing raw materials. The issue of whether the raw materials were exempted from customs duties did not arise for consideration. Further, the facts of that case are clearly distinguishable from those of the present case. Therefore, the above-mentioned case is not relevant to the case in hand. The respondents have argued that, as the petitioner had paid the fine of Rs. 100,000/- imposed by the 2nd respondent, the petitioners have acquiesced in the jurisdiction of the Inquiring Officer and therefore cannot challenge the jurisdiction of the Inquiring Officer. When the Inquiring Officer has no jurisdiction, the agreement of the petitioner cannot grant jurisdiction to the Inquiring Officer. As discussed earlier, the 2nd respondent could not have applied the provisions containing Section 50A of the Customs Ordinance. This can be considered a patent lack of jurisdiction.",
    "fonts": [
      "BookmanOldStyle",
      "BookmanOldStyle-Italic"
    ],
    "sizes": [
      8.039999961853027,
      12.0
    ]
  },
  {
    "page_number": 6,
    "bbox": [
      70.94,
      639.8,
      527.77,
      734.98
    ],
    "text": "In the case of Kanagaratna v Rajasunderam (1981) 1 SLR 492 ,Samarakoon C.J. held“the availability of an alternative remedy does not prevent the court from issuing a writ of prohibition in a case of excess or absence of jurisdiction. On the broad principle that it is established that the court is acting beyond its jurisdiction, I am of opinion that the case is one in which the court ought not to refuse to issue a writ of prohibition.”",
    "fonts": [
      "BookmanOldStyle",
      "BookmanOldStyle-Italic"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 7,
    "bbox": [
      70.94,
      781.9,
      302.91,
      806.28
    ],
    "text": "8",
    "fonts": [
      "Calibri"
    ],
    "sizes": [
      11.039999961853027
    ]
  },
  {
    "page_number": 7,
    "bbox": [
      70.94,
      56.74,
      528.33,
      87.14
    ],
    "text": "In Perera v. Commissioner of National Housing, 72 NLR 361, Tennekoon, C.J. held as follow;",
    "fonts": [
      "BookmanOldStyle",
      "BookmanOldStyle-Italic"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 7,
    "bbox": [
      70.94,
      97.2,
      528.34,
      726.76
    ],
    "text": "Lack of competency in a Court is a circumstance that results in a judgment or order that is void. Lack of competency may arise in one of two ways. A Court may lack jurisdiction over the cause or matter or over the parties; it may also lack competence because of failure to comply with such procedural requirements as are necessary for the exercise of power by the Court. Both are jurisdictional defects ; the first mentioned of these is commonly known in the law as a ‘ patent ’ or ‘ total ’ want of jurisdiction or a defectus jurisdictionis and the second a ‘ latent ’ or ‘ contingent ’ want of jurisdiction or a defectus triationis. Both classes of jurisdictional defect result in judgments or orders which are void. But an important difference must also be noted. In that class of case where the want of jurisdiction is patent, no waiver of objection or acquiescence can cure the want of jurisdiction; the reason for this being that to permit parties by their conduct to confer jurisdiction on a tribunal which has none would be to admit a power in the parties to litigation to create new jurisdictions or to extend a jurisdiction beyond its existing limits, both of which are within the exclusive privilege of the legislature ; Sansoni, J.stated as follows inKandy Omnibus Company Ltd. v. Roberts 56 N. L. R. page 293 “It is not open to a person to confer jurisdiction by consent and no amount of acquiescence confers jurisdiction upon a Tribunal or Court where such jurisdiction did not exist.” The lack of jurisdiction here is a patent lack of jurisdiction and, as such, could not be cured by acquiescence. Furthermore, the 2nd petitioner specifically stated that he had to do so, as failure to pay the fine would result in serious personal consequences, including loss of personal liberty. The 2nd petitioner, in his affidavit, stated there was a threat of arrest if he did not comply with the order. The petitioners have exhausted the other remedies. After the decision of the 2nd respondent dated 24-05-2022, the petitioners appealed to the Minister of Finance (P8). The Finance Minister did not allow the petitioners' appeal. The respondents contended that the petitioners had failed to exhaust the remedy provided under section 154(1) of the Customs Ordinance. Section 154(1) of the Customs Ordinance is as follows;",
    "fonts": [
      "BookmanOldStyle",
      "BookmanOldStyle-Italic"
    ],
    "sizes": [
      8.039999961853027,
      12.0
    ]
  },
  {
    "page_number": 7,
    "bbox": [
      106.94,
      728.96,
      528.26,
      759.16
    ],
    "text": "154 (1) All ships, boats, goods, and other things which shall have been or shall hereafter be seized as forfeited under this Ordinance, shall be",
    "fonts": [
      "BookmanOldStyle"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 8,
    "bbox": [
      70.94,
      781.9,
      302.91,
      806.28
    ],
    "text": "9",
    "fonts": [
      "Calibri"
    ],
    "sizes": [
      11.039999961853027
    ]
  },
  {
    "page_number": 8,
    "bbox": [
      70.94,
      56.74,
      530.38,
      589.33
    ],
    "text": "deemed and taken to be condemned, and may be dealt with in the manner directed by law in respect to ships, boats, goods, and other things seized and condemned for breach of such Ordinance, unless the person from whom such ships, boats, goods and other things shall have been seized, or the owner of them, or some person authorised by him, shall, within one month from the date of seizure of the same, give notice in writing to the Director-General or other chief officer of Customs at the nearest port that he intends to enter a claim to the ship, boat, goods, or other things seized as aforesaid, and shall further give cash security to prosecute such claim before the court having jurisdiction to entertain the same and otherwise to satisfy the judgment of the court and to pay costs in such sum as the Director-General or proper officer of Customs at the port where or nearest to which the seizure was made shall consider sufficient. If proceedings for the recovery of the ship, boat, goods or other things so claimed be not instituted in the proper court within thirty days from the date of notice and security as aforesaid, the ship, boat, goods, or other things seized shall be deemed to be forfeited, and shall be dealt with accordingly by the Director-General or other proper officer of Customs. This section applies where ‘goods are seized and forfeited’, and the owner of such goods enters a claim. In the instance case, goods have neither been seized nor forfeited. Instead, forfeiture has been imposed on the assumption that this much waste would have been generated. This figure is arbitrary because write-off notes have been issued, considering the waste as well, in accordance with the approved conversion ratio. As there were no goods available to be forfeited and no claim for such non-existing goods, section 154(1) of the Customs Ordinance has no application to this case. The respondents have held inquiries regarding the disposal of waste for the years 2014 to 2022, totalling nine years. The petitioners are required to keep their records for only three years. Section 51 (B) of the Customs Ordinance is as follows:",
    "fonts": [
      "BookmanOldStyle"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 8,
    "bbox": [
      106.94,
      599.45,
      383.23,
      613.45
    ],
    "text": "51B. Importer to keep records for three years.",
    "fonts": [
      "BookmanOldStyle"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 8,
    "bbox": [
      106.94,
      623.6,
      528.1,
      637.6
    ],
    "text": "(1) Every importer, agent or others concerned in the importation,",
    "fonts": [
      "BookmanOldStyle"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 8,
    "bbox": [
      129.5,
      639.8,
      528.14,
      686.32
    ],
    "text": "movement and years storage of imported goods shall keep or cause to be kept in Sri Lanka such records for a period of three years from the date of importation as may be prescribed.",
    "fonts": [
      "BookmanOldStyle"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 8,
    "bbox": [
      106.94,
      696.44,
      528.15,
      710.44
    ],
    "text": "(2) Every such person shall whenever required by an officer of",
    "fonts": [
      "BookmanOldStyle"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 8,
    "bbox": [
      129.5,
      712.76,
      201.29,
      726.76
    ],
    "text": "Customs—",
    "fonts": [
      "BookmanOldStyle"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 8,
    "bbox": [
      142.94,
      736.87,
      416.83,
      750.88
    ],
    "text": "(a) make the records available to such officer;",
    "fonts": [
      "BookmanOldStyle"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 9,
    "bbox": [
      70.94,
      781.9,
      305.79,
      806.28
    ],
    "text": "10",
    "fonts": [
      "Calibri"
    ],
    "sizes": [
      11.039999961853027
    ]
  },
  {
    "page_number": 9,
    "bbox": [
      142.94,
      56.86,
      436.75,
      70.86
    ],
    "text": "(b) provide copies of the records as required; and",
    "fonts": [
      "BookmanOldStyle"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 9,
    "bbox": [
      142.94,
      81.0,
      528.15,
      95.0
    ],
    "text": "(c) answer any questions relating to mailers arising under the",
    "fonts": [
      "BookmanOldStyle"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 9,
    "bbox": [
      70.94,
      97.2,
      532.18,
      435.23
    ],
    "text": "Ordinance. The petitioners contend that it is unfair to inquire into the disposal of waste for the previous nine years. The 2nd respondent arbitrarily decided that the amount of polythene waste is 4,330,937 Kgs valued at 88,673,404/- in terms of Section 50A of the Customs Ordinance. Physically, there was no such waste in the possession of the petitioner. He decided to recover Rs. 29.0 million as a mitigated amount under Sections 50A (2) and 163 of the Customs Ordinance. There was no real basis to arrive at the above figures. As discussed above, the customs duties have not been exempted for the inputs imported under the TIEP-1 scheme. Secondly, there were no conditions stipulated regarding the disposal of waste in the TIEP-1 scheme. Therefore, the respondents did not have a jurisdiction to act under Section 50A of the Customs Ordinance. In the above circumstances, the Court decides that the decision of the 2nd respondent dated 24-05-2022 was made without jurisdiction. Therefore, the Court issues Writs of Certiorari as prayed for in paragraphs (c), (d) and (e) of the prayer to the petition.",
    "fonts": [
      "BookmanOldStyle"
    ],
    "sizes": [
      8.039999961853027,
      12.0
    ]
  },
  {
    "page_number": 9,
    "bbox": [
      70.94,
      445.49,
      192.65,
      459.49
    ],
    "text": "Application allowed.",
    "fonts": [
      "BookmanOldStyle"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 9,
    "bbox": [
      286.97,
      514.85,
      458.86,
      528.85
    ],
    "text": "Judge of the Court of Appeal",
    "fonts": [
      "BookmanOldStyle"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 9,
    "bbox": [
      70.94,
      599.45,
      462.7,
      677.91
    ],
    "text": "Dr. S. Premachandra J. I agree. Judge of the Court of Appeal.",
    "fonts": [
      "BookmanOldStyle",
      "IskoolaPota"
    ],
    "sizes": [
      12.0
    ]
  }
]