[
  {
    "page_number": 0,
    "bbox": [
      72.02,
      781.32,
      302.93,
      805.8
    ],
    "text": "1",
    "fonts": [
      "Calibri"
    ],
    "sizes": [
      11.039999961853027
    ]
  },
  {
    "page_number": 0,
    "bbox": [
      74.78,
      74.93,
      523.55,
      88.97
    ],
    "text": "+IN THE COURT OF APPEAL OF THE DEMOCRATIC SOCIALIST REPUBLIC OF SRI",
    "fonts": [
      "Calibri-Bold"
    ],
    "sizes": [
      14.039999961853027
    ]
  },
  {
    "page_number": 0,
    "bbox": [
      72.02,
      93.41,
      320.76,
      125.81
    ],
    "text": "LANKA",
    "fonts": [
      "Calibri",
      "Calibri-Bold"
    ],
    "sizes": [
      14.039999961853027
    ]
  },
  {
    "page_number": 0,
    "bbox": [
      324.07,
      130.25,
      526.47,
      199.49
    ],
    "text": "In the matter of an application for Substitution under and in terms of section 760A of the Civil Procedure Code.",
    "fonts": [
      "Calibri"
    ],
    "sizes": [
      14.039999961853027
    ]
  },
  {
    "page_number": 0,
    "bbox": [
      72.02,
      212.09,
      517.59,
      355.16
    ],
    "text": "Anhettigama Gamaralalage Dharmawardana Latha Sewana, Anhettigama C.A No.: 748/99 F Petitioner D.C. Avissawella Case No.: Vs 1168/T",
    "fonts": [
      "Calibri",
      "Calibri-Bold"
    ],
    "sizes": [
      14.039999961853027
    ]
  },
  {
    "page_number": 0,
    "bbox": [
      330.79,
      357.42,
      526.61,
      742.57
    ],
    "text": "1. Anhettigama Gamaralalage Mary Nona of Anhettigama 2. Anhettigama Gamaralalage Nandawathie of Ihala Thalduwa, Avissawella 3. Anhettigama Gamaralalage Dharmawathie of Nakkawita, Deraniyagala 4. Anhettigama Gamaralalage Siriyalatha of Latha Sewana, Anhettigama 5. Anhettigama Gamaralalage Kamalawathie of Galagedara 6. Anhettigama Gamaralalage Kalyanawathie of Malapola, Punugala 7. Anhettigama Gamaralalage Somawathie of Narandeniya, Dewalegama 8. Anhettigama Gamaralalage Keerthilatha of Moratuwa",
    "fonts": [
      "ArialMT",
      "Calibri"
    ],
    "sizes": [
      14.039999961853027
    ]
  },
  {
    "page_number": 1,
    "bbox": [
      72.02,
      781.32,
      302.93,
      805.8
    ],
    "text": "2",
    "fonts": [
      "Calibri"
    ],
    "sizes": [
      11.039999961853027
    ]
  },
  {
    "page_number": 1,
    "bbox": [
      330.79,
      72.75,
      526.48,
      125.81
    ],
    "text": "9. Anhettigama Gamaralalage Anoja of Ginigathhena",
    "fonts": [
      "ArialMT",
      "Calibri"
    ],
    "sizes": [
      14.039999961853027
    ]
  },
  {
    "page_number": 1,
    "bbox": [
      72.02,
      130.25,
      520.35,
      162.77
    ],
    "text": "Respondents",
    "fonts": [
      "Calibri",
      "Calibri-Bold"
    ],
    "sizes": [
      14.039999961853027
    ]
  },
  {
    "page_number": 1,
    "bbox": [
      72.02,
      164.91,
      526.59,
      236.57
    ],
    "text": "10. Koronchige Thilaka Siriwardane of Manoranjani, Anhettigama,",
    "fonts": [
      "ArialMT",
      "Calibri"
    ],
    "sizes": [
      14.039999961853027
    ]
  },
  {
    "page_number": 1,
    "bbox": [
      72.02,
      240.92,
      522.99,
      310.28
    ],
    "text": "Intervenient-Respondent AND",
    "fonts": [
      "Calibri",
      "Calibri-Bold"
    ],
    "sizes": [
      14.039999961853027
    ]
  },
  {
    "page_number": 1,
    "bbox": [
      324.07,
      312.54,
      526.59,
      328.76
    ],
    "text": "10. Koronchige Thilaka Siriwardane",
    "fonts": [
      "ArialMT",
      "Calibri"
    ],
    "sizes": [
      14.039999961853027
    ]
  },
  {
    "page_number": 1,
    "bbox": [
      72.02,
      333.2,
      526.59,
      384.08
    ],
    "text": "of Manoranjani, Anhettigama",
    "fonts": [
      "Calibri"
    ],
    "sizes": [
      14.039999961853027
    ]
  },
  {
    "page_number": 1,
    "bbox": [
      72.02,
      387.26,
      524.79,
      439.42
    ],
    "text": "10th Respondent-Appellant Vs",
    "fonts": [
      "Calibri-Bold"
    ],
    "sizes": [
      9.0,
      14.039999961853027
    ]
  },
  {
    "page_number": 1,
    "bbox": [
      72.02,
      443.86,
      513.75,
      531.7
    ],
    "text": "Anhettigama Gamaralalage Dharmawardana Latha Sewana, Anhettigama",
    "fonts": [
      "Calibri",
      "Calibri-Bold"
    ],
    "sizes": [
      14.039999961853027
    ]
  },
  {
    "page_number": 1,
    "bbox": [
      72.02,
      536.02,
      524.19,
      568.54
    ],
    "text": "Petitioner-Respondent",
    "fonts": [
      "Calibri",
      "Calibri-Bold"
    ],
    "sizes": [
      14.039999961853027
    ]
  },
  {
    "page_number": 1,
    "bbox": [
      330.79,
      570.83,
      526.57,
      716.05
    ],
    "text": "1. Anhettigama Gamaralalage Mary Nona of Anhettigama 2. Anhettigama Gamaralalage Nandawathie of Ihala Thalduwa, Avissawella 3. Anhettigama Gamaralalage Dharmawathie of Nakkawita, Deraniyagala",
    "fonts": [
      "ArialMT",
      "Calibri"
    ],
    "sizes": [
      14.039999961853027
    ]
  },
  {
    "page_number": 2,
    "bbox": [
      72.02,
      781.32,
      302.93,
      805.8
    ],
    "text": "3",
    "fonts": [
      "Calibri"
    ],
    "sizes": [
      11.039999961853027
    ]
  },
  {
    "page_number": 2,
    "bbox": [
      72.02,
      72.75,
      526.59,
      365.6
    ],
    "text": "4. Anhettigama Gamaralalage Siriyalatha of Latha Sewana, Anhettigama 5. Anhettigama Gamaralalage Kamalawathie of Galagedara 6. Anhettigama Gamaralalage Kalyanawathie of Malapola, Punugala 7. Anhettigama Gamaralalage Somawathie of Narandeniya, Dewalegama 8. Anhettigama Gamaralalage Keerthilatha of Moratuwa 9. Anhettigama Gamaralalage Anoja of Ginigathhena",
    "fonts": [
      "ArialMT",
      "Calibri"
    ],
    "sizes": [
      14.039999961853027
    ]
  },
  {
    "page_number": 2,
    "bbox": [
      348.79,
      370.04,
      520.83,
      384.08
    ],
    "text": "Respondent-Respondents",
    "fonts": [
      "Calibri-Bold"
    ],
    "sizes": [
      14.039999961853027
    ]
  },
  {
    "page_number": 2,
    "bbox": [
      72.02,
      388.52,
      523.52,
      625.09
    ],
    "text": "Before: C.P. Kirtisinghe J Mayadunne Corea J Counsel: S.A.D.S. Suraweera for the Substituted 10th Intervenient-Petitioner- Appellant Harishka Samaranayake for the Petitioner-Respondent Argued On :07/12/2021 Decided On :08/02/2022 C.P. Kirtisinghe J",
    "fonts": [
      "Calibri",
      "Calibri-Bold"
    ],
    "sizes": [
      9.0,
      14.039999961853027,
      15.0
    ]
  },
  {
    "page_number": 2,
    "bbox": [
      72.02,
      638.77,
      526.58,
      751.11
    ],
    "text": "The Petitioner-Respondent had instituted this testamentary action in the District Court of Avissawella to administer the estate of his deceased father Anhettigama Gamaralalage Punchimahattaya. The Petitioner was the only son of the deceased testator and the Petitioner has taken up the position that his sisters-1st to 9th Respondents are not entitled to the properties of his father as the sisters had entered into Deega marriages under the Kandyan Law. The sisters",
    "fonts": [
      "Calibri"
    ],
    "sizes": [
      9.0,
      14.039999961853027
    ]
  },
  {
    "page_number": 3,
    "bbox": [
      72.02,
      781.32,
      302.93,
      805.8
    ],
    "text": "4",
    "fonts": [
      "Calibri"
    ],
    "sizes": [
      11.039999961853027
    ]
  },
  {
    "page_number": 3,
    "bbox": [
      72.02,
      74.93,
      526.35,
      167.45
    ],
    "text": "had taken up the position that their father the deceased testator was not a Kandyan and therefore, they are also entitled to the properties of the deceased testator. The learned District Judge has come to the conclusion that the deceased testator was governed by the Kandyan Law and the properties of his estate are governed by the Kandyan Law.",
    "fonts": [
      "Calibri"
    ],
    "sizes": [
      14.039999961853027
    ]
  },
  {
    "page_number": 3,
    "bbox": [
      72.02,
      179.99,
      526.08,
      234.41
    ],
    "text": "The Appeal No. 749/99 F filed by the 1st, 2nd, 3rd, 4th and 8th Respondent-Appellants against that finding was withdrawn and dismissed by this court on 19.12.2012.",
    "fonts": [
      "Calibri"
    ],
    "sizes": [
      9.0,
      14.039999961853027
    ]
  },
  {
    "page_number": 3,
    "bbox": [
      72.02,
      246.98,
      526.48,
      360.32
    ],
    "text": "The 10th Respondent-Appellant who was the sister-in-law of the deceased Punchimahattaya had made an application in the District Court to intervene in the testamentary proceedings and prayed that the letters of administration be issued to her. She had also prayed to take out certain properties included in the inventory of the estate on the basis that those properties belonged to her husband.",
    "fonts": [
      "Calibri"
    ],
    "sizes": [
      9.0,
      14.039999961853027
    ]
  },
  {
    "page_number": 3,
    "bbox": [
      72.02,
      401.62,
      208.42,
      415.66
    ],
    "text": "Exclusion of Bopewatte",
    "fonts": [
      "Calibri"
    ],
    "sizes": [
      14.039999961853027
    ]
  },
  {
    "page_number": 3,
    "bbox": [
      72.02,
      427.0,
      526.59,
      515.86
    ],
    "text": "The 10th Respondent-Appellant is asking to exclude Bopewatte from the Inventory. In her amended Petition she had stated as follows, ) ( ) .",
    "fonts": [
      "Calibri",
      "IskoolaPota"
    ],
    "sizes": [
      9.0,
      14.039999961853027
    ]
  },
  {
    "page_number": 3,
    "bbox": [
      72.02,
      528.46,
      526.59,
      580.45
    ],
    "text": "In Paragraph 2 of the prayer she prays for, 2) .",
    "fonts": [
      "Calibri",
      "IskoolaPota"
    ],
    "sizes": [
      14.039999961853027
    ]
  },
  {
    "page_number": 3,
    "bbox": [
      72.02,
      591.79,
      526.52,
      643.81
    ],
    "text": "Therefore, the 10th Respondent was seeking to exclude the property called Bopewatte the land and boutique room standing thereon and the business conducted in the premises.",
    "fonts": [
      "Calibri"
    ],
    "sizes": [
      9.0,
      14.039999961853027
    ]
  },
  {
    "page_number": 3,
    "bbox": [
      72.02,
      656.29,
      526.59,
      726.85
    ],
    "text": "In the inventory there is a reference to Bopewatte which reads as follows, 5. 75 , 47 3525 .",
    "fonts": [
      "Calibri",
      "IskoolaPota"
    ],
    "sizes": [
      14.039999961853027
    ]
  },
  {
    "page_number": 4,
    "bbox": [
      72.02,
      781.32,
      302.93,
      805.8
    ],
    "text": "5",
    "fonts": [
      "Calibri"
    ],
    "sizes": [
      11.039999961853027
    ]
  },
  {
    "page_number": 4,
    "bbox": [
      72.02,
      73.67,
      526.59,
      162.65
    ],
    "text": "The 10th Respondent does not say that her late husband Siriwardane had soil rights in the land called Bopewatte (Bopagewatte). She does not say Siriwardane constructed the boutique rooms on the land or Siriwardane owned the buildings. She only says that Siriwardane was carrying on a business there in the name of stores.",
    "fonts": [
      "Calibri",
      "IskoolaPota"
    ],
    "sizes": [
      9.0,
      14.039999961853027
    ]
  },
  {
    "page_number": 4,
    "bbox": [
      72.02,
      175.13,
      526.61,
      281.36
    ],
    "text": "As the learned District Judge has correctly observed the Petitioner had not included the business in the name of Asiri Stores in the inventory. The contents of the deed No. 6745 marked 21 shows the deceased Testator Punchimahattaya owned soil rights and buildings in Bopagewatte. Therefore, that property can be included in the inventory and there is no reason to exclude it from the inventory.",
    "fonts": [
      "Calibri",
      "IskoolaPota"
    ],
    "sizes": [
      14.039999961853027
    ]
  },
  {
    "page_number": 4,
    "bbox": [
      72.02,
      291.78,
      345.24,
      307.76
    ],
    "text": "Exclusion of Hathepmewatte ()",
    "fonts": [
      "Calibri",
      "IskoolaPota"
    ],
    "sizes": [
      14.039999961853027
    ]
  },
  {
    "page_number": 4,
    "bbox": [
      72.02,
      320.12,
      526.11,
      334.16
    ],
    "text": "In the inventory there is a reference to Hathepmewatte which reads as follows,",
    "fonts": [
      "Calibri"
    ],
    "sizes": [
      14.039999961853027
    ]
  },
  {
    "page_number": 4,
    "bbox": [
      72.02,
      344.82,
      526.59,
      416.02
    ],
    "text": "1. 1/5 , , ) .",
    "fonts": [
      "Calibri",
      "IskoolaPota"
    ],
    "sizes": [
      14.039999961853027
    ]
  },
  {
    "page_number": 4,
    "bbox": [
      72.02,
      427.24,
      526.59,
      590.05
    ],
    "text": "The 10th Respondent in her amended Petition had stated that both the deceased testator Punchimahattaya and his brother Siriwardane inherited this property from their parents and the buildings standing thereon namely the boutique rooms and bakery were constructed jointly by the deceased testator and Siriwardane and both had incurred expenditure in those constructions and Siriwardane managed the property. The 10th Respondent had further stated that the bakery which was standing on that land was owned by Siriwardane and it was registered in his name and later in his sons name. Siriwardane was running the business in the name of Manoranjanee in this premises.",
    "fonts": [
      "Calibri"
    ],
    "sizes": [
      9.0,
      14.039999961853027
    ]
  },
  {
    "page_number": 4,
    "bbox": [
      72.02,
      602.53,
      526.56,
      764.07
    ],
    "text": "The Petitioner has not included the entire land Hathepmewatte in the inventory. He had included only a 1/5 share of the soil rights in Hathepmewatte in the inventory. Therefore, it appears that the Petitioner had included the undivided rights owned by the deceased testator. As the learned District Judge has correctly observed, the Court cannot decide the exact share of undivided rights in Hathepmewatte owned by the deceased testator. It is a subject matter of a different action. In the case of Pathmanathan v Thuraisingham (74 NLR 196), it was held that disputed claims cannot be adjudicated upon in an inquiry relating to the judicial settlement of the accounts of executors and",
    "fonts": [
      "Calibri",
      "Calibri-Bold"
    ],
    "sizes": [
      14.039999961853027
    ]
  },
  {
    "page_number": 5,
    "bbox": [
      72.02,
      781.32,
      302.93,
      805.8
    ],
    "text": "6",
    "fonts": [
      "Calibri"
    ],
    "sizes": [
      11.039999961853027
    ]
  },
  {
    "page_number": 5,
    "bbox": [
      72.02,
      74.93,
      529.71,
      217.97
    ],
    "text": "administrators under Chapters 54 and 55 of the Civil Procedure Code. In such proceedings therefore, a legatee cannot claim as a creditor that a sum of money is due to him from the estate of the testator, if the claim is disputed by the executor. Such a disputed claim can only be made by way of separate action. In the case of Ranjanie Perera Vs Marian Perera (C.A.L.A. 253/2003, D.C. Negambo 324/T, C.A. minute dated 6.7.2003) the trial judge had accepted the issues relating to a dispute claiming a certain sums of money set to be due from the estate of the deceased on a contract. Gamini Amarathunga J held as follows,",
    "fonts": [
      "Calibri",
      "Calibri-Bold"
    ],
    "sizes": [
      14.039999961853027
    ]
  },
  {
    "page_number": 5,
    "bbox": [
      72.02,
      230.45,
      526.41,
      410.36
    ],
    "text": "In that case Court had decided that in an application for grant of letters of administration, question of exclusion of the immovable property said to belong to the deceaseds estate and claim for letters of administration could be decided in the same proceeding. The facts in this case are different from it. The claim in this case is related to a contract alleged to have existed between her and the deceased and the extent of its performance and settlement of account between her and the deceased. In an inquiry into the grant of letters of administration is not a proceeding where such dispute relating to a contract could be determined. It is not a proceeding where what should be included or excluded from the inventory filed by the petitioner are to be decided.",
    "fonts": [
      "Calibri"
    ],
    "sizes": [
      14.039999961853027
    ]
  },
  {
    "page_number": 5,
    "bbox": [
      72.02,
      422.98,
      526.58,
      510.7
    ],
    "text": "In the case of Mahamado Ali v Sella Natchia (1893) 2 Cey. Law Rep. 179, it was held that an inquiry as to whether any particular asset is part of an estate is premature at the stage at which conflicting claims to administration are being considered by the court. This judgment was followed by T.S. Fernando J in M. Gunaratnam v A. Sellammah 71 NLR 256.",
    "fonts": [
      "Calibri",
      "Calibri-Bold"
    ],
    "sizes": [
      14.039999961853027
    ]
  },
  {
    "page_number": 5,
    "bbox": [
      72.02,
      523.18,
      526.58,
      629.29
    ],
    "text": "In the case of Kantaiyar v Ramoe (1900) 5 NLR 29 where in the course of deciding whether a person should be granted letters of administration in respect of the estate of his deceased wife, the sisters of the latter raised the question that the heir of the deceased was not the applicants son but someone else, Wendt J held that the question will be a proper one to be tried in a subsequent proceeding.",
    "fonts": [
      "Calibri",
      "Calibri-Bold"
    ],
    "sizes": [
      14.039999961853027
    ]
  },
  {
    "page_number": 5,
    "bbox": [
      72.02,
      641.89,
      526.59,
      748.11
    ],
    "text": "In the case of M. Gunaratnam v A. Sellammah cited above, T. S Fernando had observed as follows although in the case before us the dispute raised did not relate to the identity of the heirs of the deceased but was confined to the question of the quantum of the estate, I am of opinion that in a Petition presented to court in terms of section 518 of the Civil Procedure Code a description of the extent of the interests of the deceased in property specified",
    "fonts": [
      "Calibri",
      "Calibri-Bold"
    ],
    "sizes": [
      14.039999961853027
    ]
  },
  {
    "page_number": 6,
    "bbox": [
      72.02,
      781.32,
      302.93,
      805.8
    ],
    "text": "7",
    "fonts": [
      "Calibri"
    ],
    "sizes": [
      11.039999961853027
    ]
  },
  {
    "page_number": 6,
    "bbox": [
      72.02,
      74.93,
      526.47,
      107.33
    ],
    "text": "therein is not a material allegation in the sense of that expression as it occurs in section 534 of the same Code.",
    "fonts": [
      "Calibri"
    ],
    "sizes": [
      14.039999961853027
    ]
  },
  {
    "page_number": 6,
    "bbox": [
      72.02,
      119.81,
      526.59,
      262.88
    ],
    "text": "The learned District Judge has observed that the rights of Siriwardane which he had inherited will not be affected as they are not included into the inventory. The entirety of rights in Hathepmewatte has not been included in the inventory. In any event an undivided right of a third party will not get wiped out because of the fact that they were not excluded from the inventory. The purpose of this Testamentary action is to administer the estate of the deceased testator and this is not a case to decide the undivided rights of properties owned by him. The learned District Judge has correctly observed that.",
    "fonts": [
      "Calibri"
    ],
    "sizes": [
      14.039999961853027
    ]
  },
  {
    "page_number": 6,
    "bbox": [
      72.02,
      274.1,
      526.59,
      492.22
    ],
    "text": "The 10th Respondent says that the bakery standing on Hathepmewatte was owned by Siriwardane and was registered in Siriwardanes name. As the learned District Judge has correctly observed, the Petitioner had not included that bakery to the inventory. But several buildings standing on the land the building where the business is carried on, a garage and a store room had been included in the inventory. The 10th Respondent says that those buildings were constructed jointly by Siriwardane and the deceased testator and both spent for it. Once again, it is not a matter to be decided in this case. The 10th Respondent admits that the deceased testator also spent on the construction work and that is a sufficient reason to include the buildings into the inventory. If Siriwardane had any rights to those buildings, those rights will not get wiped out because of this inclusion.",
    "fonts": [
      "Calibri",
      "IskoolaPota"
    ],
    "sizes": [
      9.0,
      14.039999961853027
    ]
  },
  {
    "page_number": 6,
    "bbox": [
      72.02,
      504.7,
      526.59,
      610.93
    ],
    "text": "The Petitioner had included in the inventory the movables and goods for sale/stocks in the business premises in the name of Manoranjanee. The 10th Respondent had stated that her late husband Siriwardane was doing the business named and she had sought for an exclusion of the business from the inventory on that basis. But the learned District Judge has correctly concluded that Siriwardane was only an employee of the deceased testator.",
    "fonts": [
      "Calibri",
      "IskoolaPota"
    ],
    "sizes": [
      9.0,
      14.039999961853027
    ]
  },
  {
    "page_number": 6,
    "bbox": [
      72.02,
      621.47,
      526.54,
      748.11
    ],
    "text": "2 is a document containing particulars of the payments made by the deceased testator Punchimahattaya to the Central Bank in respect of the business in the name of Manoranjanee Stores. The deceased testator had made payments to the Central Bank in respect of 11 employees including the 10th Respondents husband, Siriwardane. According to the contents of that document the deceased testator, Punchimahattaya is the employer of the business Manoranjanee Stores and Siriwardane was one of the employees who was working under the",
    "fonts": [
      "Calibri",
      "IskoolaPota"
    ],
    "sizes": [
      9.0,
      14.039999961853027
    ]
  },
  {
    "page_number": 7,
    "bbox": [
      72.02,
      781.32,
      302.93,
      805.8
    ],
    "text": "8",
    "fonts": [
      "Calibri"
    ],
    "sizes": [
      11.039999961853027
    ]
  },
  {
    "page_number": 7,
    "bbox": [
      72.02,
      74.93,
      526.24,
      107.33
    ],
    "text": "testator. Under the heading of the category or class of work Siriwardanes designation is mentioned as the Manager of the business.",
    "fonts": [
      "Calibri"
    ],
    "sizes": [
      14.039999961853027
    ]
  },
  {
    "page_number": 7,
    "bbox": [
      72.02,
      119.81,
      526.59,
      244.37
    ],
    "text": "Therefore, one cannot come to the conclusion that the aforementioned Siriwardane was doing the business Manoranjanee on his own as stated by the 10th Respondent and as the learned District Judge has correctly observed, there had been a master-servant relationship or employer-employee relationship between the deceased testator Punchimahattaya and Siriwardane. Therefore, there is no reason to exclude this business from the inventory on that basis.",
    "fonts": [
      "Calibri"
    ],
    "sizes": [
      9.0,
      14.039999961853027
    ]
  },
  {
    "page_number": 7,
    "bbox": [
      72.02,
      255.74,
      526.57,
      363.08
    ],
    "text": "The 10th Respondent had prayed to grant the letters of administration of the estate to her and refuse the application of the Petitioner for the letters of administration. This is a contest for the letters of administration between an immediate family member of the deceased testator and a third party. The Petitioner is the only son of the deceased testator and the 10th Respondent is only the sister-in-law of the deceased testator.",
    "fonts": [
      "Calibri"
    ],
    "sizes": [
      9.0,
      14.039999961853027
    ]
  },
  {
    "page_number": 7,
    "bbox": [
      72.02,
      375.56,
      526.59,
      481.78
    ],
    "text": "In issuing letters of administration our courts have always taken into consideration the close relationship that existed between the deceased testator and the applicant. In the case of Jamila Umma v Jailabdeen (44 NLR 187) it was held that in a contest for letters of administration the preference given by law to the widows claim cannot be displaced merely because her interest in the estate is small.",
    "fonts": [
      "Calibri",
      "Calibri-Bold"
    ],
    "sizes": [
      14.039999961853027
    ]
  },
  {
    "page_number": 7,
    "bbox": [
      72.02,
      494.26,
      526.59,
      766.59
    ],
    "text": "In the case of Cornelis Appuhamy v Appuhamy (28 NLR 286) it was held that a husband is entitled to have issued to him letters of administration to his deceased wifes estate, even though they had been living apart, in terms of a deed of separation entered into between them. The Petitioner being the only son of the deceased testator has a stronger claim to the letters of administration for his fathers estate than the 10th Respondent who is only the sister-in-law of the deceased testator. In addition, the Petitioner is a person who had been engaged in his deceased fathers business for a long time. As the learned District Judge has observed, the Petitioner had joined his fathers business ever since he left school and continues to be in the business up to date. During the last stages of his fathers life and after the death of the father up to now, the Petitioner had managed the business all by himself. Therefore, as the learned District Judge has observed the Petitioner has an experience in the business for a period of 25 years. If his work was unsatisfactory, the deceased father had the opportunity to remove him from the business which he had not done. Therefore, one can",
    "fonts": [
      "Calibri",
      "Calibri-Bold"
    ],
    "sizes": [
      9.0,
      14.039999961853027
    ]
  },
  {
    "page_number": 8,
    "bbox": [
      72.02,
      781.32,
      302.93,
      805.8
    ],
    "text": "9",
    "fonts": [
      "Calibri"
    ],
    "sizes": [
      11.039999961853027
    ]
  },
  {
    "page_number": 8,
    "bbox": [
      72.02,
      74.93,
      526.6,
      236.45
    ],
    "text": "come to the conclusion that the Petitioner is capable of managing his fathers business. Therefore, one can safely come to the conclusion that the Petitioner is capable of administering the estate of the deceased testator. I have endorsed the conclusion of the learned District Judge that Siriwardane was only an employee of the deceased. Therefore, one cannot come to the conclusion that Siriwardane was doing the business on his own. Therefore, the 10th Respondent has no claim whatsoever to ask for the letters of administration. Therefore, the learned District Judge was justified in granting the letters of administration to the Petitioner.",
    "fonts": [
      "Calibri"
    ],
    "sizes": [
      9.0,
      14.039999961853027
    ]
  },
  {
    "page_number": 8,
    "bbox": [
      72.02,
      247.7,
      526.55,
      299.72
    ],
    "text": "In any event, the 10th Respondent has passed away pending this appeal and her claim to the letters of administration, a claim of a personal nature has come to an end with her death.",
    "fonts": [
      "Calibri"
    ],
    "sizes": [
      9.0,
      14.039999961853027
    ]
  },
  {
    "page_number": 8,
    "bbox": [
      72.02,
      312.32,
      526.57,
      399.92
    ],
    "text": "For the aforesaid reasons, we are of the view that the learned District Judge has come to a correct conclusion in this case and we see no reason to interfere with those findings. Therefore, we affirm the judgment of the learned District Judge dated 03.09.1999 and dismiss the Appeal of the 10th Respondent-Appellant with costs fixed at Rs. 21,000/-.",
    "fonts": [
      "Calibri"
    ],
    "sizes": [
      9.0,
      14.039999961853027
    ]
  },
  {
    "page_number": 8,
    "bbox": [
      361.03,
      491.74,
      526.59,
      505.78
    ],
    "text": "Judge of the Court of Appeal",
    "fonts": [
      "Calibri"
    ],
    "sizes": [
      14.039999961853027
    ]
  },
  {
    "page_number": 8,
    "bbox": [
      72.02,
      518.26,
      197.62,
      587.65
    ],
    "text": "Mayadunne Corea J I agree",
    "fonts": [
      "Calibri"
    ],
    "sizes": [
      14.039999961853027
    ]
  },
  {
    "page_number": 8,
    "bbox": [
      361.03,
      591.97,
      526.59,
      606.01
    ],
    "text": "Judge of the Court of Appeal",
    "fonts": [
      "Calibri"
    ],
    "sizes": [
      14.039999961853027
    ]
  }
]