[
  {
    "page_number": 0,
    "bbox": [
      72.02,
      731.62,
      311.26,
      756.1
    ],
    "text": "1",
    "fonts": [
      "Calibri"
    ],
    "sizes": [
      11.039999961853027
    ]
  },
  {
    "page_number": 0,
    "bbox": [
      84.5,
      94.93,
      530.47,
      108.21
    ],
    "text": "IN THE COURT OF APPEAL OF THE DEMOCRATIC SOCIALIST REPUBLIC OF",
    "fonts": [
      "Times New Roman,Bold"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 0,
    "bbox": [
      271.3,
      117.76,
      343.68,
      131.04
    ],
    "text": "SRI LANKA",
    "fonts": [
      "Times New Roman,Bold"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 0,
    "bbox": [
      310.68,
      163.36,
      543.06,
      224.18
    ],
    "text": "In the matter of an Application for orders in the nature of Writs of Certiorari and Mandamus in terms of Article 140 of the Constitution of the Democratic Socialist Republic of Sri Lanka",
    "fonts": [
      "Times New Roman"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 0,
    "bbox": [
      310.68,
      258.49,
      434.45,
      271.94
    ],
    "text": "1. Douglas Gajanayake",
    "fonts": [
      "Arial",
      "Times New Roman"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 0,
    "bbox": [
      310.68,
      274.5,
      420.5,
      351.41
    ],
    "text": "No. 04, Wewgama Nawa Medagama Dehiattakandiya 2. G. G. Danapala",
    "fonts": [
      "Arial",
      "Times New Roman"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 0,
    "bbox": [
      310.68,
      353.97,
      435.65,
      414.79
    ],
    "text": "C-2, Nawa Nagaraya Nawa Medagama 3. M. M. Bandara",
    "fonts": [
      "Arial",
      "Times New Roman"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 0,
    "bbox": [
      328.68,
      417.35,
      421.94,
      478.41
    ],
    "text": "No. 91, Kelegama Nawa Medagama",
    "fonts": [
      "Times New Roman"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 0,
    "bbox": [
      310.68,
      513.13,
      549.43,
      605.4
    ],
    "text": "PETITIONERS Vs. 1. Divisional Secretary,",
    "fonts": [
      "Arial",
      "Times New Roman",
      "Times New Roman,Bold"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 0,
    "bbox": [
      310.68,
      607.96,
      509.11,
      669.02
    ],
    "text": "Divisional Secretariat, Dehiattakandiya. 2. Ven. Makuruppe Pannasekara Thero.",
    "fonts": [
      "Arial",
      "Times New Roman"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 0,
    "bbox": [
      328.68,
      671.58,
      468.29,
      716.57
    ],
    "text": "Sri Sambodhi Viharaya Kelegama, Nawa Mdagama",
    "fonts": [
      "Times New Roman"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 0,
    "bbox": [
      79.46,
      507.61,
      217.15,
      520.89
    ],
    "text": "CA Writ No: WRT 814/23",
    "fonts": [
      "Times New Roman,Bold"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 1,
    "bbox": [
      72.02,
      731.62,
      311.26,
      756.1
    ],
    "text": "2",
    "fonts": [
      "Calibri"
    ],
    "sizes": [
      11.039999961853027
    ]
  },
  {
    "page_number": 1,
    "bbox": [
      310.68,
      71.96,
      421.46,
      85.41
    ],
    "text": "3. Sunil Kapukotuwa",
    "fonts": [
      "Arial",
      "Times New Roman"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 1,
    "bbox": [
      72.02,
      87.97,
      542.98,
      132.96
    ],
    "text": "Nawa Medagama Jala Paribhogika ha Subasadhaka Samithiya",
    "fonts": [
      "Times New Roman"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 1,
    "bbox": [
      451.61,
      181.6,
      543.19,
      194.88
    ],
    "text": "RESPONDENTS",
    "fonts": [
      "Times New Roman",
      "Times New Roman,Bold"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 1,
    "bbox": [
      72.02,
      459.13,
      182.59,
      472.41
    ],
    "text": "Mayadunne Corea J",
    "fonts": [
      "Times New Roman,Bold"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 1,
    "bbox": [
      72.02,
      526.67,
      546.55,
      573.69
    ],
    "text": "The Petitioners filed this application and submitted to Court that they are the committee members of Nawa Medagama Water Consumers Welfare Society. It is alleged the said Society is registered under the Voluntary Social Service Organisations Act, No. 31 of 1980.",
    "fonts": [
      "Times New Roman"
    ],
    "sizes": [
      12.960000038146973
    ]
  },
  {
    "page_number": 1,
    "bbox": [
      72.02,
      607.34,
      543.41,
      718.46
    ],
    "text": "The Petitioners submitted that the employees of System C of Nawa Medagama Mahaweli Authority had established and managed a water purification and distribution system to fulfil the water requirements of the Mahaweli Authority employees. Thereafter, the said system was managed by the Nawa Medagama Water Consumers Welfare Society which the Petitioners submits is a community-based Organization. The services of the said Society and the water purification project are now catering to the public and have been recognized and honoured by the certificates issued to the said Society over several years.",
    "fonts": [
      "Times New Roman"
    ],
    "sizes": [
      12.960000038146973
    ]
  },
  {
    "page_number": 1,
    "bbox": [
      77.3,
      259.86,
      393.38,
      398.71
    ],
    "text": "Before: S.U.B. Karalliyadde, J Mayadunne Corea, J Counsel: Priyantha Deniyaya for the Petitioner Supported on: 16.01.2024",
    "fonts": [
      "Times New Roman",
      "Times New Roman,Bold"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 1,
    "bbox": [
      77.3,
      406.79,
      141.29,
      447.67
    ],
    "text": "Decided on:",
    "fonts": [
      "Times New Roman,Bold"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 1,
    "bbox": [
      208.15,
      406.55,
      265.18,
      419.83
    ],
    "text": "27.02.2024",
    "fonts": [
      "Times New Roman"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 2,
    "bbox": [
      72.02,
      731.62,
      311.26,
      756.1
    ],
    "text": "3",
    "fonts": [
      "Calibri"
    ],
    "sizes": [
      11.039999961853027
    ]
  },
  {
    "page_number": 2,
    "bbox": [
      72.02,
      72.23,
      543.43,
      151.41
    ],
    "text": "The Petitioners contend that in view to provide their good service and to manage the Society in a transparent and productive manner, the said Society had drafted a Constitution to govern the administration of the Society. The said Constitution is marked as P7. It is submitted that as per the Constitution, the Society should call an Annual General Meeting every two years and elect members to the committee of the said Society.",
    "fonts": [
      "Times New Roman"
    ],
    "sizes": [
      12.960000038146973
    ]
  },
  {
    "page_number": 2,
    "bbox": [
      72.02,
      185.06,
      546.79,
      248.15
    ],
    "text": "It was further submitted that while the said Society was functioning smoothly in 2019 the Society had called for the Annual General Meeting. The Petitioners contend the said AGM was attended by the 1st Respondent, the Divisional Secretary. However, the Petitioners were not in a position to clarify the basis on which the 1st Respondent had attended the meeting.",
    "fonts": [
      "Times New Roman"
    ],
    "sizes": [
      8.399999618530273,
      12.960000038146973
    ]
  },
  {
    "page_number": 2,
    "bbox": [
      72.02,
      281.31,
      543.43,
      312.5
    ],
    "text": "The meeting that was held in 2019 was alleged to have been disrupted by the 2nd Respondent with several people. As a result, the said meeting has been postponed.",
    "fonts": [
      "Times New Roman"
    ],
    "sizes": [
      8.399999618530273,
      12.960000038146973
    ]
  },
  {
    "page_number": 2,
    "bbox": [
      72.02,
      345.66,
      543.43,
      441.4
    ],
    "text": "The Petitioners submitted that on 13th of July, 2023 another Annual General Meeting was convened and it is alleged the said AGM was convened in violation of the existing Constitution of the Society. At the said meeting, the 2nd Respondent is alleged to have submitted a new Constitution. It is the contention of the Petitioners that the convening of the meeting and the method of submitting the new Constitution was done in violation of the provisions of the existing Constitution.",
    "fonts": [
      "Times New Roman"
    ],
    "sizes": [
      8.399999618530273,
      12.960000038146973
    ]
  },
  {
    "page_number": 2,
    "bbox": [
      72.02,
      475.07,
      543.42,
      538.14
    ],
    "text": "The Petitioners contend that convening and conducting the annual General Meeting on the 13th of July 2023 by the 1st Respondent was in violation of the existing Constitution and therefore, arbitrary, unreasonable, irrational, unfair, and ultra vires act. Accordingly, the Petitioners have sought the following reliefs:",
    "fonts": [
      "Times New Roman"
    ],
    "sizes": [
      8.399999618530273,
      12.960000038146973
    ]
  },
  {
    "page_number": 2,
    "bbox": [
      90.02,
      547.07,
      543.33,
      562.89
    ],
    "text": "To grant and issue an order in the nature of a Writ of Certiorari quashing a decision,",
    "fonts": [
      "Arial",
      "Symbol",
      "Times New Roman"
    ],
    "sizes": [
      12.960000038146973
    ]
  },
  {
    "page_number": 2,
    "bbox": [
      90.02,
      564.86,
      543.33,
      628.43
    ],
    "text": "if any, made by one or more of the Respondents or their subordinates to be Committee members of Nawa Medagama Water Consumers Welfare Society. To grant and issue an order in the nature of a Writ of Certiorari quashing a decision,",
    "fonts": [
      "Arial",
      "Symbol",
      "Times New Roman"
    ],
    "sizes": [
      12.960000038146973
    ]
  },
  {
    "page_number": 2,
    "bbox": [
      108.05,
      630.16,
      543.37,
      692.99
    ],
    "text": "if any, made by one or more of the Respondents or their subordinates to refuse to conduct an Annual General Meeting according to the conditions of the Constitution of the Nawa Medagama Water Consumers Welfare Society.",
    "fonts": [
      "Times New Roman"
    ],
    "sizes": [
      12.960000038146973
    ]
  },
  {
    "page_number": 3,
    "bbox": [
      72.02,
      731.62,
      311.26,
      756.1
    ],
    "text": "4",
    "fonts": [
      "Calibri"
    ],
    "sizes": [
      11.039999961853027
    ]
  },
  {
    "page_number": 3,
    "bbox": [
      90.02,
      71.72,
      543.43,
      87.54
    ],
    "text": "To grant and issue an order in the nature of a Writ of Mandamus directing the 1st",
    "fonts": [
      "Arial",
      "Symbol",
      "Times New Roman"
    ],
    "sizes": [
      8.399999618530273,
      12.960000038146973
    ]
  },
  {
    "page_number": 3,
    "bbox": [
      108.05,
      89.27,
      543.43,
      136.29
    ],
    "text": "Respondent and any one or more of the Respondents to conduct an annual General meeting according to the conditions of the Constitution of the Nawa Medagama Water Consumers Welfare Society.",
    "fonts": [
      "Times New Roman"
    ],
    "sizes": [
      12.960000038146973
    ]
  },
  {
    "page_number": 3,
    "bbox": [
      72.02,
      170.42,
      216.43,
      184.77
    ],
    "text": "Annual General Meeting",
    "fonts": [
      "Times New Roman,Bold"
    ],
    "sizes": [
      12.960000038146973
    ]
  },
  {
    "page_number": 3,
    "bbox": [
      72.02,
      217.71,
      543.42,
      329.54
    ],
    "text": "The Petitioners submitted that on the 13th of July 2023, an Annual General Meeting had been held in which the 2nd Respondent had submitted a new Constitution and alleged that the said meeting was only attended by 80 members. The Petitioners have failed to demonstrate to this Court whether they attended the said meeting and also, they have failed to submit the minutes of the said meeting. In our view, especially in the absence of such the Petitioners' contention of presenting and adopting a new Constitution at the meeting cannot be established.",
    "fonts": [
      "Times New Roman"
    ],
    "sizes": [
      8.399999618530273,
      12.960000038146973
    ]
  },
  {
    "page_number": 3,
    "bbox": [
      72.02,
      363.21,
      543.44,
      555.45
    ],
    "text": "However, this Court finds that as per prayer (c) and (d) the Petitioners are seeking orders in the nature of a Writ of Certiorari and a Writ of Mandamus on the grounds that the Respondents have refused to conduct a General Meeting and accordingly are seeking an Order to compel the Respondent to conduct the AGM. We find this prayer contradicts with paragraph 4 (p) of the Petition. In the said paragraph as well as the submissions of the Counsel, there had been an AGM in which the 2nd Respondent had submitted a new Constitution. The Petitioners went on to contend that the said meeting was attended by about 80 people. The Petitioners have failed to explain to this court the relief they are seeking under prayers (c) and (d) in view of what is averred in paragraph 3 (p). Namely, the submission that there had been an AGM and the relief claimed in the prayer seeking a Writ of Mandamus compelling to hold the AGM. The Petitioners have failed to explain this vital contradiction in the pleadings as well as in their oral submission.",
    "fonts": [
      "Times New Roman"
    ],
    "sizes": [
      8.399999618530273,
      12.960000038146973
    ]
  },
  {
    "page_number": 3,
    "bbox": [
      72.02,
      589.1,
      543.43,
      716.54
    ],
    "text": "It is also pertinent to note that prayer (b) of the Petition is vague and therefore a Writ Court would be reluctant to issue an order, especially Writs of Certiorari to quash the relief pleaded in a vague nature. This Court has reproduced the prayer (b) as pleaded and found that what the Petitioners are seeking is to quash a decision if any which means the Petitioners are in doubt as to whether there was a decision or not. Furthermore, the Petitioners are seeking to quash a decision without elaborating as to what the decision is. Hence the Court is invited to quash a decision which is not before the Court and which the Petitioners themselves dont know.",
    "fonts": [
      "Times New Roman",
      "Times New Roman,BoldItalic"
    ],
    "sizes": [
      12.960000038146973
    ]
  },
  {
    "page_number": 4,
    "bbox": [
      72.02,
      731.62,
      311.26,
      756.1
    ],
    "text": "5",
    "fonts": [
      "Calibri"
    ],
    "sizes": [
      11.039999961853027
    ]
  },
  {
    "page_number": 4,
    "bbox": [
      72.02,
      96.47,
      543.43,
      159.33
    ],
    "text": "When a party is seeking to invoke the extraordinary remedy of Writ jurisdiction of the Court of Appeal the party should be specific on submitting their grievance and the relief sought. If not, the Courts will be hesitant to exercise its discretionary power to grant a remedy. I would further state that it would be unsafe to grant relief.",
    "fonts": [
      "Times New Roman"
    ],
    "sizes": [
      12.960000038146973
    ]
  },
  {
    "page_number": 4,
    "bbox": [
      72.02,
      192.98,
      543.4,
      353.06
    ],
    "text": "This Court has been hesitant to grant relief as observed in Amerasinghe and Others v. Central Environmental Authority and Others CA/WRIT/132/2018, decided on 10.09.2020, which held that A Petitioner invoking the jurisdiction of this Court must seek relief that would address their grievance and must not refer to each and every section in an Act hoping and praying that his case would come under at least one of the said sections. In other words, the relief that is sought must be specific and should address the concerns of the Petitioner. This would then enable the Respondents to respond to the averments of fact and law raised by the Petitioner. The fact that the relief is vague is an indication that the Petitioner is unsure of the allegations that he/she is making against the Respondents and makes the task of Court to mete out justice that much harder",
    "fonts": [
      "Times New Roman",
      "Times New Roman,Bold",
      "Times New Roman,BoldItalic"
    ],
    "sizes": [
      12.0,
      12.960000038146973
    ]
  },
  {
    "page_number": 4,
    "bbox": [
      72.02,
      386.97,
      247.18,
      401.32
    ],
    "text": "The Constitution of the Society",
    "fonts": [
      "Times New Roman,Bold"
    ],
    "sizes": [
      12.960000038146973
    ]
  },
  {
    "page_number": 4,
    "bbox": [
      72.02,
      434.73,
      543.43,
      530.22
    ],
    "text": "Petitioners have attached the existing Constitution of the Society marked P7. It was the contention of the Petitioners that the duty to call the AGM is with the 1st Respondent, the Divisional Secretary. This Court has perused and considered the provisions of P7 and found that the duty of calling a General Meeting is vested with the Secretary and the Chairman of the Society. Hence, we are unable to agree with the Petitioners contention that the 1st Respondent has failed to perform his duty.",
    "fonts": [
      "Times New Roman"
    ],
    "sizes": [
      8.399999618530273,
      12.960000038146973
    ]
  },
  {
    "page_number": 4,
    "bbox": [
      72.02,
      563.41,
      543.42,
      643.07
    ],
    "text": "This Court questioned the Petitioners as to the role of the 1st Respondent in convening and conducting the General meeting, especially in view of the provisions pertaining to the calling of the General meeting in P7. The Petitioners have failed to give an explanation or establish the role of the 1st Respondent pertaining to calling a general meeting and his involvement in holding the election.",
    "fonts": [
      "Times New Roman"
    ],
    "sizes": [
      8.399999618530273,
      12.960000038146973
    ]
  },
  {
    "page_number": 4,
    "bbox": [
      72.02,
      676.72,
      543.36,
      707.15
    ],
    "text": "This Court invited the Petitioners to demonstrate to this Court the provision of Act No. 31 of 1980 to show the involvement of the 1st Respondent, the Divisional Secretary pertaining",
    "fonts": [
      "Times New Roman"
    ],
    "sizes": [
      8.399999618530273,
      12.960000038146973
    ]
  },
  {
    "page_number": 5,
    "bbox": [
      72.02,
      731.62,
      311.26,
      756.1
    ],
    "text": "6",
    "fonts": [
      "Calibri"
    ],
    "sizes": [
      11.039999961853027
    ]
  },
  {
    "page_number": 5,
    "bbox": [
      72.02,
      72.23,
      543.42,
      118.98
    ],
    "text": "to the alleged convening of the General meeting and the conducting of the elections. In our view, the Petitioners have failed to demonstrate the 1st Respondents involvement to the satisfaction of the Court.",
    "fonts": [
      "Times New Roman"
    ],
    "sizes": [
      8.399999618530273,
      12.960000038146973
    ]
  },
  {
    "page_number": 5,
    "bbox": [
      72.02,
      152.9,
      543.36,
      199.65
    ],
    "text": "As per the submissions of the Learned Counsel for the Petitioners, the dispute that has arisen is a dispute involving a non-governmental voluntary organisation. The said dispute is between two fractions of the said Society.",
    "fonts": [
      "Times New Roman"
    ],
    "sizes": [
      12.960000038146973
    ]
  },
  {
    "page_number": 5,
    "bbox": [
      72.02,
      209.32,
      543.45,
      304.58
    ],
    "text": "This Court after considering the submission is of the view that the Petitioners have failed to demonstrate any statutory duty cast on the 1st Respondent to conduct a General meeting as per P7. It is also observed as per the contradictory nature of the pleadings which was unexplained by the Petitioners which has been highlighted above in this Order and especially in view of the vagueness in prayer (b), it would be unsafe for the Court to consider the issuance of a Writ of Certiorari.",
    "fonts": [
      "Times New Roman"
    ],
    "sizes": [
      8.399999618530273,
      12.960000038146973
    ]
  },
  {
    "page_number": 5,
    "bbox": [
      72.02,
      338.71,
      201.31,
      353.06
    ],
    "text": "Locus of the Petitioner",
    "fonts": [
      "Times New Roman,Bold"
    ],
    "sizes": [
      12.960000038146973
    ]
  },
  {
    "page_number": 5,
    "bbox": [
      72.02,
      362.23,
      543.42,
      409.24
    ],
    "text": "The Petitioners invoking the Writ jurisdiction of this Court and seeking notice on the Respondents should first satisfy the Court that the Petitioners have a locus to make this application.",
    "fonts": [
      "Times New Roman"
    ],
    "sizes": [
      12.960000038146973
    ]
  },
  {
    "page_number": 5,
    "bbox": [
      72.02,
      442.89,
      543.43,
      570.33
    ],
    "text": "This Court has considered the submissions made on behalf of the Petitioners. We have also considered the documents submitted to this Court. However, we observe that the Petitioners have failed to demonstrate with documentary evidence that they are members of the Society in question. The Petitioners have failed to submit the membership register or any documents to establish that they are members of this Society and thereby have a right to invoke the Writ jurisdiction. In the absence of any documentary proof submitted in our view, the Petitioners have failed to establish that they in fact are members of the Society. Thus, creating doubt on their locus to invoke the Writ jurisdiction of this Court.",
    "fonts": [
      "Times New Roman"
    ],
    "sizes": [
      12.960000038146973
    ]
  },
  {
    "page_number": 5,
    "bbox": [
      72.02,
      603.98,
      543.43,
      683.15
    ],
    "text": "We have also considered that the Petitioners have not invoked the Writ jurisdiction of this Court on the basis of a public interest litigation and as per the submissions, it is clear that it is not the Petitioners contention to invoke the jurisdiction of this Court on the basis of a public interest litigation. In the said circumstances the Petitioners' failure to establish their right to invoke the Writ jurisdiction of this Court becomes fatal.",
    "fonts": [
      "Times New Roman"
    ],
    "sizes": [
      12.960000038146973
    ]
  },
  {
    "page_number": 6,
    "bbox": [
      72.02,
      731.62,
      311.26,
      756.1
    ],
    "text": "7",
    "fonts": [
      "Calibri"
    ],
    "sizes": [
      11.039999961853027
    ]
  },
  {
    "page_number": 6,
    "bbox": [
      72.02,
      120.98,
      137.45,
      135.33
    ],
    "text": "Conclusion",
    "fonts": [
      "Times New Roman,Bold"
    ],
    "sizes": [
      12.960000038146973
    ]
  },
  {
    "page_number": 6,
    "bbox": [
      72.02,
      168.25,
      543.43,
      263.99
    ],
    "text": "The Petitioners have failed to demonstrate to this Court the statutory duty of the 1st Respondent which he allegedly has failed to perform. The Petitioners have also failed to be clear in their pleadings and submissions and have failed to clarify the vital question as to whether there was an annual General meeting held or not. In the absence of clarity on the most vital question which is the grievance of the Petitioners in our view, the Petitioners' application has to fail.",
    "fonts": [
      "Times New Roman"
    ],
    "sizes": [
      8.399999618530273,
      12.960000038146973
    ]
  },
  {
    "page_number": 6,
    "bbox": [
      72.02,
      297.67,
      543.43,
      360.74
    ],
    "text": "Accordingly, for the reasons stated above, this Court is of the view that the Petitioners failed to demonstrate grounds for the issuance of notice on the Respondents. Accordingly, this Court is not inclined to issue notice to the Respondents and we dismiss this application without costs.",
    "fonts": [
      "Times New Roman"
    ],
    "sizes": [
      12.960000038146973
    ]
  },
  {
    "page_number": 6,
    "bbox": [
      391.82,
      442.79,
      543.19,
      456.07
    ],
    "text": "Judge of the Court of Appeal",
    "fonts": [
      "Times New Roman,Bold"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 6,
    "bbox": [
      72.02,
      511.45,
      189.79,
      524.73
    ],
    "text": "S.U.B. Karalliyadde, J",
    "fonts": [
      "Times New Roman,Bold"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 6,
    "bbox": [
      117.17,
      534.28,
      153.05,
      547.56
    ],
    "text": "I agree",
    "fonts": [
      "Times New Roman"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 6,
    "bbox": [
      391.82,
      603.16,
      543.19,
      616.44
    ],
    "text": "Judge of the Court of Appeal",
    "fonts": [
      "Times New Roman,Bold"
    ],
    "sizes": [
      12.0
    ]
  }
]