[
  {
    "page_number": 0,
    "bbox": [
      72.02,
      781.32,
      302.93,
      805.8
    ],
    "text": "1",
    "fonts": [
      "Calibri"
    ],
    "sizes": [
      11.039999961853027
    ]
  },
  {
    "page_number": 0,
    "bbox": [
      73.94,
      72.49,
      524.4,
      85.77
    ],
    "text": "IN THE COURT OF APPEAL OF THE DEMOCRATIC SOCIALIST REPUBLIC OF",
    "fonts": [
      "TimesNewRomanPS-BoldMT"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 0,
    "bbox": [
      264.55,
      95.41,
      333.91,
      108.69
    ],
    "text": "SRI LANKA",
    "fonts": [
      "TimesNewRomanPS-BoldMT"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 0,
    "bbox": [
      310.63,
      142.09,
      526.4,
      234.81
    ],
    "text": "In the matter of an Application for mandates in the nature of Writ Certiorari in terms of Article 140 of the Constitution of the Democratic Socialist Republic of Sri Lanka against the Order of discharge dated 25.03.2021.",
    "fonts": [
      "TimesNewRomanPS-ItalicMT",
      "TimesNewRomanPSMT"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 0,
    "bbox": [
      310.63,
      269.2,
      573.0,
      314.45
    ],
    "text": "Kande Lekamlage Anushika Madushani Ariyadasa, D27, Gonagamuwa, Kitulgala.",
    "fonts": [
      "Calibri",
      "TimesNewRomanPSMT"
    ],
    "sizes": [
      11.039999961853027,
      12.0
    ]
  },
  {
    "page_number": 0,
    "bbox": [
      310.63,
      318.53,
      526.44,
      407.06
    ],
    "text": "PETITIONER Vs. 1. The Commander,",
    "fonts": [
      "ArialMT",
      "Calibri",
      "TimesNewRomanPS-BoldMT",
      "TimesNewRomanPSMT"
    ],
    "sizes": [
      11.039999961853027,
      12.0
    ]
  },
  {
    "page_number": 0,
    "bbox": [
      310.63,
      409.62,
      516.6,
      470.54
    ],
    "text": "Sri Lanka Air Force, Air Force Headquarters, Colombo 02. 2. A.J. Amarasinghe,",
    "fonts": [
      "ArialMT",
      "TimesNewRomanPSMT"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 0,
    "bbox": [
      310.63,
      473.1,
      526.4,
      549.86
    ],
    "text": "Air Vice Marshall, Commanding Officer, Air Force Camp, Colombo 02. 3. R.S. Biyanwila,",
    "fonts": [
      "ArialMT",
      "TimesNewRomanPSMT"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 0,
    "bbox": [
      310.63,
      552.42,
      526.45,
      645.17
    ],
    "text": "Air Vice Marshall, Director Administration, Sri Lanka Air Force, Air Force Headquarters, Colombo 02. 4. Sq. Sgt D.G.W.S. Perera (Service No.",
    "fonts": [
      "ArialMT",
      "TimesNewRomanPSMT"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 0,
    "bbox": [
      328.63,
      647.73,
      516.6,
      740.35
    ],
    "text": "28095), Sri Lanka Air Force, Air Force Headquarters, Colombo 02.",
    "fonts": [
      "TimesNewRomanPSMT"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 0,
    "bbox": [
      64.46,
      375.16,
      200.09,
      402.41
    ],
    "text": "Court of Appeal Case No: CA/WRIT/252/21",
    "fonts": [
      "Calibri",
      "TimesNewRomanPS-BoldMT"
    ],
    "sizes": [
      11.039999961853027,
      12.0
    ]
  },
  {
    "page_number": 1,
    "bbox": [
      72.02,
      781.32,
      302.93,
      805.8
    ],
    "text": "2",
    "fonts": [
      "Calibri"
    ],
    "sizes": [
      11.039999961853027
    ]
  },
  {
    "page_number": 1,
    "bbox": [
      310.63,
      72.32,
      526.42,
      85.77
    ],
    "text": "5. Sgt M.W.K. Chaturangaa (Service No.",
    "fonts": [
      "ArialMT",
      "TimesNewRomanPSMT"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 1,
    "bbox": [
      328.63,
      88.33,
      525.6,
      149.25
    ],
    "text": "32174), Sri Lanka Air Force, Air Force Headquarters, Colombo 02.",
    "fonts": [
      "TimesNewRomanPS-BoldMT",
      "TimesNewRomanPSMT"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 1,
    "bbox": [
      434.74,
      151.81,
      595.44,
      180.93
    ],
    "text": "RESPONDENTS",
    "fonts": [
      "TimesNewRomanPS-BoldMT",
      "TimesNewRomanPSMT"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 1,
    "bbox": [
      72.02,
      434.34,
      182.69,
      447.62
    ],
    "text": "Mayadunne Corea J",
    "fonts": [
      "TimesNewRomanPS-BoldMT"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 1,
    "bbox": [
      72.02,
      480.28,
      350.83,
      494.63
    ],
    "text": "The Petitioner seeks, inter alia, the following reliefs:",
    "fonts": [
      "TimesNewRomanPS-ItalicMT",
      "TimesNewRomanPSMT"
    ],
    "sizes": [
      12.960000038146973
    ]
  },
  {
    "page_number": 1,
    "bbox": [
      108.02,
      504.4,
      526.5,
      534.83
    ],
    "text": "(b) Issue a Writ in the nature of Certiorari quashing the decision to discharge the Petitioner under the clause Service No Longer Required",
    "fonts": [
      "TimesNewRomanPS-ItalicMT",
      "TimesNewRomanPSMT"
    ],
    "sizes": [
      12.960000038146973
    ]
  },
  {
    "page_number": 1,
    "bbox": [
      72.02,
      568.75,
      526.68,
      760.6
    ],
    "text": "The facts of the case are as follows. The Petitioner was serving as a Corporal at the Air Force Hospital. On or around 18.01.2021, the Petitioner was arrested by the Military Police and an inquiry was conducted. The Petitioner had been questioned about her personal life, including the pending divorce case with her husband, where Commissioned Officer Halwathura had been named as Co-Respondent. A complaint had been made against the Petitioner by the wife of Commissioned Officer Halwathura, and the Petitioner was questioned and charged with having an illicit affair. After the inquiry was concluded, the Petitioner had been found guilty of violating section 43 and section 129(1) of the Air Force Act, No. 41 of 1949, and was sentenced to 14 days of detention with forfeiture of pay. Thereafter, she was discharged from the Air Force with effect from 25.03.2021 on the ground that her Service No Longer Needed. The letters of discharge are marked as P6 and P7.",
    "fonts": [
      "TimesNewRomanPSMT"
    ],
    "sizes": [
      12.960000038146973
    ]
  },
  {
    "page_number": 1,
    "bbox": [
      77.42,
      192.97,
      300.91,
      220.05
    ],
    "text": "Before: Mayadunne Corea, J Mahen Gopallawa, J",
    "fonts": [
      "TimesNewRomanPS-BoldMT",
      "TimesNewRomanPSMT"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 1,
    "bbox": [
      77.42,
      239.2,
      416.02,
      268.92
    ],
    "text": "Counsel: Jagath Abenayaka for the Petitioner Nayomi Kahawita, SSC for the Respondents",
    "fonts": [
      "TimesNewRomanPS-BoldMT",
      "TimesNewRomanPSMT"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 1,
    "bbox": [
      77.42,
      283.12,
      255.89,
      296.4
    ],
    "text": "Argued on: 27.01.2025",
    "fonts": [
      "TimesNewRomanPS-BoldMT",
      "TimesNewRomanPSMT"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 1,
    "bbox": [
      77.42,
      319.12,
      381.58,
      332.4
    ],
    "text": "Written Submissions: For the Respondents on 24.03.2025.",
    "fonts": [
      "TimesNewRomanPS-BoldMT",
      "TimesNewRomanPSMT"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 1,
    "bbox": [
      77.42,
      365.32,
      255.89,
      378.6
    ],
    "text": "Decided on: 28.03.2025",
    "fonts": [
      "TimesNewRomanPS-BoldMT",
      "TimesNewRomanPSMT"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 2,
    "bbox": [
      72.02,
      781.32,
      302.93,
      805.8
    ],
    "text": "3",
    "fonts": [
      "Calibri"
    ],
    "sizes": [
      11.039999961853027
    ]
  },
  {
    "page_number": 2,
    "bbox": [
      72.02,
      96.71,
      226.25,
      111.06
    ],
    "text": "The Petitioners contention",
    "fonts": [
      "TimesNewRomanPS-BoldMT"
    ],
    "sizes": [
      12.960000038146973
    ]
  },
  {
    "page_number": 2,
    "bbox": [
      72.02,
      144.95,
      488.04,
      159.3
    ],
    "text": "The Petitioner challenges the decision to discharge her from service as follows:",
    "fonts": [
      "TimesNewRomanPSMT"
    ],
    "sizes": [
      12.960000038146973
    ]
  },
  {
    "page_number": 2,
    "bbox": [
      90.02,
      168.56,
      526.36,
      184.38
    ],
    "text": "The decision is based on the findings of an inquiry held contrary to sections",
    "fonts": [
      "ArialMT",
      "SymbolMT",
      "TimesNewRomanPSMT"
    ],
    "sizes": [
      12.960000038146973
    ]
  },
  {
    "page_number": 2,
    "bbox": [
      90.02,
      186.23,
      526.36,
      217.62
    ],
    "text": "129(1) and 43 of the Air Force Act. The decision is based on an admission of guilt obtained forcefully as charges",
    "fonts": [
      "ArialMT",
      "SymbolMT",
      "TimesNewRomanPSMT"
    ],
    "sizes": [
      12.960000038146973
    ]
  },
  {
    "page_number": 2,
    "bbox": [
      90.02,
      219.35,
      526.38,
      250.89
    ],
    "text": "were read out to the Petitioner while she was running a high fever. The decision is based on the finding that the Petitioner had committed adultery",
    "fonts": [
      "ArialMT",
      "SymbolMT",
      "TimesNewRomanPSMT"
    ],
    "sizes": [
      12.960000038146973
    ]
  },
  {
    "page_number": 2,
    "bbox": [
      90.02,
      252.62,
      526.46,
      317.25
    ],
    "text": "with a Commissioned Officer and that such conduct falls within sections 129(1) and 43 of the Air Force Act. The punishment amounts to double jeopardy. No action had been taken against Commissioned Officer Halwathura.",
    "fonts": [
      "ArialMT",
      "SymbolMT",
      "TimesNewRomanPSMT"
    ],
    "sizes": [
      12.960000038146973
    ]
  },
  {
    "page_number": 2,
    "bbox": [
      72.02,
      351.14,
      237.05,
      365.49
    ],
    "text": "The Respondents contention",
    "fonts": [
      "TimesNewRomanPS-BoldMT"
    ],
    "sizes": [
      12.960000038146973
    ]
  },
  {
    "page_number": 2,
    "bbox": [
      72.02,
      399.4,
      526.68,
      526.67
    ],
    "text": "The Respondents state that the inquiry was conducted in response to complaints made by the husband of the Petitioner and the wife of Squadron Leader Halwathura to address the illicit relationship between the Petitioner and Halwathura. The Respondents state that according to the Station Routine Orders issued by the Air Force monthly and quarterly, it is an offence to maintain an illicit relationship as it would jeopardize authority, the chain of command and the hierarchical structure of the military, and therefore, that the relationship maintained by the Petitioner was unacceptable. This contention was not disputed by the Counsel for the Petitioner.",
    "fonts": [
      "TimesNewRomanPSMT"
    ],
    "sizes": [
      12.960000038146973
    ]
  },
  {
    "page_number": 2,
    "bbox": [
      72.02,
      560.59,
      526.5,
      704.06
    ],
    "text": "The Respondents further state that the Air Force Investigation Regulations, Sri Lanka Air Force (Womens Wing Regulations) and (Regular and Regular Reserve) under section 42 of Disciplinary Regulations were strictly adhered to throughout the process of the inquiry. The Respondents state that the Petitioner was provided with a charge sheet prior to the summary trial held against her, and that the Petitioner was charged under section 129(1) of the Air Force Act and was convicted and punished with detention for 14 days with pay and allowances forfeited, and not with 14 days imprisonment as claimed by the Petitioner. The Respondents state that they acted within the law at all times.",
    "fonts": [
      "TimesNewRomanPS-ItalicMT",
      "TimesNewRomanPSMT"
    ],
    "sizes": [
      12.960000038146973
    ]
  },
  {
    "page_number": 2,
    "bbox": [
      72.02,
      737.97,
      526.62,
      768.52
    ],
    "text": "The Court will now consider the Petitioners arguments with the objections of the Respondents. The learned Counsel for the Petitioner contended that, though the",
    "fonts": [
      "TimesNewRomanPSMT"
    ],
    "sizes": [
      12.960000038146973
    ]
  },
  {
    "page_number": 3,
    "bbox": [
      72.02,
      781.32,
      302.93,
      805.8
    ],
    "text": "4",
    "fonts": [
      "Calibri"
    ],
    "sizes": [
      11.039999961853027
    ]
  },
  {
    "page_number": 3,
    "bbox": [
      72.02,
      72.59,
      526.66,
      119.22
    ],
    "text": "Petitioner was served with a charge sheet and punished subsequent to an inquiry, the Respondents have failed to hold an inquiry against the Commissioned Officer who was also involved in the illicit affair.",
    "fonts": [
      "TimesNewRomanPSMT"
    ],
    "sizes": [
      12.960000038146973
    ]
  },
  {
    "page_number": 3,
    "bbox": [
      72.02,
      153.11,
      419.14,
      167.46
    ],
    "text": "Has any action been taken against the Commissioned Officer?",
    "fonts": [
      "TimesNewRomanPS-BoldMT"
    ],
    "sizes": [
      12.960000038146973
    ]
  },
  {
    "page_number": 3,
    "bbox": [
      72.02,
      201.35,
      526.67,
      409.31
    ],
    "text": "The Petitioner pleaded gender bias on the basis that no action has been taken against the Commissioned Officer, the learned Counsel for the Petitioner did not pursue the said argument on gender bias. However, the Respondents submitted that Squadron Leader Halwathura had been subject to absence without leave since 28.09.2021. Thus, his pay and allowances had been discontinued and he had been discontinued from service. Since Squadron Leader Halwathura had not surrendered to the Air Force and his whereabouts are unknown. Air Force personnel, Director National Intelligence, DIG, Criminal Investigation Department, Controller, Department of Immigration and Emigration, Bandaranaike International Airport had been informed to apprehend him. Therefore, no disciplinary action has been taken against the officer thus far. However, the learned Senior State Counsel (hereinafter referred to as SSC) submitted that, once he is apprehended, the normal disciplinary process will commence without any gender bias.",
    "fonts": [
      "TimesNewRomanPS-BoldMT",
      "TimesNewRomanPSMT"
    ],
    "sizes": [
      12.960000038146973
    ]
  },
  {
    "page_number": 3,
    "bbox": [
      72.02,
      443.32,
      490.56,
      457.67
    ],
    "text": "Was the inquiry in violation of sections 129(1) and 43 of the Air Force Act?",
    "fonts": [
      "TimesNewRomanPS-BoldMT"
    ],
    "sizes": [
      12.960000038146973
    ]
  },
  {
    "page_number": 3,
    "bbox": [
      72.02,
      491.56,
      526.67,
      618.86
    ],
    "text": "The learned Counsel for the Petitioner contends that the Petitioner had been charged under section 129(1) and 43 of the Air Force Act. It is further contended that the offence the Petitioner had committed does not fall within the said sections. I have carefully considered the averments in the Petition and find that nowhere in the Petition has the Petitioner mentioned what offence she had committed or what the real charge was. In the absence of such, the Petitioners contention of violation of the two sections are not tenable. However, the Respondents had marked document as R1, which gives the charges that were levelled against the Respondent. The said charge reads as follows:",
    "fonts": [
      "TimesNewRomanPSMT"
    ],
    "sizes": [
      12.960000038146973
    ]
  },
  {
    "page_number": 3,
    "bbox": [
      108.02,
      628.63,
      526.61,
      755.92
    ],
    "text": "OFFENCE: WOAS: CONDUCT PREJUDICIAL TO AIR FORCE DISCIPLINE: In that she at Sri Lanka Air Force Station Ampara and Sri Lanka Air Force Station Colombo during the period from June 2018 to October 2020, being a married airwoman did have an undue relationship with a married Commissioned Officer Squadron Leader S Halwathura (03061), which conduct is prejudicial to Air Force good order and discipline, thereby committing an offence under section 129(1) of the Air Force Act, which is punishable under section 43 thereof.",
    "fonts": [
      "TimesNewRomanPS-ItalicMT",
      "TimesNewRomanPSMT"
    ],
    "sizes": [
      12.960000038146973
    ]
  },
  {
    "page_number": 4,
    "bbox": [
      72.02,
      781.32,
      302.93,
      805.8
    ],
    "text": "5",
    "fonts": [
      "Calibri"
    ],
    "sizes": [
      11.039999961853027
    ]
  },
  {
    "page_number": 4,
    "bbox": [
      72.02,
      96.71,
      526.56,
      288.57
    ],
    "text": "The learned SSC for the Respondents has tendered the documents marked as R1 and R2 which is the charge sheet and the proceedings of the said inquiry. Further, the Respondents have also tendered photographic evidence of the Petitioner and the alleged Commissioned Officer in various compromising poses to establish the charge. In the objections, the Respondents have clearly stated that an inquiry against the Petitioner commenced after receiving a complaint by the wife of the other officer who was involved and the husband of the Petitioner alleging an illicit relationship between the Petitioner and a Squadron Leader. It was the contention of the Respondents that as per Air Force Regulations, these relationships amount to an offence, and especially in view of maintaining discipline within the Air Force and, if upon being found guilty the Air Force is strict in punishing the offenders. This Court will consider section 129 of the Air Force Act which reads as follows:",
    "fonts": [
      "TimesNewRomanPSMT"
    ],
    "sizes": [
      12.960000038146973
    ]
  },
  {
    "page_number": 4,
    "bbox": [
      72.02,
      298.34,
      139.82,
      312.69
    ],
    "text": "129.",
    "fonts": [
      "TimesNewRomanPS-ItalicMT",
      "TimesNewRomanPSMT"
    ],
    "sizes": [
      12.960000038146973
    ]
  },
  {
    "page_number": 4,
    "bbox": [
      108.02,
      322.28,
      526.63,
      336.81
    ],
    "text": "(1) Subject to the provisions of subsection (2) of this section, every person subject",
    "fonts": [
      "Arial-ItalicMT",
      "TimesNewRomanPS-ItalicMT"
    ],
    "sizes": [
      12.960000038146973
    ]
  },
  {
    "page_number": 4,
    "bbox": [
      126.02,
      338.66,
      526.61,
      449.75
    ],
    "text": "to this Act who, by any act, conduct, disorder, or neglect, prejudices good order and air-force discipline, shall be guilty of an air-force offence and shall, on conviction by a court martial, be liable, if he is an officer, to be cashiered or to suffer any less severe punishment in the scale set out in section 133, and, if he is an airman, to suffer simple or rigorous imprisonment for a term not exceeding three years or any less severe punishment in the scale set out in section 133.",
    "fonts": [
      "TimesNewRomanPS-ItalicMT",
      "TimesNewRomanPSMT"
    ],
    "sizes": [
      12.960000038146973
    ]
  },
  {
    "page_number": 4,
    "bbox": [
      72.02,
      483.64,
      526.67,
      562.55
    ],
    "text": "As enumerated by the marginal note of the said section, the section deals broadly with the conduct of persons, prejudicial to the Air Force discipline. Though the Petitioner contends that the alleged offence does not fall under section 129(1), as quite correctly submitted by the learned SSC, the tendered documentary evidence and the statements of the parties clearly demonstrates otherwise.",
    "fonts": [
      "TimesNewRomanPSMT"
    ],
    "sizes": [
      12.960000038146973
    ]
  },
  {
    "page_number": 4,
    "bbox": [
      72.02,
      596.47,
      526.67,
      756.04
    ],
    "text": "The learned Counsel for the Petitioner in his oral submissions submitted that there had been a divorce case filed against the Petitioner by her husband and as a result of the influence of her husbands friends that the Petitioner had been charged and dealt with under section 129. The learned Counsel appearing for the Petitioner conceded that there was adultery. However, he contends that adultery does not fall within section 129(1). In response the learned SSC submitted that the Petitioner and the other officer had engaged in an illicit relationship while on duty and submitted with photographic evidence of the Petitioner and the other officer, in some instances in uniform. It was contended that the conduct of the Petitioner is prejudicial to the good order and discipline of the Air Force. It was further contended that the said acts of indiscipline",
    "fonts": [
      "TimesNewRomanPSMT"
    ],
    "sizes": [
      12.960000038146973
    ]
  },
  {
    "page_number": 5,
    "bbox": [
      72.02,
      781.32,
      302.93,
      805.8
    ],
    "text": "6",
    "fonts": [
      "Calibri"
    ],
    "sizes": [
      11.039999961853027
    ]
  },
  {
    "page_number": 5,
    "bbox": [
      72.02,
      72.59,
      526.68,
      264.45
    ],
    "text": "took place while the Petitioner and the other officer was engaged in an official training program. The learned Counsel for the Petitioner did not deny these allegations. The learned Counsel for the Petitioner also contended that the Petitioner could not have been charged under section 43 whereby there was a summary trial in which the Petitioner participated and was penalized. Section 43 deals with summary trial and section 129(1) deals with the offences. It is also observed by this Court that subsequent to the inquiry that was held in 2021, the Petitioner had been punished with forfeiture of pay and allowances for the duration of the detention of 14 days. The Petitioner had signed accepting the said verdict. Though the Petitioner contended that holding a summery trial in this instance was bad in law, the said argument was not pursued at the argument stage and the Petitioner failed to establish her contention as to why the holding of the summary trial was bad in law.",
    "fonts": [
      "TimesNewRomanPSMT"
    ],
    "sizes": [
      12.960000038146973
    ]
  },
  {
    "page_number": 5,
    "bbox": [
      72.02,
      298.34,
      526.48,
      344.97
    ],
    "text": "It is observed that pursuant to section 40(1) of the Air Force Act, the Commanding Officer of the person accused has the power to decide whether the accused should stand at a Court Martial or face a summary trial. The said section states as follows:",
    "fonts": [
      "TimesNewRomanPSMT"
    ],
    "sizes": [
      12.960000038146973
    ]
  },
  {
    "page_number": 5,
    "bbox": [
      72.02,
      354.74,
      133.34,
      369.09
    ],
    "text": "40.",
    "fonts": [
      "TimesNewRomanPS-ItalicMT",
      "TimesNewRomanPSMT"
    ],
    "sizes": [
      12.960000038146973
    ]
  },
  {
    "page_number": 5,
    "bbox": [
      108.02,
      378.68,
      526.59,
      393.21
    ],
    "text": "(1) Where a person subject to this Act is taken into air-force custody, the",
    "fonts": [
      "Arial-ItalicMT",
      "TimesNewRomanPS-ItalicMT"
    ],
    "sizes": [
      12.960000038146973
    ]
  },
  {
    "page_number": 5,
    "bbox": [
      126.02,
      394.96,
      526.4,
      441.59
    ],
    "text": "commanding officer of that person shall without unnecessary delay investigate the charge on which that person is in such custody, and (a) if he in his discretion decides that it should not be proceeded with, shall",
    "fonts": [
      "Arial-ItalicMT",
      "TimesNewRomanPS-ItalicMT"
    ],
    "sizes": [
      12.960000038146973
    ]
  },
  {
    "page_number": 5,
    "bbox": [
      126.02,
      443.44,
      526.37,
      473.87
    ],
    "text": "dismiss the charge, and (b) if he in his discretion decides that the charge should be proceeded with,",
    "fonts": [
      "Arial-ItalicMT",
      "TimesNewRomanPS-ItalicMT"
    ],
    "sizes": [
      12.960000038146973
    ]
  },
  {
    "page_number": 5,
    "bbox": [
      144.02,
      475.72,
      526.51,
      619.1
    ],
    "text": "shall (i) take steps for the trial of that person by a court martial, or (ii) where that person is an officer of a rank below that of Wing Commander or is a warrant officer, refer the case to be dealt with summarily by the Commander of the Air Force or by such officer not below the rank of Group Captain as may thereto be authorised by the Commander of the Air Force, or (iii) where that person is an airman other than a warrant officer, deal with the case summarily.",
    "fonts": [
      "Arial-ItalicMT",
      "ArialMT",
      "TimesNewRomanPS-ItalicMT",
      "TimesNewRomanPSMT"
    ],
    "sizes": [
      12.960000038146973
    ]
  },
  {
    "page_number": 5,
    "bbox": [
      72.02,
      652.99,
      526.5,
      683.54
    ],
    "text": "Accordingly, the contention that the decision to hold a summary trial instead of a Court Martial is not tenable and has to fail.",
    "fonts": [
      "TimesNewRomanPSMT"
    ],
    "sizes": [
      12.960000038146973
    ]
  },
  {
    "page_number": 6,
    "bbox": [
      72.02,
      781.32,
      302.93,
      805.8
    ],
    "text": "7",
    "fonts": [
      "Calibri"
    ],
    "sizes": [
      11.039999961853027
    ]
  },
  {
    "page_number": 6,
    "bbox": [
      72.02,
      72.59,
      304.27,
      86.94
    ],
    "text": "Was the plea of guilt obtained forcefully?",
    "fonts": [
      "TimesNewRomanPS-BoldMT"
    ],
    "sizes": [
      12.960000038146973
    ]
  },
  {
    "page_number": 6,
    "bbox": [
      72.02,
      120.83,
      526.62,
      570.86
    ],
    "text": "It is observed that though the Petitioner submitted that she was suffering from a high temperature on the day of the inquiry, there was no evidence to demonstrate that she had moved for a postponement of the inquiry. The Court observes that as per the documents marked as P4a to P4d, the Petitioners contention that she had high temperature is established. However, there is no documentary evidence to establish that the Petitioner has sought a postponement of the inquiry due to the illness. The proceedings of the inquiry marked as R1 do not establish the making of a such an application. Further, the Respondents submitted that they were not informed of and were unaware of the medical condition of the Petitioner at the time the summary trial was held. After the medical reports revealed that the Petitioner had been suffering from Dengue, the Respondents arranged for her treatments. By the time the summary trial had already been concluded. If, as the Petitioner contended, her statement was forcefully taken when she was ill, she could have complained to the doctor who was treating her or subsequently, to a higher officer but no such material was tendered to Court. Though the Petitioner avers in her Petition that she had informed the Director of Health Services about the harassing manner in which the inquiry was conducted, it is not substantiated with independent evidence. The learned SSC vehemently refuted this allegation and submitted that the Petitioner had been discharged in March, 2021 and until then, she had not made an allegation of her not being fit to attend the inquiry and that the inquiry had been conducted forcefully or that the plea has been obtain forcefully. In the absence of any material or independent evidence, this Court cannot agree with the contention of the Petitioner that the plea had been obtained under duress or that the inquiry had been conducted when the Petitioner was seriously ill. It was not the Petitioners contention that she was not in a position to comprehend the proceedings against her due to her illness. Further, there was no material submitted to establish that she was mentally not fit to stand inquiry. After considering the proceedings of the inquiry, especially the question and answers tendered in the document marked as R1, I do not think the proceedings substantiate the Petitioners version.",
    "fonts": [
      "TimesNewRomanPSMT"
    ],
    "sizes": [
      12.960000038146973
    ]
  },
  {
    "page_number": 6,
    "bbox": [
      72.02,
      604.75,
      526.46,
      732.04
    ],
    "text": "The Respondents submitted that that the Petitioner had failed to challenge the disciplinary order following the summary trial, and no relief is sought in this Writ Application seeking to quash the said Order. Further, as per P7, whereby the Petitioner had been informed of the charge and punishment she had been given and that her services had been discharged under the category of Services No Longer Required, the Petitioner had accepted it without any objection and placed her signature. Hence, I am of the view that in the absence of any material, as stated above, the Petitioners above contention has to fail.",
    "fonts": [
      "TimesNewRomanPSMT"
    ],
    "sizes": [
      12.960000038146973
    ]
  },
  {
    "page_number": 7,
    "bbox": [
      72.02,
      781.32,
      302.93,
      805.8
    ],
    "text": "8",
    "fonts": [
      "Calibri"
    ],
    "sizes": [
      11.039999961853027
    ]
  },
  {
    "page_number": 7,
    "bbox": [
      72.02,
      72.59,
      444.7,
      86.94
    ],
    "text": "Does the punishment of the Petitioner amount to double jeopardy?",
    "fonts": [
      "TimesNewRomanPS-BoldMT"
    ],
    "sizes": [
      12.960000038146973
    ]
  },
  {
    "page_number": 7,
    "bbox": [
      72.02,
      120.83,
      533.01,
      409.55
    ],
    "text": "Though the Petitioner had not pleaded this ground in her Application, the learned Counsel raised the said ground in his oral submissions. For completeness this Court would consider the said ground. The Petitioners contention is that she was charged with, found guilty and subsequently punished at a summary trial. As per R1, the Petitioner upon being found guilty at the inquiry had been subject to 14 days detention and forfeiture of the salary during the said period. Thereafter, the Petitioner had been discharged from the Sri Lanka Air Force under Service No Longer Required. The learned Counsel for the Petitioner contends that the said discharge amounts to the Petitioner being punished twice for the same offence and hence, the argument of double jeopardy. The learned SSC vehemently rejected the said contention and argued that the offence committed by the Petitioner is considered a serious breach of discipline. It was further contended that Air Force being at the forefront of protecting the nation has to maintain strict discipline among its officers. This Court agrees with said submission that the Tri-Forces of the country should have strict discipline and the failure to maintain the same will result in the erosion of public confidence and respect. Our Courts on several occasions have stressed on the importance of maintaining strict discipline among the forces. In the case of H.D.S. Pushpakumara v. Gagana Bulathsinghala CA Writ 464/2015 decided on 02.09.2019 this Court held that:",
    "fonts": [
      "TimesNewRomanPS-BoldItalicMT",
      "TimesNewRomanPS-BoldMT",
      "TimesNewRomanPSMT"
    ],
    "sizes": [
      12.960000038146973
    ]
  },
  {
    "page_number": 7,
    "bbox": [
      108.02,
      419.32,
      526.52,
      514.31
    ],
    "text": "It is the contention of the learned ASG that the Commander has been given such authority in order to maintain discipline in the Air Force. I am in full agreement that, unlike in any other institution, if there is no discipline in the members of the Armed Forces including the Police Force, those institutions cannot possibly run. In short, if there is no discipline, there is no Army, Navy or Air Force. This is equally true to the Police Force.",
    "fonts": [
      "TimesNewRomanPS-ItalicMT",
      "TimesNewRomanPSMT"
    ],
    "sizes": [
      12.960000038146973
    ]
  },
  {
    "page_number": 7,
    "bbox": [
      72.02,
      548.2,
      526.52,
      643.22
    ],
    "text": "Hence, the Respondents contended that the Petitioner after committing such a serious breach of discipline could no longer be retained in active service. Therefore, as a sympathetic alternative the Petitioner was issued with P7 whereby she had been discharged from the service under services no longer required. It was the Respondents contention the said discharge is not a punishment but an administrative decision that is available to the Sri Lanka Air Force.",
    "fonts": [
      "TimesNewRomanPSMT"
    ],
    "sizes": [
      12.960000038146973
    ]
  },
  {
    "page_number": 7,
    "bbox": [
      72.02,
      677.11,
      526.56,
      723.74
    ],
    "text": "It is further contended that pursuant to section 155, the Air Force Regulations are promulgated and in accordance with the Regulations, the impugned decision pertaining to the Petitioner has been made for the best interests of maintaining discipline.",
    "fonts": [
      "TimesNewRomanPSMT"
    ],
    "sizes": [
      12.960000038146973
    ]
  },
  {
    "page_number": 8,
    "bbox": [
      72.02,
      781.32,
      302.93,
      805.8
    ],
    "text": "9",
    "fonts": [
      "Calibri"
    ],
    "sizes": [
      11.039999961853027
    ]
  },
  {
    "page_number": 8,
    "bbox": [
      72.02,
      72.59,
      526.68,
      199.86
    ],
    "text": "While denying the contention that subsequent to the Petitioner being served with a detention and imposing a forfeiture of her salary during the said period, the learned SSC contended that the discharge as reflected in P7 is not a punishment but an administrative decision. This Court agrees with the said contention. In arriving at the said decision, I have considered the judgements of D.M.U.N. Dissanayke v. D.C.J. Weerakoon Air Commodore CA Writ 124/2015, CA Writ 125/2015 and CA Writ 126/2015 decided on 11.09.2017 and J.H.M.L.S. Jayaweera v. Air Marshal Gagana Bulathsinghala CA Writ 88/2015 decided on 07.10.2020.",
    "fonts": [
      "TimesNewRomanPS-BoldItalicMT",
      "TimesNewRomanPS-BoldMT",
      "TimesNewRomanPSMT"
    ],
    "sizes": [
      12.960000038146973
    ]
  },
  {
    "page_number": 8,
    "bbox": [
      72.02,
      233.78,
      526.68,
      312.69
    ],
    "text": "Let me now consider the Regulation involved and whether the invoking the said Regulation is bad in law. It is pertinent to note that as per Regulation 126(1), 5th Schedule Table B section (xiii)(a) of the Air Force Regulations of 1951, (the said Regulations are marked as R2) the Commander has the power to discharge under the services no longer required.",
    "fonts": [
      "TimesNewRomanPSMT"
    ],
    "sizes": [
      8.520000457763672,
      12.960000038146973
    ]
  },
  {
    "page_number": 8,
    "bbox": [
      72.02,
      346.58,
      315.07,
      360.93
    ],
    "text": "The said gazette notification states as follows:",
    "fonts": [
      "TimesNewRomanPSMT"
    ],
    "sizes": [
      12.960000038146973
    ]
  },
  {
    "page_number": 8,
    "bbox": [
      77.66,
      370.97,
      123.86,
      395.91
    ],
    "text": "Course of discharge",
    "fonts": [
      "TimesNewRomanPS-ItalicMT"
    ],
    "sizes": [
      11.039999961853027
    ]
  },
  {
    "page_number": 8,
    "bbox": [
      142.58,
      370.97,
      420.94,
      409.01
    ],
    "text": "Competent Officer to Special Instructions authorize discharge",
    "fonts": [
      "TimesNewRomanPS-ItalicMT"
    ],
    "sizes": [
      11.039999961853027
    ]
  },
  {
    "page_number": 8,
    "bbox": [
      214.37,
      384.17,
      260.57,
      409.01
    ],
    "text": "carry out discharge",
    "fonts": [
      "TimesNewRomanPS-ItalicMT"
    ],
    "sizes": [
      11.039999961853027
    ]
  },
  {
    "page_number": 8,
    "bbox": [
      77.66,
      384.17,
      318.67,
      485.45
    ],
    "text": "confirm discharge (xiii) (a) His services being no longer required",
    "fonts": [
      "TimesNewRomanPS-ItalicMT",
      "TimesNewRomanPSMT"
    ],
    "sizes": [
      11.039999961853027
    ]
  },
  {
    "page_number": 8,
    "bbox": [
      142.58,
      422.59,
      206.13,
      460.13
    ],
    "text": "Commander of the Air Force",
    "fonts": [
      "TimesNewRomanPSMT"
    ],
    "sizes": [
      11.039999961853027
    ]
  },
  {
    "page_number": 8,
    "bbox": [
      214.37,
      422.59,
      311.23,
      460.13
    ],
    "text": "O.C. Officer i/c, Records",
    "fonts": [
      "TimesNewRomanPSMT"
    ],
    "sizes": [
      11.039999961853027
    ]
  },
  {
    "page_number": 8,
    "bbox": [
      72.02,
      422.59,
      520.37,
      665.42
    ],
    "text": "Applies only to an airman who cannot be discharged under any other item. The application for discharge will be made on special form, on which full particulars of the case will be recorded, and to which the conduct sheets will be attached. If the airman is undergoing detention, the decision of the competent officer to authorize discharge will be reserved until the airman has completed the greater part of his sentence. The authorizing officer will decide whether or not the airman is to lose his gratuity under the Air Force regulations relating to Pensions and Gratuities. The decision will be stated on the attestation paper or on the record of service.",
    "fonts": [
      "TimesNewRomanPSMT"
    ],
    "sizes": [
      11.039999961853027,
      12.960000038146973
    ]
  },
  {
    "page_number": 8,
    "bbox": [
      72.02,
      675.19,
      526.62,
      754.12
    ],
    "text": "It was contended that in view of maintaining strict discipline in the forces and as the Petitioner had breached the said discipline and had been found guilty at the summary trial, she was not suitable to be retained in service. Hence, the 1st Respondent has acted under the powers vested in him pursuant to the provisions above-mentioned and issued P7. In the given circumstances, I cannot agree with the Petitioners submission that the",
    "fonts": [
      "TimesNewRomanPSMT"
    ],
    "sizes": [
      8.520000457763672,
      12.960000038146973
    ]
  },
  {
    "page_number": 9,
    "bbox": [
      72.02,
      781.32,
      305.81,
      805.8
    ],
    "text": "10",
    "fonts": [
      "Calibri"
    ],
    "sizes": [
      11.039999961853027
    ]
  },
  {
    "page_number": 9,
    "bbox": [
      72.02,
      72.59,
      526.68,
      167.58
    ],
    "text": "Petitioners discharge amounts to double jeopardy, nor can I agree with the argument that the decision to discharge the Petitioner on the basis that her services are no longer required to be ultra vires. Considering all the material before this Court, the uncontested photographic evidence against the Petitioner and in view of the Respondents contention of want of maintaining strict discipline, this Court cannot agree with the Petitioners contention that the impugned decision in prayer b is unreasonable.",
    "fonts": [
      "TimesNewRomanPS-ItalicMT",
      "TimesNewRomanPSMT"
    ],
    "sizes": [
      12.960000038146973
    ]
  },
  {
    "page_number": 9,
    "bbox": [
      72.02,
      201.47,
      239.93,
      215.82
    ],
    "text": "Suppression of material facts",
    "fonts": [
      "TimesNewRomanPS-BoldMT"
    ],
    "sizes": [
      12.960000038146973
    ]
  },
  {
    "page_number": 9,
    "bbox": [
      72.02,
      249.86,
      526.68,
      490.07
    ],
    "text": "Having dealt with the substantive arguments in this case, this Court also wishes to comment on the Petitioners failure to disclose and place material facts relevant to the case before this Court. As stated elsewhere in this judgement, the Petitioner impugned the decision to discharge her under the category Services No Longer Required namely, prayer b of her Petition. However, nowhere in her Petition does she mention the reason for her detention or discharge. Throughout her pleadings a silence is maintained on the inappropriate behavior of the Petitioner with a Commissioned Officer, thus breaching the code of discipline. The Petitioner has suppressed this material fact and attempted to impugn the discharge under the Services No Longer Required provision. It is trite law that a Petitioner who invokes the Writ jurisdiction of this Court should do so with clean hands. It is incumbent on the Petitioner to place before this Court all the material relevant for the Court to come to its conclusion. In this instance the Petitioner has failed to do so. This conduct of the Petitioner itself disentitles her from the reliefs prayed. In the case of Namunukula Plantations Limited v. Minister of Lands and others (2012) 1 SLR 376 it was inter alia held that",
    "fonts": [
      "TimesNewRomanPS-BoldItalicMT",
      "TimesNewRomanPS-BoldMT",
      "TimesNewRomanPSMT"
    ],
    "sizes": [
      12.960000038146973
    ]
  },
  {
    "page_number": 9,
    "bbox": [
      108.02,
      523.96,
      526.53,
      667.34
    ],
    "text": "It is settled law that a person approaches the Court for grant of discretionary relief, to which category and application for a writ of certiorari would undoubtedly belong, has to come with clean hands, and should candidly disclose all the material facts which have any bearing on the adjudication of the issues raised in the case. In other words, he owes a duty of utmost good faith (uberimafides) to the court to make a full and complete disclosure of all material facts and refrain from concealing or suppressing any material facts within his knowledge or which he could have known by exercising diligence expected of a person of ordinary prudence.",
    "fonts": [
      "TimesNewRomanPS-ItalicMT",
      "TimesNewRomanPSMT"
    ],
    "sizes": [
      12.960000038146973
    ]
  },
  {
    "page_number": 9,
    "bbox": [
      72.02,
      701.35,
      536.1,
      747.88
    ],
    "text": "In my view, the Petitioners failure to disclose the inappropriate behavior in breach of the Airforce discipline and internal regulations to which she was found guilty of amounts to a willful suppression of material facts. The failure to disclose the said fact",
    "fonts": [
      "TimesNewRomanPSMT"
    ],
    "sizes": [
      12.960000038146973
    ]
  },
  {
    "page_number": 10,
    "bbox": [
      72.02,
      781.32,
      305.81,
      805.8
    ],
    "text": "11",
    "fonts": [
      "Calibri"
    ],
    "sizes": [
      11.039999961853027
    ]
  },
  {
    "page_number": 10,
    "bbox": [
      72.02,
      72.59,
      526.51,
      103.02
    ],
    "text": "amounts to a serious breach of the Petitioners duty owed to the Court in demonstrating her uberima fides.",
    "fonts": [
      "TimesNewRomanPS-ItalicMT",
      "TimesNewRomanPSMT"
    ],
    "sizes": [
      12.960000038146973
    ]
  },
  {
    "page_number": 10,
    "bbox": [
      72.02,
      137.03,
      526.27,
      167.46
    ],
    "text": "Hence, in the view of this Court, the Petitioner by her conduct has disentitled herself from any relief prayed for.",
    "fonts": [
      "TimesNewRomanPSMT"
    ],
    "sizes": [
      12.960000038146973
    ]
  },
  {
    "page_number": 10,
    "bbox": [
      72.02,
      201.35,
      526.64,
      248.01
    ],
    "text": "Accordingly, for the aforesaid reasons and in the above-mentioned circumstances this Court cannot see any reason to interfere with the decision of the 1st Respondent. Hence, I refuse to grant the relief prayed and proceed to dismiss this Application without cost.",
    "fonts": [
      "TimesNewRomanPSMT"
    ],
    "sizes": [
      8.520000457763672,
      12.960000038146973
    ]
  },
  {
    "page_number": 10,
    "bbox": [
      374.5,
      326.44,
      526.44,
      339.72
    ],
    "text": "Judge of the Court of Appeal",
    "fonts": [
      "TimesNewRomanPS-BoldMT"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 10,
    "bbox": [
      72.02,
      372.16,
      181.37,
      385.44
    ],
    "text": "Mahen Gopallawa, J",
    "fonts": [
      "TimesNewRomanPS-BoldMT"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 10,
    "bbox": [
      117.02,
      395.1,
      153.02,
      408.38
    ],
    "text": "I agree",
    "fonts": [
      "TimesNewRomanPSMT"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 10,
    "bbox": [
      374.5,
      440.82,
      526.44,
      454.1
    ],
    "text": "Judge of the Court of Appeal",
    "fonts": [
      "TimesNewRomanPS-BoldMT"
    ],
    "sizes": [
      12.0
    ]
  }
]